Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Engine (B) to play -
es: Motor (B) para jugar -
sr: Мотор (Б) за игру -
sv: Motor (B) att spela -
sw: Injini (B) kucheza -
ta: விளையாட வேண்டிய எஞ்சின் (B) -
th: เครื่องยนต์ (B) ที่จะเล่น -
tr: Motor (B) oynamak için -
uk: Двигун (B) для гри -
ur: انجن (B) چلانے کے لیے -
vi: Động cơ (B) để chơi -

source: Engine vs Human game :
es: Juego motor vs humano:
sr: Игра мотор против људи:
sv: Engine vs Human spel:
sw: Mchezo wa injini dhidi ya Binadamu:
ta: எஞ்சின் vs மனித விளையாட்டு:
th: เกมเอนจิ้นปะทะมนุษย์:
tr: Motor vs İnsan oyunu :
uk: Гра Engine vs Human:
ur: انجن بمقابلہ انسانی کھیل:
vi: Trò chơi Động cơ đấu với Con người:

source: Engine (W) to play -
es: Motor (W) para jugar -
sr: Мотор (В) за игру -
sv: Motor (W) att spela -
sw: Injini (W) ya kucheza -
ta: விளையாட வேண்டிய எஞ்சின் (W) -
th: เครื่องยนต์ (W) ที่จะเล่น -
tr: Motor (W) oynamak için -
uk: Двигун (W) для гри -
ur: چلانے کے لیے انجن (W) -
vi: Động cơ (W) để chơi -

source: Human (B) to play -
es: Humano (B) para jugar -
sr: Људски (Б) за игру -
sv: Människan (B) att spela -
sw: Binadamu (B) kucheza -
ta: விளையாட மனிதன் (B) -
th: มนุษย์ (B) ที่จะเล่น -
tr: İnsan (B) oynamak için -
uk: Людина (B), щоб грати -
ur: انسان (B) کھیلنا -
vi: Con người (B) để chơi -

source: Auto analysis
es: Análisis automático
sr: Ауто анализа
sv: Autoanalys
sw: Uchambuzi wa kiotomatiki
ta: தானியங்கி பகுப்பாய்வு
th: การวิเคราะห์อัตโนมัติ
tr: Otomatik analiz
uk: Автоматичний аналіз
ur: خودکار تجزیہ
vi: Phân tích tự động

source: :Analysing position after
es: :Analizando la posición después
sr: :Анализирање положаја после
sv: : Analyserar position efter
sw: : Nafasi ya kuchambua baada ya
ta: :பின்னர் நிலையை பகுப்பாய்வு செய்தல்
th: :วิเคราะห์ตำแหน่งหลัง
tr: :Pozisyon analizi sonrasında
uk: : Аналіз позиції після
ur: : کے بعد پوزیشن کا تجزیہ کرنا
vi: :Phân tích vị trí sau

source: Could not create board bitmap
es: No se pudo crear el mapa de bits del tablero
sr: Није могуће направити битмап плоче
sv: Det gick inte att skapa brädets bitmapp
sw: Haikuweza kuunda bitmap ya bodi
ta: பலகை பிட்மேப்பை உருவாக்க முடியவில்லை.
th: ไม่สามารถสร้างบอร์ดบิตแมปได้
tr: Panonun bit eşlemi oluşturulamadı
uk: Не вдалося створити растрове зображення плати
ur: بورڈ کا بٹ میپ نہیں بنایا جا سکا
vi: Không thể tạo bitmap bảng

source: Board square images not loaded
es: Imágenes del tablero cuadrado no cargadas
sr: Слике квадрата плоче нису учитане
sv: Fyrkantiga bilder har inte laddats
sw: Picha za mraba za ubao hazijapakiwa
ta: பலகை சதுர படங்கள் ஏற்றப்படவில்லை.
th: ภาพสี่เหลี่ยมบนกระดานไม่ได้โหลด
tr: Tahta kare resimleri yüklenmedi
uk: Квадратні зображення дошки не завантажено
ur: بورڈ مربع تصاویر لوڈ نہیں کی گئی ہیں۔
vi: Hình ảnh ô vuông trên bảng không được tải

source: Could not create HDCs for board bitmaps
es: No se pudieron crear HDC para mapas de bits de la placa
sr: Није могуће креирати ХДЦ за битмапе плоче
sv: Det gick inte att skapa HDC:er för kortets bitmappar
sw: Haikuweza kuunda HDC za bitmaps za bodi
ta: பலகை பிட்மேப்களுக்கு HDCகளை உருவாக்க முடியவில்லை.
th: ไม่สามารถสร้าง HDC สำหรับบิตแมปบอร์ดได้
tr: Kart bit eşlemleri için HDC'ler oluşturulamadı
uk: Не вдалося створити HDC для растрових зображень плати
ur: بورڈ بٹ میپس کے لیے HDCs نہیں بنا سکے۔
vi: Không thể tạo HDC cho bitmap bảng

source: Could not create chess piece bitmaps
es: No se pudieron crear mapas de bits de piezas de ajedrez
sr: Није могуће направити битмапе шаховских фигура
sv: Det gick inte att skapa bitmappar för schackpjäser
sw: Haikuweza kuunda bitmaps za kipande cha chess
ta: சதுரங்கப் பகுதி பிட்மேப்களை உருவாக்க முடியவில்லை.
th: ไม่สามารถสร้างบิตแมปชิ้นหมากรุกได้
tr: Satranç taşı bit eşlemleri oluşturulamadı
uk: Не вдалося створити растрові зображення шахових фігур
ur: شطرنج کے بٹ نقشے نہیں بن سکے۔
vi: Không thể tạo bitmap quân cờ

source: Could not create vertices for background triangle
es: No se pudieron crear vértices para el triángulo de fondo
sr: Није могуће направити врхове за позадински троугао
sv: Det gick inte att skapa hörn för bakgrundstriangeln
sw: Haikuweza kuunda wima kwa pembetatu ya usuli
ta: பின்னணி முக்கோணத்திற்கான முனைகளை உருவாக்க முடியவில்லை.
th: ไม่สามารถสร้างจุดยอดสำหรับสามเหลี่ยมพื้นหลังได้
tr: Arka plan üçgeni için köşeler oluşturulamadı
uk: Не вдалося створити вершини для фонового трикутника
ur: پس منظر کے مثلث کے لیے عمودی شکلیں نہیں بن سکیں
vi: Không thể tạo đỉnh cho tam giác nền

source: Could not create bitmap for background triangle
es: No se pudo crear el mapa de bits para el triángulo de fondo
sr: Није могуће направити битмапу за позадински троугао
sv: Det gick inte att skapa bitmapp för bakgrundstriangeln
sw: Haikuweza kuunda bitmap kwa pembetatu ya usuli
ta: பின்னணி முக்கோணத்திற்கான பிட்மேப்பை உருவாக்க முடியவில்லை.
th: ไม่สามารถสร้างบิตแมปสำหรับสามเหลี่ยมพื้นหลังได้
tr: Arka plan üçgeni için bitmap oluşturulamadı
uk: Не вдалося створити растрове зображення для фонового трикутника
ur: پس منظر کے مثلث کے لیے بٹ میپ نہیں بنایا جا سکا
vi: Không thể tạo bitmap cho hình tam giác nền

source: Error initializing Direct3D
es: Error al inicializar Direct3D
sr: Грешка при иницијализацији Дирецт3Д-а
sv: Fel vid initialisering av Direct3D
sw: Hitilafu katika kuanzisha Direct3D
ta: Direct3D ஐ துவக்குவதில் பிழை
th: เกิดข้อผิดพลาดในการเริ่มต้น Direct3D
tr: Direct3D başlatılırken hata oluştu
uk: Помилка ініціалізації Direct3D
ur: Direct3D شروع کرنے میں خرابی۔
vi: Lỗi khi khởi tạo Direct3D

source: DirectX 3d object not created
es: Objeto 3D de DirectX no creado
sr: ДирецтКс 3д објекат није креиран
sv: DirectX 3d-objekt skapades inte
sw: Kitu cha DirectX 3d hakijaundwa
ta: DirectX 3d பொருள் உருவாக்கப்படவில்லை.
th: ไม่ได้สร้างวัตถุ DirectX 3d
tr: DirectX 3d nesnesi oluşturulmadı
uk: Об’єкт DirectX 3d не створено
ur: DirectX 3d آبجیکٹ نہیں بنایا گیا۔
vi: Đối tượng 3D DirectX chưa được tạo

source: DirectX 3d device not created
es: Dispositivo DirectX 3D no creado
sr: ДирецтКс 3д уређај није креиран
sv: DirectX 3d-enhet har inte skapats
sw: Kifaa cha DirectX 3d hakijaundwa
ta: DirectX 3d சாதனம் உருவாக்கப்படவில்லை.
th: ไม่ได้สร้างอุปกรณ์ DirectX 3d
tr: DirectX 3d aygıtı oluşturulmadı
uk: Пристрій DirectX 3d не створено
ur: DirectX 3d ڈیوائس نہیں بنائی گئی۔
vi: Thiết bị DirectX 3D chưa được tạo

source: DirectX 3d backbuffer not created
es: No se creó el backbuffer de DirectX 3D
sr: ДирецтКс 3д бацкбаффер није креиран
sv: DirectX 3d-backbuffer har inte skapats
sw: Backbuffer ya DirectX 3d haijaundwa
ta: DirectX 3d பேக்பஃபர் உருவாக்கப்படவில்லை.
th: ไม่ได้สร้างแบ็คบัฟเฟอร์ DirectX 3d
tr: DirectX 3d arka tampon oluşturulmadı
uk: Не створено зворотний буфер DirectX 3d
ur: DirectX 3d بیک بفر نہیں بنایا گیا۔
vi: Bộ đệm DirectX 3d chưa được tạo

source: DirectX 3d lighting setup failed
es: La configuración de la iluminación 3D de DirectX falló
sr: Подешавање ДирецтКс 3д осветљења није успело
sv: Inställningen av DirectX 3d-belysning misslyckades
sw: Usanidi wa taa za DirectX 3d umeshindwa
ta: டைரக்ட்எக்ஸ் 3டி லைட்டிங் அமைப்பு தோல்வியடைந்தது.
th: การตั้งค่าแสง DirectX 3d ล้มเหลว
tr: DirectX 3D aydınlatma kurulumu başarısız oldu
uk: Помилка налаштування освітлення DirectX 3d
ur: DirectX 3d لائٹنگ سیٹ اپ ناکام ہو گیا۔
vi: Thiết lập ánh sáng DirectX 3D không thành công

source: DirectX 3d viewport not created
es: No se creó la ventana gráfica 3D de DirectX
sr: ДирецтКс 3д оквир за приказ није креиран
sv: DirectX 3d-vyport har inte skapats
sw: Mtazamo wa DirectX 3d haujaundwa
ta: DirectX 3d காட்சிப் பகுதி உருவாக்கப்படவில்லை.
th: ไม่ได้สร้างช่องมองภาพ DirectX 3d
tr: DirectX 3d görünüm alanı oluşturulmadı
uk: Вікно перегляду DirectX 3d не створено
ur: DirectX 3d ویو پورٹ نہیں بنایا گیا۔
vi: Cửa sổ xem DirectX 3D chưa được tạo

source: Invalid DirectX 3d device
es: Dispositivo DirectX 3D no válido
sr: Неважећи ДирецтКс 3д уређај
sv: Ogiltig DirectX 3d-enhet
sw: Kifaa batili cha DirectX 3d
ta: தவறான DirectX 3d சாதனம்
th: อุปกรณ์ DirectX 3d ไม่ถูกต้อง
tr: Geçersiz DirectX 3d aygıtı
uk: Недійсний пристрій DirectX 3d
ur: غلط DirectX 3d ڈیوائس
vi: Thiết bị DirectX 3d không hợp lệ

source: Could not create board surface
es: No se pudo crear la superficie del tablero
sr: Није могуће направити површину плоче
sv: Det gick inte att skapa brädytan
sw: Haikuweza kuunda uso wa ubao
ta: பலகை மேற்பரப்பை உருவாக்க முடியவில்லை.
th: ไม่สามารถสร้างพื้นผิวบอร์ดได้
tr: Tahta yüzeyi oluşturulamadı
uk: Не вдалося створити поверхню дошки
ur: بورڈ کی سطح نہیں بن سکی
vi: Không thể tạo bề mặt bảng

source: Could not create board texture
es: No se pudo crear la textura del tablero
sr: Није могуће направити текстуру плоче
sv: Det gick inte att skapa brädstruktur
sw: Haikuweza kuunda muundo wa ubao
ta: பலகை அமைப்பை உருவாக்க முடியவில்லை.
th: ไม่สามารถสร้างพื้นผิวบอร์ดได้
tr: Tahta dokusu oluşturulamadı
uk: Не вдалося створити текстуру дошки
ur: بورڈ کی ساخت نہیں بن سکی
vi: Không thể tạo kết cấu bảng

source: Could not get board texture surface level
es: No se pudo obtener el nivel de la superficie de la textura del tablero
sr: Није могуће добити ниво текстуре плоче
sv: Det gick inte att få brädans struktur på ytan
sw: Haikuweza kupata kiwango cha uso wa ubao
ta: பலகை அமைப்பு மேற்பரப்பு அளவைப் பெற முடியவில்லை.
th: ไม่สามารถรับระดับพื้นผิวบอร์ดได้
tr: Tahta doku yüzey seviyesi alınamadı
uk: Не вдалося отримати рівень поверхні текстури плати
ur: بورڈ کی ساخت کی سطح کی سطح حاصل نہیں ہو سکی
vi: Không thể lấy được bề mặt kết cấu của bảng

source: Could not get board surface HDC
es: No se pudo obtener la superficie de la placa HDC
sr: Није могуће добити ХДЦ површине плоче
sv: Kunde inte få tag på kortets yta HDC
sw: Haikuweza kupata HDC ya uso wa ubao
ta: பலகை மேற்பரப்பு HDC ஐப் பெற முடியவில்லை.
th: ไม่สามารถรับพื้นผิวบอร์ด HDC ได้
tr: Tahta yüzeyi HDC alınamadı
uk: Не вдалося отримати HDC поверхні плати
ur: بورڈ کی سطح HDC حاصل نہیں کر سکی
vi: Không thể lấy được bề mặt bảng HDC

source: DirectX copy surface function failed
es: La función de copia de superficie de DirectX falló
sr: ДирецтКс функција површине копирања није успела
sv: DirectX-kopieringsytans funktion misslyckades
sw: Chaguo za kukokotoa za uso wa kunakili DirectX hazijafaulu
ta: டைரக்ட்எக்ஸ் நகல் மேற்பரப்பு செயல்பாடு தோல்வியடைந்தது.
th: ฟังก์ชันคัดลอกพื้นผิว DirectX ล้มเหลว
tr: DirectX kopyalama yüzey işlevi başarısız oldu
uk: Помилка функції копіювання DirectX
ur: DirectX کاپی سطح کا فنکشن ناکام ہوگیا۔
vi: Chức năng sao chép bề mặt DirectX không thành công

source: DirextX piece X-files failed to load
es: La pieza de DirextX de Expediente X no se pudo cargar
sr: ДиректКс Кс-фајлови нису успели да се учитају
sv: DirextX bit X-filer kunde inte laddas
sw: Faili za X za kipande cha DirextX zimeshindwa kupakia
ta: DirextX துண்டு X-கோப்புகளை ஏற்ற முடியவில்லை.
th: ชิ้นส่วน DirextX X-files ไม่สามารถโหลดได้
tr: DirextX parçası X-files yüklenemedi
uk: Не вдалося завантажити фрагмент X-файлів DirectX
ur: DirextX ٹکڑا X فائلیں لوڈ ہونے میں ناکام ہو گئیں۔
vi: DirextX mảnh X-files không tải được

source: Could not create chess pieces
es: No se pudieron crear piezas de ajedrez
sr: Није могуће креирати шаховске фигуре
sv: Det gick inte att skapa schackpjäser
sw: Haikuweza kuunda vipande vya chess
ta: சதுரங்கக் காய்களை உருவாக்க முடியவில்லை.
th: ไม่สามารถสร้างชิ้นหมากรุกได้
tr: Satranç taşları oluşturulamadı
uk: Не вдалося створити шахові фігури
ur: شطرنج کے مہرے نہیں بنا سکے۔
vi: Không thể tạo quân cờ

source: The setup of the board bitmaps has failed
es: La configuración de los mapas de bits del tablero ha fallado
sr: Подешавање битмапа плоче није успело
sv: Konfigurationen av kortets bitmappar har misslyckats
sw: Usanidi wa bitmaps za bodi umeshindwa
ta: பலகை பிட்மேப்களின் அமைப்பு தோல்வியடைந்தது.
th: การตั้งค่าบิตแมปบอร์ดล้มเหลว
tr: Pano bit eşlemlerinin kurulumu başarısız oldu
uk: Помилка налаштування растрових зображень плати
ur: بورڈ بٹ میپس کا سیٹ اپ ناکام ہو گیا ہے۔
vi: Việc thiết lập bitmap của bảng đã thất bại

source: Using colours for 3d board
es: Uso de colores para el tablero 3D
sr: Коришћење боја за 3д таблу
sv: Använda färger för 3d-bräda
sw: Kutumia rangi kwa bodi ya 3d
ta: 3D பலகைக்கு வண்ணங்களைப் பயன்படுத்துதல்.
th: การใช้สีสำหรับบอร์ด 3 มิติ
tr: 3d pano için renk kullanımı
uk: Використання кольорів для 3d дошки
ur: 3d بورڈ کے لیے رنگوں کا استعمال
vi: Sử dụng màu sắc cho bảng 3D

source: 3d graphics error message
es: Mensaje de error de gráficos 3D
sr: Порука о грешци 3Д графике
sv: 3D-grafik felmeddelande
sw: Ujumbe wa makosa ya picha za 3d
ta: 3டி கிராபிக்ஸ் பிழைச் செய்தி
th: ข้อความแสดงข้อผิดพลาดกราฟิก 3 มิติ
tr: 3d grafik hata mesajı
uk: Повідомлення про помилку тривимірної графіки
ur: 3D گرافکس کی خرابی کا پیغام
vi: Thông báo lỗi đồ họa 3D

source: Using colours for 3d pieces
es: Uso de colores para piezas 3D
sr: Коришћење боја за 3д комаде
sv: Använda färger för 3d-bitar
sw: Kutumia rangi kwa vipande 3d
ta: 3D துண்டுகளுக்கு வண்ணங்களைப் பயன்படுத்துதல்.
th: การใช้สีสำหรับชิ้นงาน 3 มิติ
tr: 3 boyutlu parçalarda renk kullanımı
uk: Використання кольорів для 3d деталей
ur: 3d ٹکڑوں کے لیے رنگوں کا استعمال
vi: Sử dụng màu sắc cho các tác phẩm 3D

source: The setup of the main window background triangle has failed
es: La configuración del triángulo de fondo de la ventana principal ha fallado
sr: Подешавање позадинског троугла главног прозора није успело
sv: Konfigurationen av huvudfönstrets bakgrundstriangel misslyckades
sw: Usanidi wa pembetatu ya mandharinyuma ya dirisha kuu umeshindwa
ta: பிரதான சாளர பின்னணி முக்கோணத்தின் அமைப்பு தோல்வியடைந்தது.
th: การตั้งค่าพื้นหลังสามเหลี่ยมหน้าต่างหลักล้มเหลว
tr: Ana pencere arka plan üçgeninin kurulumu başarısız oldu
uk: Не вдалося налаштувати фоновий трикутник головного вікна
ur: مین ونڈو پس منظر مثلث کا سیٹ اپ ناکام ہو گیا ہے۔
vi: Thiết lập hình tam giác nền cửa sổ chính đã không thành công

source: Using plain window background
es: Usando un fondo de ventana simple
sr: Коришћење обичне позадине прозора
sv: Använder vanlig fönsterbakgrund
sw: Kwa kutumia mandharinyuma ya dirisha tupu
ta: எளிய சாளர பின்னணியைப் பயன்படுத்துதல்
th: การใช้พื้นหลังหน้าต่างแบบธรรมดา
tr: Düz pencere arka planı kullanma
uk: Використання звичайного фону вікна
ur: سادہ ونڈو کا پس منظر استعمال کرنا
vi: Sử dụng nền cửa sổ đơn giản

source: The setup of DirectX has failed
es: La configuración de DirectX ha fallado
sr: Подешавање ДирецтКс-а није успело
sv: Installationen av DirectX har misslyckats
sw: Usanidi wa DirectX umeshindwa
ta: டைரக்ட்எக்ஸ் அமைப்பு தோல்வியடைந்தது.
th: การตั้งค่า DirectX ล้มเหลว
tr: DirectX kurulumu başarısız oldu
uk: Помилка налаштування DirectX
ur: DirectX کا سیٹ اپ ناکام ہو گیا ہے۔
vi: Thiết lập DirectX đã thất bại

source: The setup of the 3d chessboard has failed
es: La configuración del tablero de ajedrez 3D ha fallado.
sr: Подешавање 3д шаховске табле није успело
sv: Konfigurationen av 3D-schackbrädet har misslyckats
sw: Usanidi wa 3d chessboard umeshindwa
ta: 3D சதுரங்கப் பலகையின் அமைப்பு தோல்வியடைந்தது.
th: การตั้งค่ากระดานหมากรุก 3 มิติล้มเหลว
tr: 3d satranç tahtasının kurulumu başarısız oldu
uk: Налаштування 3d шахової дошки не вдалося
ur: 3d بساط کا سیٹ اپ ناکام ہو گیا ہے۔
vi: Việc thiết lập bàn cờ 3d đã thất bại

source: Press ok to return to 2d
es: Presione ok para volver a 2d
sr: Притисните ок да бисте се вратили на 2д
sv: Tryck på ok för att återgå till 2d
sw: Bonyeza sawa ili kurudi kwa 2d
ta: 2Dக்குத் திரும்ப சரி என்பதை அழுத்தவும்.
th: กดตกลงเพื่อกลับสู่ 2d
tr: 2d'ye dönmek için Tamam'a basın
uk: Натисніть OK, щоб повернутися до 2d
ur: 2d پر واپس جانے کے لیے ٹھیک کو دبائیں۔
vi: Nhấn OK để trở về 2D

source: Lighting..
es: Iluminación..
sr: Осветљење..
sv: Belysning..
sw: Taa..
ta: விளக்கு..
th: แสงสว่าง..
tr: Aydınlatma..
uk: Освітлення..
ur: لائٹنگ..
vi: Chiếu sáng..

source: Piece sizes..
es: Tamaños de las piezas..
sr: Величине комада..
sv: Styckstorlekar..
sw: Ukubwa wa vipande..
ta: துண்டு அளவுகள்..
th: ขนาดชิ้น..
tr: Parça boyutları..
uk: Розміри штук..
ur: ٹکڑوں کے سائز ..
vi: Kích thước mảnh..

source: Window colours..
es: Colores de ventanas..
sr: Боје прозора..
sv: Fönster färger..
sw: Rangi za madirisha..
ta: ஜன்னல் வண்ணங்கள்..
th: สีหน้าต่าง..
tr: Pencere renkleri..
uk: Кольори вікон..
ur: کھڑکی کے رنگ..
vi: Màu cửa sổ..

source: Chess set colours..
es: Colores del juego de ajedrez.
sr: Боје шаховског комплета..
sv: Schackspelsfärger..
sw: Rangi za seti za chess..
ta: சதுரங்கப் பந்து வண்ணங்கள்..
th: ชุดหมากรุกสี..
tr: Satranç takımı renkleri..
uk: Кольори шахів..
ur: شطرنج کے رنگ
vi: Màu sắc của bộ cờ vua..

source: Board widget..
es: Widget de tablero..
sr: Виџет за таблу..
sw: Wijeti ya bodi..
ta: பலகை விட்ஜெட்..
th: วิดเจ็ทบอร์ด..
tr: Panonun widget'ı..
uk: Віджет дошки..
ur: بورڈ ویجیٹ..
vi: Tiện ích bảng tin..

source: Board coords
es: Coordenadas del tablero
sr: Боард цоордс
sv: Styrelsen koordinerar
sw: Uratibu wa bodi
ta: வாரிய ஒருங்கிணைப்புகள்
th: พิกัดบอร์ด
tr: Yönetim Kurulu Koordinatörleri
uk: Координати дошки
ur: بورڈ کوارڈز
vi: Tọa độ bảng

source: Rotate knights
es: Girar caballeros
sr: Ротирајте витезове
sv: Rotera riddare
sw: Zungusha wapiganaji
ta: நைட்ஸை சுழற்று
th: หมุนอัศวิน
tr: Şövalyeleri döndür
uk: Чергайте лицарів
ur: شورویروں کو گھمائیں۔
vi: Xoay quân mã

source: Move list toolbar
es: Mover la barra de herramientas de la lista
sr: Помери траку са алаткама листе
sv: Flytta lista verktygsfält
sw: Hamisha upau wa vidhibiti wa orodha
ta: பட்டியல் கருவிப்பட்டியை நகர்த்து
th: แถบเครื่องมือย้ายรายการ
tr: Liste araç çubuğunu taşı
uk: Панель інструментів переміщення списку
ur: فہرست ٹول بار کو منتقل کریں۔
vi: Di chuyển thanh công cụ danh sách

source: Move prompt
es: Mover aviso
sr: Промпт за померање
sv: Flytta uppmaning
sw: Sogeza haraka
ta: நகர்த்து அறிவிப்பு
th: ย้ายการแจ้งเตือน
tr: Hareket istemi
uk: Перемістити підказку
ur: پرامپٹ منتقل کریں۔
vi: Di chuyển nhắc nhở

source: Puzzle prompt
es: Propuesta de rompecabezas
sr: Загонетка
sv: Pusseluppmaning
sw: Agizo la fumbo
ta: புதிர் அறிவிப்பு
th: ปริศนาคำใบ้
tr: Bulmaca istemi
uk: Головоломка підказка
ur: پہیلی فوری
vi: Câu đố gợi ý

source: View angle
es: Ángulo de visión
sr: Угао гледања
sv: Synvinkel
sw: Mtazamo wa pembe
ta: கோணத்தைப் பார்க்கவும்
th: มุมมอง
tr: Görüş açısı
uk: Кут огляду
ur: زاویہ دیکھیں
vi: Góc nhìn

source: Square adjustment
es: Ajuste cuadrado
sr: Подешавање квадрата
sv: Kvadratisk justering
sw: Marekebisho ya mraba
ta: சதுர சரிசெய்தல்
th: การปรับสี่เหลี่ยม
tr: Kare ayarlama
uk: Регулювання площі
ur: مربع ایڈجسٹمنٹ
vi: Điều chỉnh hình vuông

source: Use multi-sampling
es: Utilice muestreo múltiple
sr: Користите вишеструко узорковање
sv: Använd multi-sampling
sw: Tumia sampuli nyingi
ta: பல மாதிரிகளைப் பயன்படுத்தவும்
th: ใช้การสุ่มตัวอย่างหลายแบบ
tr: Çoklu örneklemeyi kullan
uk: Використовуйте мультивибірку
ur: ملٹی سیمپلنگ کا استعمال کریں۔
vi: Sử dụng lấy mẫu nhiều lần

source: Sampling value
es: Valor de muestreo
sr: Вредност узорковања
sv: Samplingsvärde
sw: Thamani ya sampuli
ta: மாதிரி மதிப்பு
th: ค่าการสุ่มตัวอย่าง
tr: Örnekleme değeri
uk: Значення вибірки
ur: نمونے کی قیمت
vi: Giá trị lấy mẫu

source: Border bitmap..
es: Mapa de bits del borde..
sr: Бордер битмап..
sv: Kantbitmapp..
sw: Bitmap ya mpaka..
ta: பார்டர் பிட்மேப்..
th: บิตแมปขอบ..
tr: Sınır bit eşlemi..
uk: Растрове зображення межі..
ur: بارڈر بٹ میپ..
vi: Đường viền bitmap..

source: Piece bitmaps..
es: Pieza de mapas de bits.
sr: Битмапе комада..
sv: Bitmappar..
sw: Sehemu ndogo za ramani..
ta: துண்டு பிட்மேப்கள்..
th: ชิ้นส่วนบิตแมป..
tr: Parça bitmapleri..
uk: Поштучні растрові зображення..
ur: بٹ میپس کا ٹکڑا..
vi: Mảnh bitmap..

source: Adjust 3d lighting settings
es: Ajustar la configuración de iluminación 3D
sr: Подесите подешавања 3Д осветљења
sv: Justera inställningar för 3D-belysning
sw: Rekebisha mipangilio ya taa ya 3d
ta: 3D லைட்டிங் அமைப்புகளை சரிசெய்யவும்.
th: ปรับการตั้งค่าแสง 3 มิติ
tr: 3D aydınlatma ayarlarını düzenleyin
uk: Налаштуйте параметри тривимірного освітлення
ur: 3d روشنی کی ترتیبات کو ایڈجسٹ کریں۔
vi: Điều chỉnh cài đặt ánh sáng 3D

source: Adjust 3d piece sizes
es: Ajustar el tamaño de las piezas 3D
sr: Подесите величине 3д комада
sv: Justera 3D-bitstorlekar
sw: Rekebisha ukubwa wa vipande 3d
ta: 3D துண்டு அளவுகளை சரிசெய்யவும்
th: ปรับขนาดชิ้นส่วน 3 มิติ
tr: 3D parça boyutlarını ayarlayın
uk: Налаштуйте розміри 3d-деталей
ur: 3d ٹکڑوں کے سائز کو ایڈجسٹ کریں۔
vi: Điều chỉnh kích thước mảnh 3D

source: Select 3d window colours
es: Seleccionar colores de ventana 3D
sr: Изаберите боје 3д прозора
sv: Välj 3D-fönsterfärger
sw: Chagua rangi za dirisha la 3d
ta: 3D சாளர வண்ணங்களைத் தேர்ந்தெடுக்கவும்.
th: เลือกสีหน้าต่าง 3 มิติ
tr: 3D pencere renklerini seçin
uk: Виберіть 3d кольори вікна
ur: 3d ونڈو کے رنگ منتخب کریں۔
vi: Chọn màu cửa sổ 3D

source: Select 3d chess set colours
es: Seleccione los colores del juego de ajedrez 3D
sr: Изаберите боје 3д шаховског сета
sv: Välj färger för 3d schackspel
sw: Chagua rangi 3d za seti ya chess
ta: 3டி சதுரங்கத் தொகுப்பு வண்ணங்களைத் தேர்ந்தெடுக்கவும்
th: เลือกสีหมากรุก 3 มิติ
tr: 3d satranç takımı renklerini seçin
uk: Виберіть кольори тривимірного шахового набору
ur: شطرنج کے 3d رنگوں کو منتخب کریں۔
vi: Chọn màu bộ cờ vua 3d

source: Set board widget options
es: Establecer las opciones del widget del tablero
sr: Подесите опције виџета на табли
sv: Ställ in alternativ för styrelsewidget
sw: Weka chaguo za wijeti za ubao
ta: பலகை விட்ஜெட் விருப்பங்களை அமைக்கவும்
th: ตั้งค่าตัวเลือกวิดเจ็ตบอร์ด
tr: Pano widget seçeneklerini ayarlayın
uk: Налаштувати параметри віджета дошки
ur: بورڈ ویجیٹ کے اختیارات سیٹ کریں۔
vi: Đặt tùy chọn tiện ích bảng

source: Check this box to display board co-ordinates
es: Marque esta casilla para mostrar las coordenadas del tablero
sr: Означите ово поље за приказ координата плоче
sv: Markera den här rutan för att visa tavlans koordinater
sw: Chagua kisanduku hiki ili kuonyesha viwianishi vya ubao
ta: பலகை ஆயத்தொலைவுகளைக் காட்ட இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: ทำเครื่องหมายในช่องนี้เพื่อแสดงพิกัดบอร์ด
tr: Panonun koordinatlarını görüntülemek için bu kutuyu işaretleyin
uk: Установіть цей прапорець, щоб відобразити координати дошки
ur: بورڈ کوآرڈینیٹ دکھانے کے لیے اس باکس کو چیک کریں۔
vi: Đánh dấu vào ô này để hiển thị tọa độ bảng

source: Check this box to rotate the knights
es: Marque esta casilla para rotar los caballeros
sr: Означите ово поље да бисте ротирали витезове
sv: Markera den här rutan för att rotera riddarna
sw: Tia alama kwenye kisanduku hiki ili kuzungusha mashujaa
ta: குதிரை வீரர்களைச் சுழற்ற இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: ทำเครื่องหมายในช่องนี้เพื่อหมุนอัศวิน
tr: Şövalyeleri döndürmek için bu kutuyu işaretleyin
uk: Поставте прапорець, щоб чергувати лицарів
ur: شورویروں کو گھمانے کے لیے اس باکس کو چیک کریں۔
vi: Đánh dấu vào ô này để xoay các quân mã

source: in the left half of the board inwards
es: En la mitad izquierda del tablero hacia dentro
sr: у левој половини даске према унутра
sv: i brädans vänstra halva inåt
sw: katika nusu ya kushoto ya ubao ndani
ta: பலகையின் இடது பாதியில் உள்நோக்கி
th: ในครึ่งซ้ายของกระดานเข้าด้านใน
tr: tahtanın sol yarısında içeriye doğru
uk: в ліву половину дошки всередину
ur: بورڈ کے بائیں نصف حصے میں اندر کی طرف
vi: ở nửa bên trái của bảng vào trong

source: Check this box to show a game navigation toolbar
es: Marque esta casilla para mostrar una barra de herramientas de navegación del juego
sr: Означите ово поље да бисте приказали траку са алаткама за навигацију игре
sv: Markera den här rutan för att visa ett verktygsfält för spelnavigering
sw: Teua kisanduku hiki ili kuonyesha upau wa vidhibiti wa urambazaji wa mchezo
ta: விளையாட்டு வழிசெலுத்தல் கருவிப்பட்டியைக் காட்ட இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: ทำเครื่องหมายในช่องนี้เพื่อแสดงแถบเครื่องมือนำทางเกม
tr: Bir oyun gezinme araç çubuğunu göstermek için bu kutuyu işaretleyin
uk: Поставте цей прапорець, щоб відобразити панель інструментів навігації в грі
ur: گیم نیویگیشن ٹول بار دکھانے کے لیے اس باکس کو چیک کریں۔
vi: Đánh dấu vào ô này để hiển thị thanh công cụ điều hướng trò chơi
