Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: If this is selected, exporting games from the new database
es: Si se selecciona esta opción, se exportarán juegos desde la nueva base de datos.
sr: Ако је ово изабрано, извоз игара из нове базе података
sv: Om detta är valt, exportera spel från den nya databasen
sw: Ikiwa hii imechaguliwa, itahamisha michezo kutoka kwa hifadhidata mpya
ta: இது தேர்ந்தெடுக்கப்பட்டால், புதிய தரவுத்தளத்திலிருந்து விளையாட்டுகளை ஏற்றுமதி செய்கிறது
th: หากเลือกตัวเลือกนี้ การส่งออกเกมจากฐานข้อมูลใหม่
tr: Bu seçilirse, oyunları yeni veritabanından dışa aktarın
uk: Якщо вибрано, ігри експортуються з нової бази даних
ur: اگر یہ منتخب کیا جاتا ہے تو، نئے ڈیٹا بیس سے گیمز برآمد کرنا
vi: Nếu mục này được chọn, xuất trò chơi từ cơ sở dữ liệu mới

source: to PGN will be restricted (no more than
es: a PGN se restringirá (no más de
sr: на ПГН ће бити ограничен (не више од
sv: till PGN kommer att begränsas (högst
sw: kwa PGN itazuiwa (si zaidi ya
ta: PGN-க்கு கட்டுப்படுத்தப்படும் (அதற்கு மேல் இல்லை
th: จะถูกจำกัดให้ PGN (ไม่เกิน
tr: PGN'ye (en fazla) kısıtlanacaktır
uk: до PGN буде обмежено (не більше ніж
ur: PGN تک محدود رہے گا (اس سے زیادہ نہیں۔
vi: đến PGN sẽ bị hạn chế (không quá

source: at a time).
es: a la vez).
sr: у једном тренутку).
sv: i sänder).
sw: kwa wakati mmoja).
ta: ஒரு நேரத்தில்).
th: ในแต่ละครั้ง).
tr: (bir anda).
uk: за один раз).
ur: ایک وقت میں)۔
vi: tại một thời điểm).

source: already exists
es: ya existe
sr: већ постоји
sv: finns redan
sw: tayari ipo
ta: ஏற்கனவே உள்ளது
th: มีอยู่แล้ว
tr: zaten var
uk: вже існує
ur: پہلے سے موجود ہے
vi: đã tồn tại

source: No Tarrasch database file specified
es: No se especificó ningún archivo de base de datos de Tarrasch
sr: Није наведена Таррасцх датотека базе података
sv: Ingen Tarrasch-databasfil specificerad
sw: Hakuna faili ya hifadhidata ya Tarrasch iliyobainishwa
ta: Tarrasch தரவுத்தள கோப்பு எதுவும் குறிப்பிடப்படவில்லை.
th: ไม่ได้ระบุไฟล์ฐานข้อมูล Tarrasch
tr: Tarrasch veritabanı dosyası belirtilmedi
uk: Файл бази даних Tarrasch не вказано
ur: Tarrasch ڈیٹا بیس فائل کی وضاحت نہیں کی گئی ہے۔
vi: Không có tệp cơ sở dữ liệu Tarrasch nào được chỉ định

source: No usable pgn files specified
es: No se especificaron archivos pgn utilizables
sr: Нису наведене употребљиве пгн датотеке
sv: Inga användbara pgn-filer har angetts
sw: Hakuna faili za pgn zinazoweza kutumika zilizobainishwa
ta: பயன்படுத்தக்கூடிய pgn கோப்புகள் எதுவும் குறிப்பிடப்படவில்லை.
th: ไม่ได้ระบุไฟล์ pgn ที่สามารถใช้งานได้
tr: Kullanılabilir pgn dosyası belirtilmedi
uk: Не вказано придатних для використання файлів pgn
ur: کوئی قابل استعمال pgn فائلیں متعین نہیں ہیں۔
vi: Không có tệp pgn nào được chỉ định có thể sử dụng

source: Cannot create
es: No se puede crear
sr: Није могуће креирати
sv: Kan inte skapa
sw: Haiwezi kuunda
ta: உருவாக்க முடியாது
th: ไม่สามารถสร้างได้
tr: Oluşturulamadı
uk: Неможливо створити
ur: نہیں بنا سکتے
vi: Không thể tạo

source: Creating database, step 1 of 4
es: Creación de una base de datos, paso 1 de 4
sr: Креирање базе података, корак 1 од 4
sv: Skapar databas, steg 1 av 4
sw: Kuunda hifadhidata, hatua ya 1 kati ya 4
ta: தரவுத்தளத்தை உருவாக்குதல், படி 1 / 4
th: การสร้างฐานข้อมูล ขั้นตอนที่ 1 จาก 4
tr: Veritabanı oluşturma, 4 adımdan 1. adım
uk: Створення бази даних, крок 1 з 4
ur: ڈیٹا بیس بنانا، مرحلہ 1 میں سے 4
vi: Tạo cơ sở dữ liệu, bước 1 trong 4

source: Reading file #
es: Leyendo archivo #
sr: Читање датотеке #
sv: Läser fil #
sw: Inasoma faili #
ta: கோப்பு # ஐப் படிக்கிறது
th: กำลังอ่านไฟล์#
tr: Dosya # okunuyor
uk: Читання файлу #
ur: فائل پڑھنا #
vi: Đang đọc tập tin #

source: Creating database
es: Creando base de datos
sr: Креирање базе података
sv: Skapar databas
sw: Kuunda hifadhidata
ta: தரவுத்தளத்தை உருவாக்குதல்
th: การสร้างฐานข้อมูล
tr: Veritabanı oluşturma
uk: Створення бази даних
ur: ڈیٹا بیس بنانا
vi: Tạo cơ sở dữ liệu

source: Database creation cancelled
es: Creación de base de datos cancelada
sr: Креирање базе података је отказано
sv: Databasskapandet avbröts
sw: Uundaji wa hifadhidata umeghairiwa
ta: தரவுத்தள உருவாக்கம் ரத்து செய்யப்பட்டது.
th: การสร้างฐานข้อมูลถูกยกเลิก
tr: Veritabanı oluşturma iptal edildi
uk: Створення бази даних скасовано
ur: ڈیٹا بیس کی تخلیق منسوخ کر دی گئی۔
vi: Đã hủy việc tạo cơ sở dữ liệu

source: Database creation failed
es: Falló la creación de la base de datos
sr: Креирање базе података није успело
sv: Det gick inte att skapa databas
sw: Uundaji wa hifadhidata umeshindwa
ta: தரவுத்தள உருவாக்கம் தோல்வியடைந்தது.
th: การสร้างฐานข้อมูลล้มเหลว
tr: Veritabanı oluşturma başarısız oldu
uk: Помилка створення бази даних
ur: ڈیٹا بیس کی تخلیق ناکام ہوگئی
vi: Tạo cơ sở dữ liệu không thành công

source: doesn't exist
es: no existe
sr: не постоји
sv: finns inte
sw: haipo
ta: இல்லை
th: ไม่มีอยู่
tr: mevcut değil
uk: не існує
ur: موجود نہیں ہے
vi: không tồn tại

source: Appending to database, step 1 of 5
es: Anexar a la base de datos, paso 1 de 5
sr: Додавање бази података, корак 1 од 5
sv: Bifogar till databasen, steg 1 av 5
sw: Inatumika kwa hifadhidata, hatua ya 1 kati ya 5
ta: தரவுத்தளத்தில் சேர்க்கிறது, படி 1 / 5
th: การผนวกเข้ากับฐานข้อมูล ขั้นตอนที่ 1 จาก 5
tr: Veritabanına ekleme, 5 adımdan 1. adım
uk: Додавання до бази даних, крок 1 із 5
ur: ڈیٹا بیس میں شامل کرنا، 5 میں سے 1 مرحلہ
vi: Thêm vào cơ sở dữ liệu, bước 1 trong 5

source: Reading existing database
es: Leyendo una base de datos existente
sr: Читање постојеће базе података
sv: Läser befintlig databas
sw: Kusoma hifadhidata iliyopo
ta: ஏற்கனவே உள்ள தரவுத்தளத்தைப் படித்தல்
th: การอ่านฐานข้อมูลที่มีอยู่
tr: Mevcut veritabanını okuma
uk: Читання існуючої бази даних
ur: موجودہ ڈیٹا بیس کو پڑھنا
vi: Đọc cơ sở dữ liệu hiện có

source: Appending to database, step 2 of 5
es: Anexar a la base de datos, paso 2 de 5
sr: Додавање бази података, корак 2 од 5
sv: Bifogar till databasen, steg 2 av 5
sw: Inatumika kwa hifadhidata, hatua ya 2 kati ya 5
ta: தரவுத்தளத்தில் சேர்க்கிறது, படி 2 / 5
th: การผนวกเข้ากับฐานข้อมูล ขั้นตอนที่ 2 จาก 5
tr: Veritabanına ekleme, 5 adımdan 2. adım
uk: Додавання до бази даних, крок 2 із 5
ur: ڈیٹا بیس میں شامل کرنا، مرحلہ 2 میں سے 5
vi: Thêm vào cơ sở dữ liệu, bước 2 trong 5

source: Appending to database
es: Anexar a la base de datos
sr: Додавање у базу података
sv: Bifogar till databasen
sw: Inatumika kwa hifadhidata
ta: தரவுத்தளத்தில் சேர்க்கிறது
th: การผนวกเข้าในฐานข้อมูล
tr: Veritabanına ekleniyor
uk: Додавання до бази даних
ur: ڈیٹا بیس میں شامل کرنا
vi: Thêm vào cơ sở dữ liệu

source: Tarrasch database files (.tdb files) are compact game collections.
es: Los archivos de base de datos de Tarrasch (archivos .tdb) son colecciones de juegos compactas.
sr: Таррасцх датотеке базе података (.тдб датотеке) су компактне колекције игара.
sv: Tarrasch-databasfiler (.tdb-filer) är kompakta spelsamlingar.
sw: Faili za hifadhidata za Tarrasch (faili za .tdb) ni mkusanyiko wa michezo iliyoshikana.
ta: Tarrasch தரவுத்தள கோப்புகள் (.tdb கோப்புகள்) சிறிய விளையாட்டு சேகரிப்புகள் ஆகும்.
th: ไฟล์ฐานข้อมูล Tarrasch (ไฟล์ .tdb) เป็นคอลเลกชันเกมแบบกะทัดรัด
tr: Tarrasch veritabanı dosyaları (.tdb dosyaları) sıkıştırılmış oyun koleksiyonlarıdır.
uk: Файли бази даних Tarrasch (файли .tdb) — це компактні колекції ігор.
ur: Tarrasch ڈیٹا بیس فائلیں (.tdb فائلیں) کمپیکٹ گیم کلیکشن ہیں۔
vi: Các tệp cơ sở dữ liệu Tarrasch (tệp .tdb) là các bộ sưu tập trò chơi nhỏ gọn.

source: At the moment only complete games are supported (i.e. no game fragments).
es: Por el momento solo se admiten juegos completos (es decir, no fragmentos del juego).
sr: Тренутно су подржане само комплетне игре (тј. нема фрагмената игре).
sv: För närvarande stöds endast kompletta spel (dvs inga spelfragment).
sw: Kwa sasa ni michezo kamili pekee ndiyo inayotumika (yaani hakuna vipande vya mchezo).
ta: தற்போது முழுமையான விளையாட்டுகள் மட்டுமே ஆதரிக்கப்படுகின்றன (அதாவது விளையாட்டு துண்டுகள் இல்லை).
th: ในขณะนี้สนับสนุนเฉพาะเกมที่สมบูรณ์เท่านั้น (กล่าวคือ ไม่มีชิ้นส่วนเกม)
tr: Şu anda yalnızca tamamlanmış oyunlar destekleniyor (yani oyun parçaları desteklenmiyor).
uk: На даний момент підтримуються лише повні ігри (тобто жодні фрагменти гри).
ur: اس وقت صرف مکمل گیمز سپورٹ ہیں (یعنی گیم کے ٹکڑے نہیں)۔
vi: Hiện tại chỉ hỗ trợ các trò chơi hoàn chỉnh (tức là không hỗ trợ các đoạn trò chơi).

source: Similarly no comments or variations are supported at this time.
es: De manera similar, no se admiten comentarios ni variaciones en este momento.
sr: Слично томе, у овом тренутку нису подржани никакви коментари или варијације.
sv: På samma sätt stöds inga kommentarer eller varianter för närvarande.
sw: Vile vile hakuna maoni au tofauti zinazotumika kwa wakati huu.
ta: அதேபோல், இந்த நேரத்தில் எந்த கருத்துகளும் அல்லது மாறுபாடுகளும் ஆதரிக்கப்படவில்லை.
th: ในทำนองเดียวกัน ไม่มีการรองรับความคิดเห็นหรือการเปลี่ยนแปลงใดๆ ในขณะนี้
tr: Benzer şekilde şu anda hiçbir yorum veya varyasyon desteklenmiyor.
uk: Так само жодні коментарі чи варіації наразі не підтримуються.
ur: اسی طرح اس وقت کوئی تبصرے یا تغیرات کی حمایت نہیں کی جاتی ہے۔
vi: Tương tự như vậy, không có bình luận hoặc thay đổi nào được hỗ trợ tại thời điểm này.

source: Tarrasch uses one database file at a time (the current database).
es: Tarrasch utiliza un archivo de base de datos a la vez (la base de datos actual).
sr: Таррасцх користи једну по једну датотеку базе података (тренутна база података).
sv: Tarrasch använder en databasfil åt gången (den nuvarande databasen).
sw: Tarrasch hutumia faili moja ya hifadhidata kwa wakati mmoja (database ya sasa).
ta: டாராஷ் ஒரு நேரத்தில் ஒரு தரவுத்தள கோப்பைப் பயன்படுத்துகிறது (தற்போதைய தரவுத்தளம்).
th: Tarrasch ใช้ไฟล์ฐานข้อมูลหนึ่งไฟล์ในแต่ละครั้ง (ฐานข้อมูลปัจจุบัน)
tr: Tarrasch her seferinde bir veritabanı dosyasını (geçerli veritabanını) kullanır.
uk: Tarrasch використовує по одному файлу бази даних (поточна база даних).
ur: Tarrasch ایک وقت میں ایک ڈیٹا بیس فائل استعمال کرتا ہے (موجودہ ڈیٹا بیس)۔
vi: Tarrasch sử dụng một tệp cơ sở dữ liệu tại một thời điểm (cơ sở dữ liệu hiện tại).

source: Tarrasch can search the current database quickly and efficiently
es: Tarrasch puede buscar en la base de datos actual de forma rápida y eficiente
sr: Таррасцх може брзо и ефикасно претраживати тренутну базу података
sv: Tarrasch kan snabbt och effektivt söka i den aktuella databasen
sw: Tarrasch inaweza kutafuta hifadhidata ya sasa haraka na kwa ufanisi
ta: டாராஷ் தற்போதைய தரவுத்தளத்தை விரைவாகவும் திறமையாகவும் தேட முடியும்.
th: Tarrasch สามารถค้นหาฐานข้อมูลปัจจุบันได้อย่างรวดเร็วและมีประสิทธิภาพ
tr: Tarrasch mevcut veritabanında hızlı ve etkili bir şekilde arama yapabilir
uk: Tarrasch може шукати в поточній базі даних швидко та ефективно
ur: Tarrasch موجودہ ڈیٹا بیس کو تیزی سے اور مؤثر طریقے سے تلاش کر سکتا ہے۔
vi: Tarrasch có thể tìm kiếm cơ sở dữ liệu hiện tại một cách nhanh chóng và hiệu quả

source: for any position or for piece patterns or material balances.
es: para cualquier posición o para patrones de piezas o balances de materiales.
sr: за било коју позицију или за узорке или материјалне билансе.
sv: för valfri position eller för pjäsmönster eller materialbalanser.
sw: kwa nafasi yoyote au kwa mifumo ya kipande au mizani ya nyenzo.
ta: எந்தவொரு நிலைக்கும் அல்லது துண்டு வடிவங்கள் அல்லது பொருள் சமநிலைகளுக்கும்.
th: สำหรับตำแหน่งใดๆ หรือสำหรับรูปแบบชิ้นงานหรือความสมดุลของวัสดุ
tr: Herhangi bir pozisyon veya parça desenleri veya malzeme dengeleri için.
uk: для будь-якої позиції або для зразків частин або матеріальних балансів.
ur: کسی بھی پوزیشن کے لیے یا پیس پیٹرن یا مادی توازن کے لیے۔
vi: cho bất kỳ vị trí nào hoặc cho các mẫu sản phẩm hoặc cân bằng vật liệu.

source: Tarrasch databases are created from .pgn files.
es: Las bases de datos de Tarrasch se crean a partir de archivos .pgn.
sr: Таррасцх базе података се креирају од .пгн датотека.
sv: Tarrasch-databaser skapas från .pgn-filer.
sw: Hifadhidata za Tarrasch zimeundwa kutoka kwa faili za .pgn.
ta: Tarrasch தரவுத்தளங்கள் .pgn கோப்புகளிலிருந்து உருவாக்கப்படுகின்றன.
th: ฐานข้อมูล Tarrasch ถูกสร้างจากไฟล์ .pgn
tr: Tarrasch veritabanları .pgn dosyalarından oluşturulur.
uk: Бази даних Tarrasch створюються з файлів .pgn.
ur: Tarrasch ڈیٹا بیس .pgn فائلوں سے بنائے جاتے ہیں۔
vi: Cơ sở dữ liệu Tarrasch được tạo từ các tệp .pgn.

source: The only way Tarrasch databases can be modified (at this time) is by
es: La única forma en que se pueden modificar las bases de datos de Tarrasch (en este momento) es mediante
sr: Једини начин на који Таррасцх базе података могу бити модификоване (у овом тренутку) је путем
sv: Det enda sättet som Tarrasch-databaser kan modifieras (för närvarande) är genom
sw: Njia pekee ya hifadhidata za Tarrasch zinaweza kurekebishwa (kwa wakati huu) ni kwa
ta: (இந்த நேரத்தில்) Tarrasch தரவுத்தளங்களை மாற்றியமைக்க ஒரே வழி
th: วิธีเดียวที่จะปรับเปลี่ยนฐานข้อมูล Tarrasch ได้ (ในขณะนี้) คือ
tr: Tarrasch veritabanlarının (şu anda) değiştirilebilmesinin tek yolu şudur:
uk: Єдиний спосіб модифікації баз даних Tarrasch (на даний момент) це за допомогою
ur: Tarrasch ڈیٹا بیس میں ترمیم کرنے کا واحد طریقہ (اس وقت) ہے۔
vi: Cách duy nhất để sửa đổi cơ sở dữ liệu Tarrasch (tại thời điểm này) là bằng cách

source: appending more games to them with the Append to database command.
es: agregando más juegos a ellos con el comando Agregar a la base de datos.
sr: додајући им више игара командом Додај у базу података.
sv: lägga till fler spel till dem med kommandot Lägg till i databasen.
sw: kuwaongezea michezo zaidi kwa kutumia amri ya Kuongeza kwenye hifadhidata.
ta: தரவுத்தளத்தில் சேர் கட்டளையுடன் அவற்றுடன் கூடுதல் விளையாட்டுகளைச் சேர்க்கிறது.
th: ผนวกเกมเพิ่มเติมเข้าไปด้วยคำสั่งผนวกไปยังฐานข้อมูล
tr: Append to database komutuyla bunlara daha fazla oyun ekleyebilirsiniz.
uk: додаючи до них більше ігор за допомогою команди Додати до бази даних.
ur: اپینڈ ٹو ڈیٹا بیس کمانڈ کے ساتھ ان میں مزید گیمز شامل کرنا۔
vi: thêm nhiều trò chơi vào đó bằng lệnh Thêm vào cơ sở dữ liệu.

source: Tarrasch automatically rejects duplicate games.
es: Tarrasch rechaza automáticamente los juegos duplicados.
sr: Таррасцх аутоматски одбија дупле игре.
sv: Tarrasch avvisar automatiskt dubbletter av spel.
sw: Tarrasch inakataa moja kwa moja michezo iliyorudiwa.
ta: டாராஷ் தானாகவே நகல் விளையாட்டுகளை நிராகரிக்கிறது.
th: ทาร์ราสช์ปฏิเสธเกมซ้ำโดยอัตโนมัติ
tr: Tarrasch, kopya oyunları otomatik olarak reddediyor.
uk: Tarrasch автоматично відхиляє повторювані ігри.
ur: Tarrasch خود بخود ڈپلیکیٹ گیمز کو مسترد کر دیتا ہے۔
vi: Tarrasch tự động từ chối các trò chơi trùng lặp.

source: Rejected duplicate games are saved in file TarraschDbDuplicatesFile.pgn.
es: Los juegos duplicados rechazados se guardan en el archivo TarraschDbDuplicatesFile.pgn.
sr: Одбијене дупликате игре се чувају у датотеци ТаррасцхДбДуплицатесФиле.пгн.
sv: Avvisade dubbletter av spel sparas i filen TarraschDbDuplicatesFile.pgn.
sw: Michezo rudufu iliyokataliwa huhifadhiwa katika faili TarraschDbDuplicatesFile.pgn.
ta: நிராகரிக்கப்பட்ட நகல் விளையாட்டுகள் TarraschDbDuplicatesFile.pgn கோப்பில் சேமிக்கப்படும்.
th: เกมซ้ำที่ถูกปฏิเสธจะถูกบันทึกไว้ในไฟล์ TarraschDbDuplicatesFile.pgn
tr: Reddedilen yinelenen oyunlar TarraschDbDuplicatesFile.pgn dosyasına kaydedilir.
uk: Відхилені дублікати ігор зберігаються у файлі TarraschDbDuplicatesFile.pgn.
ur: مسترد شدہ ڈپلیکیٹ گیمز فائل TarraschDbDuplicatesFile.pgn میں محفوظ ہیں۔
vi: Các trò chơi trùng lặp bị từ chối sẽ được lưu trong tệp TarraschDbDuplicatesFile.pgn.

source: Games can be rejected based on rating if desired.
es: Los juegos pueden ser rechazados en función de la calificación si así se desea.
sr: Игре се по жељи могу одбити на основу оцене.
sv: Spel kan avvisas baserat på betyg om så önskas.
sw: Michezo inaweza kukataliwa kulingana na ukadiriaji ikiwa inataka.
ta: விரும்பினால் மதிப்பீட்டின் அடிப்படையில் விளையாட்டுகளை நிராகரிக்கலாம்.
th: เกมสามารถถูกปฏิเสธตามเรตติ้งได้หากต้องการ
tr: İstenirse oyunlar derecelendirmeye göre reddedilebilir.
uk: За бажанням ігри можна відхилити на основі рейтингу.
ur: اگر چاہیں تو درجہ بندی کی بنیاد پر گیمز کو مسترد کیا جا سکتا ہے۔
vi: Trò chơi có thể bị từ chối dựa trên xếp hạng nếu muốn.

source: For best results, create databases with older .pgn files first,
es: Para obtener mejores resultados, cree primero bases de datos con archivos .pgn más antiguos.
sr: За најбоље резултате прво направите базе података са старијим .пгн датотекама,
sv: För bästa resultat, skapa databaser med äldre .pgn-filer först,
sw: Kwa matokeo bora, unda hifadhidata ukitumia faili za zamani za .pgn kwanza,
ta: சிறந்த முடிவுகளுக்கு, முதலில் பழைய .pgn கோப்புகளைக் கொண்டு தரவுத்தளங்களை உருவாக்கவும்,
th: สำหรับผลลัพธ์ที่ดีที่สุด ควรสร้างฐานข้อมูลด้วยไฟล์ .pgn ที่เก่ากว่าก่อน
tr: En iyi sonuçlar için öncelikle eski .pgn dosyalarıyla veritabanları oluşturun.
uk: Щоб отримати найкращі результати, спочатку створіть бази даних зі старішими файлами .pgn,
ur: بہترین نتائج کے لیے، پہلے پرانی .pgn فائلوں کے ساتھ ڈیٹا بیس بنائیں،
vi: Để có kết quả tốt nhất, trước tiên hãy tạo cơ sở dữ liệu với các tệp .pgn cũ hơn,

source: and append newer games as you collect them.
es: y añade juegos más nuevos a medida que los vayas recopilando.
sr: и додајте новије игре док их сакупљате.
sv: och lägg till nyare spel när du samlar in dem.
sw: na uongeze michezo mipya zaidi unapoikusanya.
ta: புதிய விளையாட்டுகளைச் சேகரிக்கும்போது அவற்றைச் சேர்க்கவும்.
th: และผนวกเกมใหม่ ๆ เมื่อคุณรวบรวมไว้
tr: ve topladıkça yeni oyunları ekleyin.
uk: і додавати новіші ігри, коли ви їх збираєте.
ur: اور جیسے جیسے آپ ان کو اکٹھا کرتے ہیں ان کو شامل کریں۔
vi: và thêm các trò chơi mới hơn khi bạn thu thập được chúng.

source: Tarrasch will try to present most recent games first.
es: Tarrasch intentará presentar primero los juegos más recientes.
sr: Таррасцх ће покушати прво да представи најновије игре.
sv: Tarrasch kommer att försöka presentera de senaste spelen först.
sw: Tarrasch itajaribu kuwasilisha michezo ya hivi karibuni kwanza.
ta: டாராஷ் முதலில் மிகச் சமீபத்திய விளையாட்டுகளை வழங்க முயற்சிப்பார்.
th: Tarrasch จะพยายามนำเสนอเกมล่าสุดก่อน
tr: Tarrasch öncelikle en son çıkan oyunları sunmaya çalışacak.
uk: Tarrasch спочатку спробує представити останні ігри.
ur: Tarrasch سب سے پہلے تازہ ترین گیمز پیش کرنے کی کوشش کرے گا۔
vi: Tarrasch sẽ cố gắng trình bày những trận đấu mới nhất trước.

source: Create database / Append to database help
es: Crear base de datos / Añadir a la ayuda de la base de datos
sr: Креирајте базу података / додајте у помоћ базе података
sv: Skapa databas / Bifoga till databashjälp
sw: Unda hifadhidata / Ongeza kwa usaidizi wa hifadhidata
ta: தரவுத்தளத்தை உருவாக்கு / தரவுத்தள உதவியில் சேர்
th: สร้างฐานข้อมูล / ช่วยเหลือการผนวกเข้าฐานข้อมูล
tr: Veritabanı oluşturma / Veritabanına ekleme yardımı
uk: Довідка щодо створення бази даних / додавання до бази даних
ur: ڈیٹا بیس بنائیں / ڈیٹا بیس مدد میں شامل کریں۔
vi: Tạo cơ sở dữ liệu / Thêm vào trợ giúp cơ sở dữ liệu

source: None of the above
es: Ninguna de las anteriores
sr: Ништа од наведеног
sv: Inget av ovanstående
sw: Hakuna kati ya zilizo hapo juu
ta: மேலே உள்ள எதுவும் இல்லை
th: ไม่มีข้อใดข้างต้น
tr: Yukarıdakilerin hiçbiri
uk: Нічого з перерахованого вище
ur: مندرجہ بالا میں سے کوئی بھی نہیں۔
vi: Không có câu nào ở trên

source: Delete variation
es: Eliminar variación
sr: Избриши варијацију
sv: Ta bort variant
sw: Futa tofauti
ta: மாறுபாட்டை நீக்கு
th: ลบการเปลี่ยนแปลง
tr: Varyasyonu sil
uk: Видалити варіант
ur: تغیرات کو حذف کریں۔
vi: Xóa biến thể

source: Delete text/remainder
es: Eliminar texto/resto
sr: Избришите текст/остатак
sv: Radera text/resten
sw: Futa maandishi/salio
ta: உரை/மீதமுள்ளதை நீக்கு
th: ลบข้อความ/ส่วนที่เหลือ
tr: Metni/kalıntıyı sil
uk: Видалити текст/залишок
ur: متن/بقیہ کو حذف کریں۔
vi: Xóa văn bản/phần còn lại

source: Promote variation
es: Promover la variación
sr: Промовишите варијацију
sv: Främja variation
sw: Kuza tofauti
ta: மாறுபாட்டை ஊக்குவிக்கவும்
th: ส่งเสริมการเปลี่ยนแปลง
tr: Çeşitliliği teşvik edin
uk: Сприяти варіації
ur: تغیر کو فروغ دیں۔
vi: Thúc đẩy sự thay đổi

source: Demote variation
es: Variación de degradación
sr: Деградирај варијацију
sv: Degradera variation
sw: Punguza utofauti
ta: தரம் தாழ்த்தல் மாறுபாடு
th: การลดระดับการเปลี่ยนแปลง
tr: Varyasyonu düşür
uk: Варіація пониження
ur: تغیر کو کم کریں۔
vi: Hạ cấp biến thể

source: Goto move number
es: Ir al número de movimiento
sr: Иди на број померања
sv: Gå till flytta nummer
sw: Nenda kwa nambari ya kuhamisha
ta: நகர்த்தல் எண்ணைப் பெறுக
th: ไปที่หมายเลขย้าย
tr: Hareket numarasına git
uk: Перейти до переміщення номера
ur: منتقل نمبر پر جائیں۔
vi: Chuyển đến số di chuyển

source: Input move number :
es: Ingrese el número de movimiento:
sr: Унесите број потеза:
sv: Mata in dragnummer:
sw: Ingiza nambari ya kuhamisha :
ta: உள்ளீட்டு நகர்வு எண்:
th: ใส่หมายเลขการย้าย:
tr: Hamle numarasını girin:
uk: Введіть номер ходу:
ur: ان پٹ موو نمبر:
vi: Nhập số nước đi:

source: Loading database into memory
es: Cargando la base de datos en la memoria
sr: Учитавање базе података у меморију
sv: Laddar databas i minnet
sw: Inapakia hifadhidata kwenye kumbukumbu
ta: தரவுத்தளத்தை நினைவகத்தில் ஏற்றுகிறது
th: การโหลดฐานข้อมูลเข้าสู่หน่วยความจำ
tr: Veritabanını belleğe yükleme
uk: Завантаження бази даних в пам'ять
ur: میموری میں ڈیٹا بیس لوڈ ہو رہا ہے۔
vi: Đang tải cơ sở dữ liệu vào bộ nhớ

source: Database is not open, database is not automatically
es: La base de datos no está abierta, la base de datos no se abre automáticamente.
sr: База података није отворена, база података није аутоматски
sv: Databasen är inte öppen, databasen är inte automatiskt
sw: Hifadhidata haijafunguliwa, hifadhidata sio kiotomatiki
ta: தரவுத்தளம் திறக்கப்படவில்லை, தரவுத்தளம் தானாக இயங்காது.
th: ฐานข้อมูลไม่เปิด ฐานข้อมูลไม่เปิดอัตโนมัติ
tr: Veritabanı açık değil, veritabanı otomatik olarak açılmıyor
uk: База даних не відкрита, база даних не автоматично
ur: ڈیٹا بیس کھلا نہیں ہے، ڈیٹا بیس خود بخود نہیں ہے۔
vi: Cơ sở dữ liệu không mở, cơ sở dữ liệu không tự động

source: loaded if another instance of Tarrasch is running
es: cargado si se está ejecutando otra instancia de Tarrasch
sr: учитава се ако је покренута друга инстанца Таррасцх-а
sv: laddas om en annan instans av Tarrasch körs
sw: kupakiwa ikiwa mfano mwingine wa Tarrasch unaendelea
ta: மற்றொரு Tarrasch நிகழ்வு இயங்கினால் ஏற்றப்படும்.
th: โหลดหากมีอินสแตนซ์อื่นของ Tarrasch กำลังทำงานอยู่
tr: Tarrasch'ın başka bir örneği çalışıyorsa yüklenir
uk: завантажується, якщо запущено інший екземпляр Tarrasch
ur: لوڈ کیا جاتا ہے اگر Tarrasch کی ایک اور مثال چل رہی ہے۔
vi: được tải nếu một phiên bản khác của Tarrasch đang chạy

source: Database not yet open
es: La base de datos aún no está abierta
sr: База података још није отворена
sv: Databasen ännu inte öppen
sw: Hifadhidata bado haijafunguliwa
ta: தரவுத்தளம் இன்னும் திறக்கப்படவில்லை.
th: ฐานข้อมูลยังไม่เปิด
tr: Veritabanı henüz açık değil
uk: База даних ще не відкрита
ur: ڈیٹا بیس ابھی کھلا نہیں ہے۔
vi: Cơ sở dữ liệu chưa mở

source: partial
es: parcial
sr: делимична
sv: partiell
sw: sehemu
ta: பகுதியளவு
th: บางส่วน
tr: kısmi
uk: частковий
ur: جزوی
vi: một phần

source: not loaded
es: no cargado
sr: није учитано
sv: inte laddad
sw: haijapakiwa
ta: ஏற்றப்படவில்லை
th: ไม่ได้โหลด
tr: yüklenmemiş
uk: не завантажений
ur: لوڈ نہیں
vi: chưa tải

source: none
es: ninguno
sr: ниједан
sv: ingen
sw: hakuna
ta: எதுவும் இல்லை
th: ไม่มี
tr: hiçbiri
uk: немає
ur: کوئی نہیں
vi: không có

source: White Player
es: Jugador blanco
sr: Вхите Плаиер
sv: Vit spelare
sw: Mchezaji Mweupe
ta: வெள்ளை வீரர்
th: ผู้เล่นสีขาว
tr: Beyaz Oyuncu
uk: Білий гравець
ur: سفید کھلاڑی
vi: Người chơi màu trắng

source: Search
es: Buscar
sr: Тражи
sv: Söka
sw: Tafuta
ta: தேடல்
th: ค้นหา
tr: Aramak
uk: Пошук
ur: تلاش کریں۔
vi: Tìm kiếm

source: Clear Clipboard
es: Borrar el portapapeles
sr: Цлеар Цлипбоард
sv: Rensa Urklipp
sw: Futa Ubao wa kunakili
ta: கிளிப்போர்டை அழி
th: คลิปบอร์ดที่ชัดเจน
tr: Panoyu Temizle
uk: Очистити буфер обміну
ur: کلپ بورڈ صاف کریں۔
vi: Xóa bảng tạm
