Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: e.g. 1024 * 1024 pixels, then save them in your desired format.
es: por ejemplo 1024 * 1024 píxeles y luego guárdelos en el formato deseado.
sr: нпр. 1024 * 1024 пиксела, а затим их сачувајте у жељеном формату.
sv: till exempel 1024 * 1024 pixlar och spara dem sedan i önskat format.
sw: k.m. saizi 1024 * 1024, kisha uzihifadhi katika umbizo lako.
ta: எ.கா. 1024 * 1024 பிக்சல்கள், பின்னர் அவற்றை உங்களுக்கு விருப்பமான வடிவத்தில் சேமிக்கவும்.
th: เช่น 1024 * 1024 พิกเซล จากนั้นบันทึกในรูปแบบที่คุณต้องการ
tr: Örn. 1024 * 1024 piksel, daha sonra istediğiniz formatta kaydedin.
uk: напр. 1024 * 1024 пікселів, потім збережіть їх у бажаному форматі.
ur: جیسے 1024*1024 پکسلز، پھر انہیں اپنے مطلوبہ فارمیٹ میں محفوظ کریں۔
vi: ví dụ: 1024 * 1024 pixel, sau đó lưu chúng theo định dạng mong muốn.

source: Next using Windows Explorer, copy the files to the < backgrounds > directory
es: A continuación, utilizando el Explorador de Windows, copie los archivos al directorio <backgrounds>
sr: Затим користећи Виндовс Екплорер, копирајте датотеке у директоријум < бацкгроундс >
sv: Använd sedan Windows Explorer och kopiera filerna till katalogen < bakgrunder >
sw: Ifuatayo kwa kutumia Windows Explorer, nakili faili kwenye saraka ya < backgrounds >
ta: அடுத்து விண்டோஸ் எக்ஸ்ப்ளோரரைப் பயன்படுத்தி, கோப்புகளை பின்னணிகள் > கோப்பகத்திற்கு நகலெடுக்கவும்.
th: ขั้นตอนต่อไปคือการใช้ Windows Explorer คัดลอกไฟล์ไปยังไดเร็กทอรี < พื้นหลัง >
tr: Daha sonra Windows Gezgini'ni kullanarak dosyaları <backgrounds> dizinine kopyalayın
uk: Потім за допомогою Windows Explorer скопіюйте файли в каталог < backgrounds >
ur: اگلا ونڈوز ایکسپلورر کا استعمال کرتے ہوئے، فائلوں کو <backgrounds> ڈائریکٹری میں کاپی کریں۔
vi: Tiếp theo sử dụng Windows Explorer, sao chép các tập tin vào thư mục <backgrounds>

source: This is usually
es: Esto suele ser
sr: Ово је обично
sv: Detta är vanligtvis
sw: Hii ni kawaida
ta: இது வழக்கமாக
th: นี่มักจะเป็น
tr: Bu genellikle
uk: Це зазвичай
ur: یہ عام طور پر ہوتا ہے۔
vi: Đây thường là

source: for the Nimzo3d program.
es: para el programa Nimzo3d.
sr: за програм Нимзо3д.
sv: för Nimzo3d-programmet.
sw: kwa programu ya Nimzo3d.
ta: Nimzo3d நிரலுக்கு.
th: สำหรับโปรแกรม Nimzo3d
tr: Nimzo3d programı için.
uk: для програми Nimzo3d.
ur: Nimzo3d پروگرام کے لیے۔
vi: cho chương trình Nimzo3d.

source: Then the next time you run the program and select -
es: Luego, la próxima vez que ejecute el programa y seleccione:
sr: Затим следећи пут када покренете програм и изаберете -
sv: Nästa gång du kör programmet och väljer -
sw: Kisha wakati mwingine unapoendesha programu na uchague -
ta: அடுத்த முறை நீங்கள் நிரலை இயக்கி தேர்ந்தெடுக்கும்போது -
th: จากนั้นในครั้งถัดไปที่คุณรันโปรแกรมและเลือก -
tr: Daha sonra programı bir sonraki çalıştırışınızda - seçeneğini seçin
uk: Тоді наступного разу, коли ви запустите програму та виберете -
ur: پھر اگلی بار جب آپ پروگرام چلائیں اور منتخب کریں -
vi: Sau đó, lần tiếp theo bạn chạy chương trình và chọn -

source: < 3d graphics > < 3d options.. > < Window colours.. >
es: < Gráficos 3D > < Opciones 3D.. > < Colores de ventana.. >
sr: < 3д графика > < 3д опције.. > < Боје прозора.. >
sv: < 3D-grafik > < 3D-alternativ.. > < Fönsterfärger.. >
sw: < Michoro ya 3d > < chaguzi 3d.. > < Rangi za dirisha.. >
ta: < 3d கிராபிக்ஸ் > < 3d விருப்பங்கள்.. > சாளர நிறங்கள்.. >
th: < กราฟิก 3 มิติ > < ตัวเลือก 3 มิติ.. > < สีหน้าต่าง.. >
tr: < 3d grafikler > < 3d seçenekler.. > < Pencere renkleri.. >
uk: < 3d-графіка > < 3d-параметри.. > < Кольори вікон.. >
ur: < 3d گرافکس > < 3d اختیارات.. > < کھڑکی کے رنگ.. >
vi: < Đồ họa 3D > < Tùy chọn 3D.. > < Màu cửa sổ.. >

source: < Background settings.. > < Select image background file > < Browse >
es: < Configuración de fondo... > < Seleccionar archivo de fondo de imagen > < Explorar >
sr: < Подешавања позадине.. > < Изаберите датотеку за позадину слике > < Прегледај >
sv: < Bakgrundsinställningar.. > < Välj bildbakgrundsfil > < Bläddra >
sw: < Mipangilio ya usuli.. > < Chagua faili ya usuli ya picha > < Vinjari >
ta: பின்னணி அமைப்புகள்.. > பட பின்னணி கோப்பைத் தேர்ந்தெடுக்கவும் > < உலாவி >
th: < การตั้งค่าพื้นหลัง.. > < เลือกไฟล์รูปภาพพื้นหลัง > < เรียกดู >
tr: < Arkaplan ayarları.. > < Resim arka plan dosyasını seçin > < Gözat >
uk: < Налаштування фону.. > < Виберіть файл фонового зображення > < Огляд >
ur: < پس منظر کی ترتیبات.. > < تصویری پس منظر کی فائل منتخب کریں > < براؤز کریں >
vi: < Cài đặt nền.. > < Chọn tệp nền của hình ảnh > < Duyệt >

source: your files should be there, available for selection.
es: Sus archivos deberían estar allí, disponibles para su selección.
sr: ваше датотеке треба да буду тамо, доступне за избор.
sv: dina filer bör finnas där, tillgängliga för val.
sw: faili zako zinapaswa kuwa hapo, zinapatikana kwa uteuzi.
ta: உங்கள் கோப்புகள் அங்கே இருக்க வேண்டும், தேர்வுக்குக் கிடைக்கும்.
th: ไฟล์ของคุณควรอยู่ที่นั่นเพื่อให้เลือกใช้ได้
tr: dosyalarınız orada olmalı, seçilmeye hazır olmalı.
uk: ваші файли мають бути там, доступними для вибору.
ur: آپ کی فائلیں وہاں ہونی چاہئیں، انتخاب کے لیے دستیاب ہوں۔
vi: tập tin của bạn sẽ có ở đó và có thể được lựa chọn.

source: Main window background image files help
es: Ayuda con los archivos de imagen de fondo de la ventana principal
sr: Датотеке са позадинским сликама главног прозора помажу
sv: Huvudfönster bakgrundsbildfiler hjälp
sw: Faili kuu za picha ya mandharinyuma ya dirisha husaidia
ta: பிரதான சாளர பின்னணி படக் கோப்புகள் உதவி
th: ไฟล์รูปภาพพื้นหลังหน้าต่างหลักช่วย
tr: Ana pencere arka plan resim dosyaları yardım
uk: Файли фонового зображення головного вікна довідки
ur: مین ونڈو بیک گراؤنڈ امیج فائلز مدد کرتی ہیں۔
vi: Tệp hình ảnh nền cửa sổ chính giúp đỡ

source: Main window background image file credits
es: Créditos del archivo de imagen de fondo de la ventana principal
sr: Кредити датотеке позадинске слике главног прозора
sv: Huvudfönster bakgrundsbild fil krediter
sw: Salio kuu la faili ya mandharinyuma ya dirisha
ta: பிரதான சாளர பின்னணி படக் கோப்பு வரவுகள்
th: เครดิตไฟล์ภาพพื้นหลังหน้าต่างหลัก
tr: Ana pencere arka plan resim dosyası kredileri
uk: Автори файлу фонового зображення головного вікна
ur: مین ونڈو بیک گراؤنڈ امیج فائل کریڈٹس
vi: Tệp hình ảnh nền cửa sổ chính ghi công

source: Cannot open
es: No se puede abrir
sr: Није могуће отворити
sv: Kan inte öppna
sw: Haiwezi kufungua
ta: திறக்க முடியவில்லை
th: ไม่สามารถเปิดได้
tr: Açılamıyor
uk: Неможливо відкрити
ur: نہیں کھول سکتا
vi: Không thể mở

source: File
es: Archivo
sr: Филе
sv: Fil
sw: Faili
ta: கோப்பு
th: ไฟล์
tr: Dosya
uk: Файл
ur: فائل
vi: Tài liệu

source: does not appear to be a Tarrasch database file
es: No parece ser un archivo de base de datos de Tarrasch
sr: изгледа да није Таррасцх датотека базе података
sv: verkar inte vara en Tarrasch-databasfil
sw: haionekani kuwa faili ya hifadhidata ya Tarrasch
ta: இது ஒரு Tarrasch தரவுத்தளக் கோப்பாகத் தெரியவில்லை.
th: ไม่ปรากฏว่าเป็นไฟล์ฐานข้อมูล Tarrasch
tr: Tarrasch veritabanı dosyası gibi görünmüyor
uk: не виглядає як файл бази даних Tarrasch
ur: Tarrasch ڈیٹا بیس فائل دکھائی نہیں دیتی
vi: không có vẻ như là một tập tin cơ sở dữ liệu Tarrasch

source: Tarrasch database file
es: Archivo de base de datos de Tarrasch
sr: Таррасцх датотека базе података
sv: Tarrasch databasfil
sw: Tarrasch faili ya hifadhidata
ta: டாராஷ் தரவுத்தள கோப்பு
th: ไฟล์ฐานข้อมูลทาร์ราสช์
tr: Tarrasch veritabanı dosyası
uk: Файл бази даних Tarrasch
ur: Tarrasch ڈیٹا بیس فائل
vi: Tập tin cơ sở dữ liệu Tarrasch

source: uses an old Tarrasch format
es: utiliza un antiguo formato Tarrasch
sr: користи стари Таррасцх формат
sv: använder ett gammalt Tarrasch-format
sw: hutumia umbizo la zamani la Tarrasch
ta: பழைய Tarrasch வடிவமைப்பைப் பயன்படுத்துகிறது.
th: ใช้รูปแบบ Tarrasch เก่า
tr: eski bir Tarrasch formatı kullanır
uk: використовує старий формат Tarrasch
ur: ایک پرانا Tarrasch فارمیٹ استعمال کرتا ہے۔
vi: sử dụng định dạng Tarrasch cũ

source: (DB format =
es: (Formato DB =
sr: (ДБ формат =
sw: (Muundo wa DB =
ta: (DB வடிவம் =
th: (รูปแบบฐานข้อมูล =
tr: (Veritabanı biçimi =
uk: (Формат БД =
ur: (DB فارمیٹ =
vi: (Định dạng DB =

source: ) and is incompatible with this version of Tarrasch.
es: ) y es incompatible con esta versión de Tarrasch.
sr: ) и није компатибилан са овом верзијом Таррасцх-а.
sv: ) och är inkompatibel med denna version av Tarrasch.
sw: ) na haioani na toleo hili la Tarrasch.
ta: ) மற்றும் டாராஷின் இந்தப் பதிப்போடு பொருந்தாது.
th: ) และไม่สามารถใช้งานร่วมกับ Tarrasch เวอร์ชันนี้ได้
tr: ) ve Tarrasch'ın bu versiyonuyla uyumlu değildir.
uk: ) і несумісний із цією версією Tarrasch.
ur: ) اور Tarrasch کے اس ورژن سے مطابقت نہیں رکھتا۔
vi: ) và không tương thích với phiên bản Tarrasch này.

source: Try Tarrasch V3.03, it might be able to read it.
es: Prueba Tarrasch V3.03, quizás pueda leerlo.
sr: Пробајте Таррасцх В3.03, можда ће моћи да га прочита.
sv: Testa Tarrasch V3.03, den kanske kan läsa den.
sw: Jaribu Tarrasch V3.03, inaweza kuisoma.
ta: Tarrasch V3.03 ஐ முயற்சிக்கவும், அது அதைப் படிக்க முடியும்.
th: ลองใช้ Tarrasch V3.03 ดูครับ อาจอ่านได้
tr: Tarrasch V3.03'ü deneyin, belki okuyabilir.
uk: Спробуйте Tarrasch V3.03, можливо, він зможе це прочитати.
ur: Tarrasch V3.03 آزمائیں، یہ اسے پڑھنے کے قابل ہو سکتا ہے۔
vi: Hãy thử Tarrasch V3.03, có thể nó sẽ đọc được.

source: If that works, append a small (even empty) pgn to rewrite to a newer format.
es: Si eso funciona, agregue un pgn pequeño (incluso vacío) para reescribirlo en un formato más nuevo.
sr: Ако то успе, додајте мали (чак и празан) пгн да бисте га преписали у новији формат.
sv: Om det fungerar, lägg till en liten (även tom) pgn för att skriva om till ett nyare format.
sw: Ikiwa hiyo itafanya kazi, ongeza pgn ndogo (hata tupu) ili kuandika tena kwa umbizo mpya zaidi.
ta: அது வேலை செய்தால், புதிய வடிவத்திற்கு மீண்டும் எழுத ஒரு சிறிய (காலியாக இருந்தாலும்) பக்கத்தைச் சேர்க்கவும்.
th: หากวิธีนี้ได้ผล ให้ผนวก pgn ขนาดเล็ก (แม้จะว่างเปล่า) เพื่อเขียนใหม่เป็นรูปแบบใหม่กว่า
tr: Eğer bu işe yararsa, daha yeni bir biçime yeniden yazmak için küçük (hatta boş) bir pgn ekleyin.
uk: Якщо це спрацює, додайте маленький (навіть порожній) pgn, щоб переписати його в новий формат.
ur: اگر یہ کام کرتا ہے تو، نئے فارمیٹ میں دوبارہ لکھنے کے لیے ایک چھوٹا (یہاں تک کہ خالی) pgn شامل کریں۔
vi: Nếu cách này hiệu quả, hãy thêm một tệp pgn nhỏ (thậm chí là rỗng) để viết lại theo định dạng mới hơn.

source: Tarrasch V3.03 can be downloaded from
es: Tarrasch V3.03 se puede descargar desde
sr: Таррасцх В3.03 се може преузети са
sv: Tarrasch V3.03 kan laddas ner från
sw: Tarrasch V3.03 inaweza kupakuliwa kutoka
ta: Tarrasch V3.03 ஐ இங்கிருந்து பதிவிறக்கம் செய்யலாம்
th: Tarrasch V3.03 สามารถดาวน์โหลดได้จาก
tr: Tarrasch V3.03 şu adresten indirilebilir:
uk: Tarrasch V3.03 можна завантажити з
ur: Tarrasch V3.03 سے ڈاؤن لوڈ کیا جا سکتا ہے۔
vi: Tarrasch V3.03 có thể được tải xuống từ

source: expects a more recent version of Tarrasch
es: espera una versión más reciente de Tarrasch
sr: очекује новију верзију Тарраша
sv: förväntar sig en nyare version av Tarrasch
sw: inatarajia toleo la hivi karibuni zaidi la Tarrasch
ta: டாராஷின் மிக சமீபத்திய பதிப்பை எதிர்பார்க்கிறது.
th: คาดว่าจะเป็นเวอร์ชันใหม่ของ Tarrasch
tr: Tarrasch'ın daha yeni bir versiyonunu bekliyor
uk: очікується новіша версія Tarrasch
ur: Tarrasch کے ایک تازہ ترین ورژن کی توقع ہے۔
vi: mong đợi một phiên bản mới hơn của Tarrasch

source: ), it is incompatible with this older version of Tarrasch
es: ), es incompatible con esta versión anterior de Tarrasch
sr: ), није компатибилан са овом старијом верзијом Тарраша
sv: ), är den inkompatibel med den här äldre versionen av Tarrasch
sw: ), haiendani na toleo hili la zamani la Tarrasch
ta: ), இது Tarrasch இன் இந்தப் பழைய பதிப்போடு பொருந்தாது.
th: ) มันเข้ากันไม่ได้กับ Tarrasch เวอร์ชันเก่านี้
tr: ), Tarrasch'ın bu eski sürümüyle uyumlu değil
uk: ), він несумісний із цією старою версією Tarrasch
ur: )، یہ Tarrasch کے اس پرانے ورژن سے مطابقت نہیں رکھتا
vi: ), nó không tương thích với phiên bản cũ hơn của Tarrasch

source: is an SQLITE file. This version of Tarrasch cannot read it.
es: Es un archivo SQLITE. Esta versión de Tarrasch no puede leerlo.
sr: је СКЛИТЕ датотека. Ова верзија Тарраша не може да је прочита.
sv: är en SQLITE-fil. Den här versionen av Tarrasch kan inte läsa den.
sw: ni faili ya SQLITE. Toleo hili la Tarrasch haliwezi kulisoma.
ta: ஒரு SQLITE கோப்பு. Tarrasch இன் இந்தப் பதிப்பால் அதைப் படிக்க முடியாது.
th: เป็นไฟล์ SQLITE เวอร์ชันนี้ของ Tarrasch ไม่สามารถอ่านได้
tr: bir SQLITE dosyasıdır. Tarrasch'ın bu sürümü bunu okuyamaz.
uk: є файлом SQLITE. Ця версія Tarrasch не може його прочитати.
ur: ایک SQLITE فائل ہے۔ Tarrasch کا یہ ورژن اسے نہیں پڑھ سکتا۔
vi: là tệp SQLITE. Phiên bản Tarrasch này không thể đọc được tệp này.

source: Try Tarrasch V3.03, it might be able to.
es: Prueba Tarrasch V3.03, quizás pueda funcionar.
sr: Пробајте Таррасцх В3.03, можда ће моћи.
sv: Prova Tarrasch V3.03, det kanske kan.
sw: Jaribu Tarrasch V3.03, inaweza kuwa na uwezo.
ta: Tarrasch V3.03 ஐ முயற்சித்துப் பாருங்கள், அது முடியும்.
th: ลองใช้ Tarrasch V3.03 ดูสิ อาจจะทำได้
tr: Tarrasch V3.03'ü deneyin, belki işe yarar.
uk: Спробуйте Tarrasch V3.03, можливо, він зможе.
ur: Tarrasch V3.03 کی کوشش کریں، یہ کرنے کے قابل ہو سکتا ہے.
vi: Hãy thử Tarrasch V3.03, có thể nó sẽ làm được.

source: Sorting by player name
es: Ordenar por nombre de jugador
sr: Сортирање по имену играча
sv: Sortering efter spelarnamn
sw: Inapanga kwa jina la mchezaji
ta: வீரர் பெயரின்படி வரிசைப்படுத்துதல்
th: การเรียงลำดับตามชื่อผู้เล่น
tr: Oyuncu adına göre sıralama
uk: Сортування за іменем гравця
ur: کھلاڑی کے نام کے لحاظ سے چھانٹنا
vi: Sắp xếp theo tên người chơi

source: Initial sort
es: Ordenación inicial
sr: Почетно сортирање
sv: Inledande sortering
sw: Aina ya awali
ta: ஆரம்ப வரிசைப்படுத்தல்
th: การเรียงลำดับเบื้องต้น
tr: İlk sıralama
uk: Початкове сортування
ur: ابتدائی ترتیب
vi: Sắp xếp ban đầu

source: Sorting
es: Clasificación
sr: Сортирање
sv: Sortering
sw: Inapanga
ta: வரிசைப்படுத்துதல்
th: การจัดเรียง
tr: Sıralama
uk: Сортування
ur: چھانٹنا
vi: Phân loại

source: step
es: paso
sr: корак
sv: steg
sw: hatua
ta: படி
th: ก้าว
tr: adım
uk: крок
ur: قدم
vi: bước chân

source: of
es: de
sr: оф
sv: av
sw: ya
ta: இன்
th: ของ
tr: ile ilgili
uk: з
ur: کی
vi: của

source: Duplicate Removal - phase 1
es: Eliminación de duplicados - fase 1
sr: Уклањање дупликата - фаза 1
sv: Dubblettborttagning - fas 1
sw: Uondoaji wa Nakala - awamu ya 1
ta: நகல் நீக்கம் - கட்டம் 1
th: การลบข้อมูลซ้ำซ้อน - เฟส 1
tr: Çift Kaldırma - Aşama 1
uk: Видалення дублікатів - фаза 1
ur: ڈپلیکیٹ ہٹانا - مرحلہ 1
vi: Xóa bỏ trùng lặp - giai đoạn 1

source: Duplicate Removal - phase 2
es: Eliminación de duplicados - fase 2
sr: Уклањање дупликата - фаза 2
sv: Dubblettborttagning - fas 2
sw: Uondoaji wa Nakala - awamu ya 2
ta: நகல் நீக்கம் - கட்டம் 2
th: การลบข้อมูลซ้ำซ้อน - เฟส 2
tr: Çift Kaldırma - Aşama 2
uk: Видалення дублікатів - фаза 2
ur: ڈپلیکیٹ ہٹانا - مرحلہ 2
vi: Xóa bỏ trùng lặp - giai đoạn 2

source: Duplicate Removal - phase 3
es: Eliminación de duplicados - fase 3
sr: Уклањање дупликата - фаза 3
sv: Dubblettborttagning - fas 3
sw: Uondoaji wa Nakala - awamu ya 3
ta: நகல் நீக்கம் - கட்டம் 3
th: การลบข้อมูลซ้ำซ้อน - เฟส 3
tr: Çift Kaldırma - Aşama 3
uk: Видалення дублікатів - етап 3
ur: ڈپلیکیٹ ہٹانا - مرحلہ 3
vi: Xóa bỏ trùng lặp - giai đoạn 3

source: Writing file
es: Archivo de escritura
sr: Писање датотеке
sv: Skriver fil
sw: Kuandika faili
ta: கோப்பு எழுதுதல்
th: การเขียนไฟล์
tr: Dosya yazılıyor
uk: Запис файлу
ur: تحریری فائل
vi: Viết tập tin

source: Saving duplicates to TarraschDbDuplicatesFile.pgn, cancel if not needed
es: Guardar duplicados en TarraschDbDuplicatesFile.pgn, cancelar si no es necesario
sr: Чување дупликата у ТаррасцхДбДуплицатесФиле.пгн, откажите ако није потребно
sv: Spara dubbletter till TarraschDbDuplicatesFile.pgn, avbryt om det inte behövs
sw: Inahifadhi nakala kwenye TarraschDbDuplicatesFile.pgn, ghairi ikiwa haihitajiki
ta: TarraschDbDuplicatesFile.pgn இல் நகல்களைச் சேமிக்கிறது, தேவையில்லை என்றால் ரத்துசெய்.
th: บันทึกรายการที่ซ้ำกันลงใน TarraschDbDuplicatesFile.pgn ยกเลิกหากไม่จำเป็น
tr: Çiftleri TarraschDbDuplicatesFile.pgn dosyasına kaydediyorum, gerek yoksa iptal ediyorum
uk: Збереження дублікатів у TarraschDbDuplicatesFile.pgn, скасуйте, якщо не потрібно
ur: ڈپلیکیٹس کو TarraschDbDuplicatesFile.pgn میں محفوظ کرنا، اگر ضرورت نہ ہو تو منسوخ کریں۔
vi: Lưu các bản sao vào TarraschDbDuplicatesFile.pgn, hủy nếu không cần thiết

source: Set the board widget options
es: Establecer las opciones del widget del tablero
sr: Подесите опције виџета на табли
sv: Ställ in alternativen för styrelsewidgeten
sw: Weka chaguo za wijeti za ubao
ta: பலகை விட்ஜெட் விருப்பங்களை அமைக்கவும்.
th: ตั้งค่าตัวเลือกวิดเจ็ตบอร์ด
tr: Pano widget seçeneklerini ayarlayın
uk: Налаштуйте параметри віджета дошки
ur: بورڈ ویجیٹ کے اختیارات سیٹ کریں۔
vi: Thiết lập các tùy chọn tiện ích bảng

source: Adjustment
es: Ajuste
sr: Подешавање
sv: Justering
sw: Marekebisho
ta: சரிசெய்தல்
th: การปรับเปลี่ยน
tr: Ayarlama
uk: коригування
ur: ایڈجسٹمنٹ
vi: Điều chỉnh

source: Large size
es: Gran tamaño
sr: Велика величина
sv: Stor storlek
sw: Ukubwa mkubwa
ta: பெரிய அளவு
th: ขนาดใหญ่
tr: Büyük boy
uk: Великий розмір
ur: بڑا سائز
vi: Kích thước lớn

source: Display help
es: Mostrar ayuda
sr: Прикажи помоћ
sv: Visa hjälp
sw: Usaidizi wa kuonyesha
ta: உதவியைக் காட்டு
th: แสดงความช่วยเหลือ
tr: Yardımı görüntüle
uk: Показ довідки
ur: مدد دکھائیں۔
vi: Hiển thị trợ giúp

source: Normal tooltip
es: Información sobre herramientas normal
sr: Нормалан опис алата
sv: Normalt verktygstips
sw: Zana ya kawaida
ta: சாதாரண உதவிக்குறிப்பு
th: คำแนะนำแบบปกติ
tr: Normal araç ipucu
uk: Звичайна підказка
ur: عام ٹول ٹِپ
vi: Chú giải công cụ bình thường

source: Rich tooltip
es: Información sobre herramientas enriquecida
sr: Богат опис алата
sv: Riktigt verktygstips
sw: Kidokezo tajiri
ta: சிறந்த உதவிக்குறிப்பு
th: คำแนะนำที่อุดมไปด้วย
tr: Zengin araç ipucu
uk: Багата підказка
ur: رچ ٹول ٹِپ
vi: Công cụ chú giải phong phú

source: Enter the board widget adjustment value
es: Introduzca el valor de ajuste del widget del tablero
sr: Унесите вредност подешавања виџета табле
sv: Ange justeringsvärdet för styrelsewidgeten
sw: Weka thamani ya marekebisho ya wijeti ya ubao
ta: பலகை விட்ஜெட் சரிசெய்தல் மதிப்பை உள்ளிடவும்.
th: ป้อนค่าปรับแต่งวิดเจ็ตบอร์ด
tr: Pano widget ayar değerini girin
uk: Введіть значення налаштування віджета дошки
ur: بورڈ ویجیٹ ایڈجسٹمنٹ کی قدر درج کریں۔
vi: Nhập giá trị điều chỉnh tiện ích bảng

source: Check this box for a larger board widget window
es: Marque esta casilla para ver una ventana del widget del tablero más grande
sr: Означите ово поље за већи прозор виџета на табли
sv: Markera den här rutan om du vill ha ett större fönster med bräda-widget
sw: Teua kisanduku hiki kwa dirisha kubwa la wijeti ya ubao
ta: பெரிய பலகை விட்ஜெட் சாளரத்திற்கு இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: ทำเครื่องหมายในช่องนี้สำหรับหน้าต่างวิดเจ็ตบอร์ดขนาดใหญ่
tr: Daha büyük bir pano widget penceresi için bu kutuyu işaretleyin
uk: Позначте цей прапорець для збільшення вікна віджета дошки
ur: ایک بڑے بورڈ ویجیٹ ونڈو کے لیے اس باکس کو چیک کریں۔
vi: Đánh dấu vào ô này để mở cửa sổ tiện ích bảng lớn hơn

source: Check this box to display help for the board widget window
es: Marque esta casilla para mostrar la ayuda para la ventana del widget del tablero
sr: Означите ово поље да бисте приказали помоћ за прозор виџета на плочи
sv: Markera den här rutan för att visa hjälp för fönstret för boardwidgeten
sw: Teua kisanduku hiki ili kuonyesha usaidizi kwa dirisha la wijeti ya ubao
ta: பலகை விட்ஜெட் சாளரத்திற்கான உதவியைக் காட்ட இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: ทำเครื่องหมายในช่องนี้เพื่อแสดงความช่วยเหลือสำหรับหน้าต่างวิดเจ็ตบอร์ด
tr: Panonun widget penceresi için yardımı görüntülemek üzere bu kutuyu işaretleyin
uk: Позначте цей прапорець, щоб відобразити довідку для вікна віджета дошки
ur: بورڈ ویجیٹ ونڈو کے لیے مدد ظاہر کرنے کے لیے اس باکس کو چیک کریں۔
vi: Đánh dấu vào ô này để hiển thị trợ giúp cho cửa sổ tiện ích bảng

source: Check this button to display normal tooltip help
es: Marque este botón para mostrar la ayuda de información sobre herramientas normal
sr: Означите ово дугме да бисте приказали нормалну помоћ са објашњењем
sv: Markera den här knappen för att visa normal verktygstipshjälp
sw: Angalia kitufe hiki ili kuonyesha usaidizi wa kidokezo cha kawaida
ta: சாதாரண உதவிக்குறிப்பு உதவியைக் காட்ட இந்தப் பொத்தானைத் தேர்ந்தெடுக்கவும்.
th: เลือกปุ่มนี้เพื่อแสดงคำแนะนำเครื่องมือปกติ
tr: Normal araç ipucu yardımını görüntülemek için bu düğmeyi işaretleyin
uk: Позначте цю кнопку, щоб відобразити звичайну підказку
ur: عام ٹول ٹپ مدد کو ظاہر کرنے کے لیے اس بٹن کو چیک کریں۔
vi: Kiểm tra nút này để hiển thị trợ giúp công cụ bình thường

source: Check this button to display rich tooltip help
es: Marque este botón para mostrar información sobre herramientas enriquecida
sr: Означите ово дугме да бисте приказали богату помоћ са објашњењем
sv: Markera den här knappen för att visa omfattande verktygstipshjälp
sw: Teua kitufe hiki ili uonyeshe usaidizi wa kidokezo tele
ta: ரிச் டூல்டிப் உதவியைக் காட்ட இந்தப் பொத்தானைத் தேர்ந்தெடுக்கவும்.
th: เลือกปุ่มนี้เพื่อแสดงคำแนะนำที่มีประโยชน์
tr: Zengin araç ipucu yardımını görüntülemek için bu düğmeyi işaretleyin
uk: Позначте цю кнопку, щоб відобразити розширену підказку
ur: رچ ٹول ٹِپ مدد ظاہر کرنے کے لیے اس بٹن کو چیک کریں۔
vi: Kiểm tra nút này để hiển thị trợ giúp công cụ chú giải phong phú

source: Adjustment - how much the board size changes
es: Ajuste: cuánto cambia el tamaño del tablero
sr: Подешавање - колико се мења величина плоче
sv: Justering - hur mycket brädstorleken ändras
sw: Marekebisho - ni kiasi gani ukubwa wa bodi hubadilika
ta: சரிசெய்தல் - பலகை அளவு எவ்வளவு மாறுகிறது
th: การปรับแต่ง - ขนาดบอร์ดจะเปลี่ยนไปขนาดไหน
tr: Ayarlama - tahtanın boyutu ne kadar değişir
uk: Регулювання - наскільки змінюється розмір плати
ur: ایڈجسٹمنٹ - بورڈ کا سائز کتنا بدلتا ہے۔
vi: Điều chỉnh - mức độ thay đổi kích thước bảng

source: when a board widget arrow is pressed.
es: cuando se presiona la flecha de un widget del tablero.
sr: када се притисне стрелица виџета на табли.
sv: när du trycker på pilen för en styrelsewidget.
sw: wakati mshale wa wijeti ya ubao unapobonyezwa.
ta: பலகை விட்ஜெட் அம்புக்குறியை அழுத்தும்போது.
th: เมื่อกดลูกศรวิดเจ็ตบอร์ด
tr: Bir pano widget okuna basıldığında.
uk: коли натиснуто стрілку віджета дошки.
ur: جب بورڈ ویجیٹ تیر کو دبایا جاتا ہے۔
vi: khi mũi tên tiện ích bảng được nhấn.

source: Large size - Check this box to display a large board widget.
es: Tamaño grande: marque esta casilla para mostrar un widget de tablero grande.
sr: Велика величина – означите ово поље за приказ великог виџета за таблу.
sv: Stor storlek - Markera den här rutan för att visa en stor tavlawidget.
sw: Ukubwa mkubwa - Teua kisanduku hiki ili kuonyesha wijeti kubwa ya ubao.
ta: பெரிய அளவு - பெரிய பலகை விட்ஜெட்டைக் காட்ட இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: ขนาดใหญ่ - ทำเครื่องหมายในช่องนี้เพื่อแสดงวิดเจ็ตบอร์ดขนาดใหญ่
tr: Büyük boyut - Büyük bir pano widget'ını görüntülemek için bu kutuyu işaretleyin.
uk: Великий розмір – позначте цей прапорець, щоб відображати віджет великої дошки.
ur: بڑا سائز - ایک بڑے بورڈ ویجیٹ کو ظاہر کرنے کے لیے اس باکس کو چیک کریں۔
vi: Kích thước lớn - Đánh dấu vào ô này để hiển thị tiện ích bảng lớn.
