Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: and game board position can be displayed for each move element.
es: y se puede mostrar la posición del tablero de juego para cada elemento de movimiento.
sr: и позиција табле за игру се може приказати за сваки елемент покрета.
sv: och spelplansposition kan visas för varje rörelseelement.
sw: na nafasi ya bodi ya mchezo inaweza kuonyeshwa kwa kila kipengele cha hoja.
ta: மேலும் ஒவ்வொரு நகர்வு உறுப்புக்கும் விளையாட்டு பலகை நிலை காட்டப்படும்.
th: และสามารถแสดงตำแหน่งกระดานเกมสำหรับองค์ประกอบการเคลื่อนไหวแต่ละองค์ประกอบได้
tr: ve her hamle elemanı için oyun tahtası pozisyonu görüntülenebilir.
uk: і положення ігрової дошки можна відобразити для кожного елемента ходу.
ur: اور گیم بورڈ کی پوزیشن ہر حرکت عنصر کے لیے ظاہر کی جا سکتی ہے۔
vi: và vị trí bàn cờ có thể được hiển thị cho mỗi bước di chuyển.

source: There are several options for the eval profile :-
es: Hay varias opciones para el perfil de evaluación:
sr: Постоји неколико опција за евал профил: -
sv: Det finns flera alternativ för evalprofilen:-
sw: Kuna chaguzi kadhaa kwa wasifu wa eval: -
ta: மதிப்பீடு சுயவிவரத்திற்கு பல விருப்பங்கள் உள்ளன :-
th: มีหลายตัวเลือกสำหรับโปรไฟล์การประเมิน:-
tr: Değerlendirme profili için birkaç seçenek vardır:-
uk: Є кілька варіантів профілю eval:-
ur: ایول پروفائل کے لیے کئی اختیارات ہیں:-
vi: Có một số tùy chọn cho hồ sơ đánh giá:

source: Display evaluation profile : Check to display the eval profile panel.
es: Mostrar perfil de evaluación: marque esta opción para mostrar el panel del perfil de evaluación.
sr: Прикажи профил евалуације : Означите да бисте приказали панел профила за процену.
sv: Visa utvärderingsprofil : Markera för att visa panelen för utvärderingsprofil.
sw: Onyesha wasifu wa tathmini : Angalia ili kuonyesha kidirisha cha wasifu wa eval.
ta: மதிப்பீட்டு சுயவிவரத்தைக் காட்டு: eval சுயவிவரப் பலகத்தைக் காட்ட சரிபார்க்கவும்.
th: แสดงโปรไฟล์การประเมิน: เลือกเพื่อแสดงแผงโปรไฟล์การประเมิน
tr: Değerlendirme profilini görüntüle: Değerlendirme profili panelini görüntülemek için işaretleyin.
uk: Відображати профіль оцінювання: поставте прапорець, щоб відобразити панель профілю оцінювання.
ur: تشخیصی پروفائل دکھائیں : ایول پروفائل پینل کو ظاہر کرنے کے لیے چیک کریں۔
vi: Hiển thị hồ sơ đánh giá: Kiểm tra để hiển thị bảng hồ sơ đánh giá.

source: Max y-axis score : Enter the maximum score number for the y-axis.
es: Puntuación máxima en el eje y: introduzca el número de puntuación máxima para el eje y.
sr: Максимални резултат на и-оси : Унесите максималан број резултата за и-осу.
sv: Max y-axelpoäng : Ange det maximala poängtalet för y-axeln.
sw: Alama ya juu ya mhimili y : Weka nambari ya juu zaidi ya alama kwa mhimili y.
ta: அதிகபட்ச y-அச்சு மதிப்பெண்: y-அச்சுக்கான அதிகபட்ச மதிப்பெண் எண்ணை உள்ளிடவும்.
th: คะแนนแกน y สูงสุด: ป้อนหมายเลขคะแนนสูงสุดสำหรับแกน y
tr: Y eksenindeki maksimum puan: Y ekseni için maksimum puan sayısını girin.
uk: Максимальна оцінка по осі ординат: введіть максимальну кількість балів по осі y.
ur: زیادہ سے زیادہ y-axis سکور : y-axis کے لیے زیادہ سے زیادہ سکور نمبر درج کریں۔
vi: Điểm trục y tối đa: Nhập số điểm tối đa cho trục y.

source: The number selected will be saved with the game.
es: El número seleccionado se guardará con el juego.
sr: Одабрани број ће бити сачуван са игром.
sv: Det valda numret kommer att sparas med spelet.
sw: Nambari iliyochaguliwa itahifadhiwa na mchezo.
ta: தேர்ந்தெடுக்கப்பட்ட எண் விளையாட்டுடன் சேமிக்கப்படும்.
th: หมายเลขที่เลือกจะถูกบันทึกไว้กับเกม
tr: Seçilen sayı oyunla birlikte kaydedilecektir.
uk: Вибране число буде збережено разом із грою.
ur: منتخب کردہ نمبر گیم کے ساتھ محفوظ ہو جائے گا۔
vi: Số đã chọn sẽ được lưu trong trò chơi.

source: If a move evaluation bar is too large for the y-axis,
es: Si una barra de evaluación de movimiento es demasiado grande para el eje y,
sr: Ако је трака за процену померања превелика за и-осу,
sv: Om en rörelseutvärderingsstapel är för stor för y-axeln,
sw: Ikiwa upau wa tathmini ya hoja ni kubwa mno kwa mhimili wa y,
ta: நகர்வு மதிப்பீட்டுப் பட்டி y-அச்சுக்கு மிகப் பெரியதாக இருந்தால்,
th: หากแถบการประเมินการเคลื่อนไหวมีขนาดใหญ่เกินไปสำหรับแกน y
tr: Bir hareket değerlendirme çubuğu y ekseni için çok büyükse,
uk: Якщо шкала оцінки переміщення завелика для осі Y,
ur: اگر حرکت کی تشخیص کا بار y-axis کے لیے بہت بڑا ہے،
vi: Nếu thanh đánh giá di chuyển quá lớn so với trục y,

source: a small black triangle will be placed on top of the bar.
es: Se colocará un pequeño triángulo negro en la parte superior de la barra.
sr: мали црни троугао ће бити постављен на врху траке.
sv: en liten svart triangel kommer att placeras ovanpå stången.
sw: pembetatu ndogo nyeusi itawekwa juu ya bar.
ta: பட்டையின் மேல் ஒரு சிறிய கருப்பு முக்கோணம் வைக்கப்படும்.
th: สามเหลี่ยมสีดำเล็กๆ จะถูกวางไว้ด้านบนของแถบ
tr: Çubuğun üstüne küçük siyah bir üçgen yerleştirilecek.
uk: маленький чорний трикутник буде розміщено на верхній частині панелі.
ur: ایک چھوٹا سا سیاہ مثلث بار کے اوپر رکھا جائے گا۔
vi: một hình tam giác nhỏ màu đen sẽ được đặt ở trên cùng của thanh.

source: Graph x-scale percent : Enter the percentage length size for the graph. (40 - 80)
es: Porcentaje de escala x del gráfico: ingrese el tamaño de longitud en porcentaje para el gráfico.
sr: Проценат к-скале графикона : Унесите процентуалну величину дужине за графикон.
sv: Graf x-skala procent: Ange den procentuella längdstorleken för grafen.
sw: Asilimia ya mizani ya grafu : Weka ukubwa wa asilimia ya urefu wa grafu.
ta: வரைபடம் x-அளவிலான சதவீதம்: வரைபடத்திற்கான சதவீத நீள அளவை உள்ளிடவும்.
th: กราฟเปอร์เซ็นต์สเกล x: ป้อนขนาดความยาวเปอร์เซ็นต์สำหรับกราฟ
tr: Grafik x ölçekli yüzdesi: Grafiğin uzunluk boyutunun yüzdesini girin.
uk: Графік у відсотках шкали x: введіть розмір довжини графіка у відсотках.
ur: گراف ایکس اسکیل فیصد : گراف کے لیے فیصد کی لمبائی کا سائز درج کریں۔
vi: Biểu đồ tỷ lệ phần trăm x: Nhập kích thước chiều dài phần trăm cho biểu đồ.

source: Graph y-scale percent : Enter the percentage height size for the graph. (50 - 90)
es: Porcentaje de escala y del gráfico: ingrese el tamaño de altura porcentual para el gráfico. (50
sr: Проценат и-скале графикона : Унесите процентуалну величину висине за графикон. (50
sv: Graf y-skala procent : Ange den procentuella höjdstorleken för grafen. (50
sw: Asilimia ya kipimo cha grafu : Weka ukubwa wa asilimia ya urefu wa grafu. (50
ta: வரைபடம் y-அளவிலான சதவீதம்: வரைபடத்திற்கான சதவீத உயர அளவை உள்ளிடவும். (50
th: กราฟมาตราส่วน y เปอร์เซ็นต์: ป้อนขนาดความสูงเปอร์เซ็นต์สำหรับกราฟ (50
tr: Grafik y-ölçek yüzdesi: Grafiğin yükseklik boyutunun yüzdesini girin. (50
uk: Відсоток шкали y графіка: введіть розмір висоти графіка у відсотках. (50
ur: گراف y اسکیل فیصد : گراف کے لیے فیصد اونچائی کا سائز درج کریں۔ (50
vi: Biểu đồ tỷ lệ phần trăm y: Nhập kích thước chiều cao phần trăm cho biểu đồ. (50

source: Graph x-step size : Enter the size in pixels for each move element. (6 - 20)
es: Tamaño del paso x del gráfico: ingrese el tamaño en píxeles para cada elemento de movimiento. (6-20)
sr: Величина к корака графикона : Унесите величину у пикселима за сваки елемент померања. (6 - 20)
sv: Graf x-stegs storlek : Ange storleken i pixlar för varje flyttelement. (6 - 20)
sw: Ukubwa wa hatua ya grafu : Weka saizi katika pikseli kwa kila kipengele cha kusogeza. (6 - 20)
ta: வரைபடம் x-படி அளவு: ஒவ்வொரு நகர்வு உறுப்புக்கும் அளவை பிக்சல்களில் உள்ளிடவும். (6 - 20)
th: กราฟขนาด x-step: ป้อนขนาดเป็นพิกเซลสำหรับแต่ละองค์ประกอบการเคลื่อนที่ (6 - 20)
tr: Grafik x-adım boyutu: Her hareket elemanı için piksel cinsinden boyutu girin. (6 - 20)
uk: Розмір X-кроку графіка: введіть розмір у пікселях для кожного елемента переміщення. (6 - 20)
ur: گراف ایکس سٹیپ سائز : ہر حرکت والے عنصر کے لیے پکسلز میں سائز درج کریں۔ (6 - 20)
vi: Kích thước bước x của đồ thị: Nhập kích thước tính bằng pixel cho mỗi phần tử di chuyển. (6 - 20)

source: Save evaluation profile : Check to save the profile to a file,
es: Guardar perfil de evaluación: Marque para guardar el perfil en un archivo.
sr: Сачувај профил евалуације: потврдите избор да бисте сачували профил у датотеци,
sv: Spara utvärderingsprofil : Markera för att spara profilen i en fil,
sw: Hifadhi wasifu wa tathmini: Angalia ili kuhifadhi wasifu kwenye faili,
ta: மதிப்பீட்டு சுயவிவரத்தைச் சேமிக்கவும்: சுயவிவரத்தை ஒரு கோப்பில் சேமிக்க சரிபார்க்கவும்,
th: บันทึกโปรไฟล์การประเมิน: เลือกเพื่อบันทึกโปรไฟล์ลงในไฟล์
tr: Değerlendirme profilini kaydet: Profili bir dosyaya kaydetmek için işaretleyin.
uk: Зберегти профіль оцінювання: поставте прапорець, щоб зберегти профіль у файлі,
ur: تشخیصی پروفائل کو محفوظ کریں : پروفائل کو فائل میں محفوظ کرنے کے لیے چیک کریں،
vi: Lưu hồ sơ đánh giá: Kiểm tra để lưu hồ sơ vào một tệp,

source: when the game is saved.
es: Cuando se guarda el juego.
sr: када је игра сачувана.
sv: när spelet är sparat.
sw: wakati mchezo umehifadhiwa.
ta: விளையாட்டு சேமிக்கப்படும் போது.
th: เมื่อเกมได้รับการบันทึก
tr: oyun kaydedildiğinde.
uk: коли гра збережена.
ur: جب کھیل محفوظ ہوجاتا ہے۔
vi: khi trò chơi được lưu.

source: Move time (1/10 secs) : Enter the time in tenths of a second
es: Tiempo de movimiento (1/10 segundos): Ingrese el tiempo en décimas de segundo
sr: Време кретања (1/10 секунди) : Унесите време у десетинкама секунде
sv: Rörelsetid (1/10 sek) : Ange tiden i tiondels sekund
sw: Muda wa kusonga (sekunde 1/10) : Weka saa katika sehemu ya kumi ya sekunde
ta: நகர்வு நேரம் (1/10 வினாடிகள்): நேரத்தை ஒரு வினாடியில் பத்தில் ஒரு பங்கில் உள்ளிடவும்.
th: เวลาเคลื่อนที่ (1/10 วินาที) : ป้อนเวลาเป็นทศนิยมหนึ่งวินาที
tr: Hareket süresi (1/10 sn): Süreyi saniyenin onda biri cinsinden girin
uk: Час переміщення (1/10 с) : введіть час у десятих частках секунди
ur: حرکت کا وقت (1/10 سیکنڈ): ایک سیکنڈ کے دسویں حصے میں وقت درج کریں۔
vi: Thời gian di chuyển (1/10 giây): Nhập thời gian tính bằng phần mười giây

source: to spend analysing each move when creating a profile.
es: dedicarle tiempo a analizar cada movimiento al crear un perfil.
sr: да проведете анализирајући сваки потез приликом креирања профила.
sv: att spendera på att analysera varje drag när du skapar en profil.
sw: kutumia kuchambua kila hoja wakati wa kuunda wasifu.
ta: ஒரு சுயவிவரத்தை உருவாக்கும்போது ஒவ்வொரு அசைவையும் பகுப்பாய்வு செய்ய செலவிட.
th: เพื่อใช้วิเคราะห์การเคลื่อนไหวแต่ละครั้งเมื่อสร้างโปรไฟล์
tr: Bir profil oluştururken her hareketi analiz etmeye zaman ayırın.
uk: проводити аналіз кожного кроку під час створення профілю.
ur: پروفائل بناتے وقت ہر اقدام کا تجزیہ کرنے کے لیے خرچ کرنا۔
vi: dành thời gian phân tích từng động thái khi tạo hồ sơ.

source: With my computer, using the Stockfish 17 engine, I found that the minimum
es: Con mi computadora, usando el motor Stockfish 17, encontré que el mínimo
sr: Са мојим рачунаром, користећи Стоцкфисх 17 мотор, открио сам да је то минимум
sv: Med min dator, med Stockfish 17-motorn, fann jag det minsta
sw: Kwa kompyuta yangu, kwa kutumia injini ya Stockfish 17, niligundua kuwa kiwango cha chini
ta: என்னுடைய கணினியில், Stockfish 17 எஞ்சினைப் பயன்படுத்தி, குறைந்தபட்சம்
th: ด้วยคอมพิวเตอร์ของฉันซึ่งใช้เครื่องมือ Stockfish 17 ฉันพบว่าขั้นต่ำ
tr: Stockfish 17 motorunu kullanan bilgisayarımda, minimumun
uk: З моїм комп’ютером, використовуючи двигун Stockfish 17, я виявив, що це мінімум
ur: اپنے کمپیوٹر کے ساتھ، اسٹاک فش 17 انجن کا استعمال کرتے ہوئے، میں نے پایا کہ کم از کم
vi: Với máy tính của tôi, sử dụng công cụ Stockfish 17, tôi thấy rằng mức tối thiểu

source: time needed to get a bar for each move was 17 tenths, 1.7 seconds.
es: El tiempo necesario para conseguir una barra para cada movimiento fue de 17 décimas, 1,7 segundos.
sr: време потребно да се добије шипка за сваки потез је 17 десетинки, 1,7 секунди.
sv: tiden som behövdes för att få en stapel för varje drag var 17 tiondelar, 1,7 sekunder.
sw: wakati unaohitajika kupata bar kwa kila hoja ilikuwa 17 ya kumi, sekunde 1.7.
ta: ஒவ்வொரு அசைவிற்கும் ஒரு பட்டையைப் பெற தேவையான நேரம் 17 பத்தில் ஒரு பங்கு, 1.7 வினாடிகள்.
th: เวลาที่ต้องใช้ในการได้แท่งหนึ่งสำหรับแต่ละการเคลื่อนไหวคือ 17 ในสิบ 1.7 วินาที
tr: Her hareket için bir bara ulaşmak için gereken süre 17 saniyenin onda biri yani 1.7 saniyeydi.
uk: час, потрібний для отримання планки для кожного ходу, становив 17 десятих 1,7 секунди.
ur: ہر حرکت کے لیے بار حاصل کرنے کے لیے درکار وقت 17 دسواں، 1.7 سیکنڈ تھا۔
vi: thời gian cần thiết để có được một thanh cho mỗi lần di chuyển là 17 phần mười, 1,7 giây.

source: Scroll options -
es: Opciones de desplazamiento -
sr: Опције померања -
sv: Scrollalternativ -
sw: Tembeza chaguzi -
ta: உருள் விருப்பங்கள் -
th: ตัวเลือกการเลื่อน -
tr: Kaydırma seçenekleri -
uk: Параметри прокрутки -
ur: سکرول کے اختیارات -
vi: Tùy chọn cuộn -

source: Show info box - Check to show the move details info box when scrolling.
es: Mostrar cuadro de información: marque esta opción para mostrar el cuadro de información de detalles del movimiento al desplazarse.
sr: Прикажи оквир са информацијама – Означите да бисте приказали оквир са детаљима о кретању приликом померања.
sv: Visa inforuta - Markera för att visa informationsrutan för flyttdetaljer när du rullar.
sw: Onyesha kisanduku cha maelezo - Angalia ili kuonyesha kisanduku cha maelezo ya hoja wakati wa kusogeza.
ta: தகவல் பெட்டியைக் காட்டு - உருட்டும்போது நகர்வு விவரங்கள் தகவல் பெட்டியைக் காட்ட தேர்வு செய்யவும்.
th: แสดงกล่องข้อมูล - เลือกเพื่อแสดงกล่องข้อมูลรายละเอียดการย้ายเมื่อเลื่อน
tr: Bilgi kutusunu göster - Kaydırma sırasında taşıma ayrıntıları bilgi kutusunu göstermek için işaretleyin.
uk: Показати інформаційне вікно. Поставте прапорець, щоб під час прокручування відображалося інформаційне вікно з деталями переміщення.
ur: انفارمیشن باکس دکھائیں - سکرول کرتے وقت حرکت کی تفصیلات کے معلوماتی باکس کو دکھانے کے لیے چیک کریں۔
vi: Hiển thị hộp thông tin - Đánh dấu để hiển thị hộp thông tin chi tiết về di chuyển khi cuộn.

source: Show position - Check the show the current board position when scrolling.
es: Mostrar posición: marca la casilla para mostrar la posición actual del tablero al desplazarse.
sr: Прикажи позицију - Проверите да ли се приказује тренутна позиција на табли приликом померања.
sv: Visa position - Kontrollera att visa aktuell brädposition när du rullar.
sw: Onyesha nafasi - Angalia onyesho la nafasi ya sasa ya ubao wakati wa kusogeza.
ta: நிலையைக் காட்டு - உருட்டும் போது தற்போதைய பலகை நிலையைக் காட்டு என்பதைச் சரிபார்க்கவும்.
th: แสดงตำแหน่ง - ตรวจสอบการแสดงตำแหน่งบอร์ดปัจจุบันเมื่อเลื่อน
tr: Pozisyonu göster - Kaydırma sırasında mevcut panonun pozisyonunu göster seçeneğini işaretleyin.
uk: Показати позицію - позначте відображення поточної позиції дошки під час прокручування.
ur: پوزیشن دکھائیں - سکرول کرتے وقت بورڈ کی موجودہ پوزیشن کو چیک کریں۔
vi: Hiển thị vị trí - Đánh dấu vào ô hiển thị vị trí bảng hiện tại khi cuộn.

source: Eval board size - Enter the size in pixels of the scrolling eval game board.
es: Tamaño del tablero de evaluación: ingrese el tamaño en píxeles del tablero de juego de evaluación desplazable.
sr: Величина плоче за процену – Унесите величину у пикселима померајуће процене табле за игру.
sv: Eval board size - Ange storleken i pixlar på den rullande eval spelplanen.
sw: Ukubwa wa bodi ya Eval - Weka saizi katika pikseli za ubao wa mchezo wa eval unaosogeza.
ta: Eval பலகை அளவு - உருட்டும் eval விளையாட்டு பலகையின் அளவை பிக்சல்களில் உள்ளிடவும்.
th: ขนาดกระดานประเมินผล - ป้อนขนาดเป็นพิกเซลของกระดานเกมประเมินผลแบบเลื่อน
tr: Değerlendirme tahtası boyutu - Kaydırmalı değerlendirme oyun tahtasının boyutunu piksel cinsinden girin.
uk: Розмір поля Eval - введіть розмір у пікселях ігрового поля Eval, що прокручується.
ur: ایول بورڈ کا سائز - اسکرولنگ ایول گیم بورڈ کے پکسلز میں سائز درج کریں۔
vi: Kích thước bảng đánh giá - Nhập kích thước tính bằng pixel của bảng trò chơi đánh giá cuộn.

source: Select background colour - Select the background colour for the eval profile panel.
es: Seleccionar color de fondo: seleccione el color de fondo para el panel de perfil de evaluación.
sr: Изабери боју позадине - Изаберите боју позадине за панел процене профила.
sv: Välj bakgrundsfärg - Välj bakgrundsfärg för evalprofilpanelen.
sw: Chagua rangi ya usuli - Chagua rangi ya usuli kwa paneli ya wasifu wa eval.
ta: பின்னணி நிறத்தைத் தேர்ந்தெடுக்கவும் - eval சுயவிவரப் பலகத்திற்கான பின்னணி நிறத்தைத் தேர்ந்தெடுக்கவும்.
th: เลือกสีพื้นหลัง - เลือกสีพื้นหลังสำหรับแผงโปรไฟล์การประเมิน
tr: Arka plan rengini seçin - Değerlendirme profili paneli için arka plan rengini seçin.
uk: Виберіть колір фону – виберіть колір фону для панелі профілю eval.
ur: پس منظر کا رنگ منتخب کریں - ایول پروفائل پینل کے لیے پس منظر کا رنگ منتخب کریں۔
vi: Chọn màu nền - Chọn màu nền cho bảng đánh giá hồ sơ.

source: Select white colour - Select the colour for the graph bars for white.
es: Seleccionar color blanco: seleccione el color para las barras del gráfico en blanco.
sr: Изабери белу боју - Изаберите боју за траке графикона за белу.
sv: Välj vit färg - Välj färg för grafstaplarna för vitt.
sw: Chagua rangi nyeupe - Chagua rangi ya pau za grafu kwa nyeupe.
ta: வெள்ளை நிறத்தைத் தேர்ந்தெடுக்கவும் - வெள்ளை நிறத்திற்கான வரைபடப் பட்டைகளுக்கான நிறத்தைத் தேர்ந்தெடுக்கவும்.
th: เลือกสีขาว - เลือกสีสำหรับแถบกราฟเป็นสีขาว
tr: Beyaz rengi seç - Grafik çubukları için beyaz rengini seçin.
uk: Виберіть білий колір – виберіть білий колір для смужок графіка.
ur: سفید رنگ منتخب کریں - سفید کے لیے گراف بارز کے لیے رنگ منتخب کریں۔
vi: Chọn màu trắng - Chọn màu cho thanh biểu đồ là màu trắng.

source: Select black colour - Select the colour for the graph bars for black.
es: Seleccionar color negro: seleccione el color para las barras del gráfico en negro.
sr: Изабери црну боју - Изаберите боју за црне траке графикона.
sv: Välj svart färg - Välj färg för grafstaplarna för svart.
sw: Chagua rangi nyeusi - Chagua rangi ya pau za grafu kwa nyeusi.
ta: கருப்பு நிறத்தைத் தேர்ந்தெடுக்கவும் - கருப்பு நிறத்திற்கான வரைபடப் பட்டைகளுக்கான நிறத்தைத் தேர்ந்தெடுக்கவும்.
th: เลือกสีดำ - เลือกสีสำหรับแถบกราฟเป็นสีดำ
tr: Siyah rengi seç - Grafik çubukları için siyah rengi seçin.
uk: Виберіть чорний колір – виберіть колір для смужок графіка для чорного.
ur: سیاہ رنگ منتخب کریں - سیاہ کے لیے گراف بار کے لیے رنگ منتخب کریں۔
vi: Chọn màu đen - Chọn màu đen cho thanh biểu đồ.

source: A right mouse click in the eval profile panel will display a pop-up menu
es: Un clic derecho del mouse en el panel de perfil de evaluación mostrará un menú emergente
sr: Десним кликом миша на панелу евал профила приказаће се искачући мени
sv: Ett högerklick i eval-profilpanelen visar en popup-meny
sw: Mbofyo wa kulia wa kipanya kwenye paneli ya wasifu wa eval itaonyesha menyu ibukizi
ta: eval சுயவிவரப் பலகத்தில் வலது சுட்டி சொடுக்கினால் ஒரு பாப்-அப் மெனு தோன்றும்.
th: การคลิกเมาส์ขวาในแผงโปรไฟล์การประเมินจะแสดงเมนูแบบป๊อปอัป
tr: Değerlendirme profili panelinde sağ fare tıklaması bir açılır menü görüntüler
uk: Клацніть правою кнопкою миші на панелі профілю eval, щоб відобразити спливаюче меню
ur: ایول پروفائل پینل میں ماؤس کے دائیں کلک سے ایک پاپ اپ مینو ظاہر ہوگا۔
vi: Nhấp chuột phải vào bảng hồ sơ đánh giá sẽ hiển thị một menu bật lên

source: that has the following extra functions -
es: que tiene las siguientes funciones adicionales -
sr: који има следеће додатне функције -
sv: som har följande extrafunktioner -
sw: ambayo ina kazi zifuatazo za ziada -
ta: இது பின்வரும் கூடுதல் செயல்பாடுகளைக் கொண்டுள்ளது -
th: ซึ่งมีฟังก์ชั่นเสริมดังนี้ -
tr: aşağıdaki ek işlevlere sahip -
uk: який має наступні додаткові функції -
ur: جس میں درج ذیل اضافی افعال ہیں -
vi: có các chức năng bổ sung sau đây -

source: Add eval - Adds the current move element details to the game notation.
es: Agregar evaluación: agrega los detalles del elemento de movimiento actual a la notación del juego.
sr: Додај евал - Додаје детаље о тренутном елементу покрета у нотацију игре.
sv: Lägg till eval - Lägger till detaljerna om det aktuella dragelementet till spelnotationen.
sw: Ongeza eval - Huongeza maelezo ya kipengele cha sasa cha kusogeza kwenye nukuu ya mchezo.
ta: மதிப்பீட்டைச் சேர் - விளையாட்டு குறியீட்டில் தற்போதைய நகர்வு உறுப்பு விவரங்களைச் சேர்க்கிறது.
th: เพิ่มการประเมิน - เพิ่มรายละเอียดองค์ประกอบการเคลื่อนไหวปัจจุบันลงในสัญลักษณ์เกม
tr: Eval ekle - Mevcut hareket elemanının ayrıntılarını oyun notasyonuna ekler.
uk: Add eval – додає поточні деталі елемента ходу до нотації гри.
ur: eval شامل کریں - موجودہ حرکت عنصر کی تفصیلات کو گیم نوٹیشن میں شامل کرتا ہے۔
vi: Thêm eval - Thêm chi tiết phần tử di chuyển hiện tại vào ký hiệu trò chơi.

source: Add all evals - Adds all the move element details to the game notation.
es: Agregar todas las evaluaciones: agrega todos los detalles de los elementos de movimiento a la notación del juego.
sr: Додај све оцене - Додаје све детаље о елементима покрета у нотацију игре.
sv: Lägg till alla evaler - Lägger till alla detaljer om rörelseelementet till spelnotationen.
sw: Ongeza masahihisho yote - Huongeza maelezo yote ya kipengele cha kusogeza kwenye nukuu ya mchezo.
ta: அனைத்து மதிப்பீடுகளையும் சேர்க்கவும் - விளையாட்டு குறியீட்டில் அனைத்து நகர்வு உறுப்பு விவரங்களையும் சேர்க்கிறது.
th: เพิ่มการประเมินทั้งหมด - เพิ่มรายละเอียดองค์ประกอบการเคลื่อนไหวทั้งหมดลงในสัญลักษณ์ของเกม
tr: Tüm değerlendirmeleri ekle - Tüm hareket öğesi ayrıntılarını oyun notasyonuna ekler.
uk: Додати всі оцінки - додає всі деталі елементів переміщення до нотації гри.
ur: تمام ایولز شامل کریں - گیم کے اشارے میں تمام حرکتی عنصر کی تفصیلات شامل کرتا ہے۔
vi: Thêm tất cả các đánh giá - Thêm tất cả các chi tiết của phần tử di chuyển vào ký hiệu trò chơi.

source: Delete eval - Deletes the current move element details from the game notation.
es: Eliminar evaluación: elimina los detalles del elemento de movimiento actual de la notación del juego.
sr: Избриши евал - Брише детаље о тренутном елементу потеза из нотације игре.
sv: Ta bort eval - Tar bort detaljerna om det aktuella dragelementet från spelnotationen.
sw: Futa eval - Inafuta maelezo ya sasa ya kipengele cha kusogeza kwenye nukuu ya mchezo.
ta: நீக்கு eval - விளையாட்டு குறியீட்டிலிருந்து தற்போதைய நகர்வு உறுப்பு விவரங்களை நீக்குகிறது.
th: ลบการประเมิน – ลบรายละเอียดองค์ประกอบการเคลื่อนไหวปัจจุบันจากสัญลักษณ์เกม
tr: Eval'i sil - Oyun notasyonundan geçerli hareket elemanı ayrıntılarını siler.
uk: Delete eval - видаляє поточні деталі елемента ходу з позначення гри.
ur: ڈیلیٹ ایول - گیم نوٹیشن سے موجودہ حرکت عنصر کی تفصیلات کو حذف کرتا ہے۔
vi: Xóa eval - Xóa chi tiết yếu tố di chuyển hiện tại khỏi ký hiệu trò chơi.

source: Delete all evals - Deletes all the move element details from the game notation.
es: Eliminar todas las evaluaciones: elimina todos los detalles de los elementos de movimiento de la notación del juego.
sr: Избриши све оцене - Брише све детаље о елементима покрета из нотације игре.
sv: Ta bort alla evals - Tar bort alla detaljer om rörelseelementet från spelnotationen.
sw: Futa masahihisho yote - Inafuta maelezo yote ya kipengele cha kusogeza kwenye nukuu ya mchezo.
ta: அனைத்து மதிப்பீடுகளையும் நீக்கு - விளையாட்டு குறியீட்டிலிருந்து அனைத்து நகர்வு உறுப்பு விவரங்களையும் நீக்குகிறது.
th: ลบการประเมินทั้งหมด - ลบรายละเอียดองค์ประกอบการเคลื่อนไหวทั้งหมดจากสัญลักษณ์ของเกม
tr: Tüm değerlendirmeleri sil - Oyun notasyonundan tüm hareket öğesi ayrıntılarını siler.
uk: Видалити всі оцінки - видаляє всі деталі елементів переміщення з нотації гри.
ur: تمام ایولز کو حذف کریں - گیم کے اشارے سے تمام حرکتی عنصر کی تفصیلات کو حذف کرتا ہے۔
vi: Xóa tất cả các đánh giá - Xóa tất cả các chi tiết của phần tử di chuyển khỏi ký hiệu trò chơi.
