Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Check this box to add sub-variations
es: Marque esta casilla para agregar subvariaciones
sr: Означите ово поље да бисте додали подваријације
sv: Markera den här rutan för att lägga till undervarianter
sw: Chagua kisanduku hiki ili kuongeza tofauti ndogo
ta: துணை மாறுபாடுகளைச் சேர்க்க இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: ทำเครื่องหมายในช่องนี้เพื่อเพิ่มรูปแบบย่อย
tr: Alt varyasyonları eklemek için bu kutuyu işaretleyin
uk: Установіть цей прапорець, щоб додати підваріанти
ur: ذیلی تغیرات شامل کرنے کے لیے اس باکس کو چیک کریں۔
vi: Đánh dấu vào ô này để thêm các biến thể phụ

source: Check this box to analyse book moves
es: Marque esta casilla para analizar los movimientos de libros
sr: Означите ово поље за анализу потеза књиге
sv: Markera den här rutan för att analysera bokrörelser
sw: Chagua kisanduku hiki ili kuchanganua mienendo ya kitabu
ta: புத்தக நகர்வுகளை பகுப்பாய்வு செய்ய இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: ทำเครื่องหมายในช่องนี้เพื่อวิเคราะห์การเคลื่อนไหวของหนังสือ
tr: Kitap hareketlerini analiz etmek için bu kutuyu işaretleyin
uk: Поставте цей прапорець, щоб аналізувати рух книги
ur: کتاب کی چالوں کا تجزیہ کرنے کے لیے اس باکس کو چیک کریں۔
vi: Đánh dấu vào ô này để phân tích các bước di chuyển của cuốn sách

source: Check this box for error comments to be added in the main line
es: Marque esta casilla para que se agreguen comentarios de error en la línea principal
sr: Означите ово поље за коментаре грешака који ће бити додати у главни ред
sv: Markera den här rutan för felkommentarer som ska läggas till på huvudraden
sw: Chagua kisanduku hiki kwa maoni ya makosa ya kuongezwa kwenye mstari mkuu
ta: பிரதான வரியில் பிழை கருத்துகளைச் சேர்க்க இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: ทำเครื่องหมายในช่องนี้สำหรับความคิดเห็นข้อผิดพลาดที่จะเพิ่มในบรรทัดหลัก
tr: Ana satıra hata yorumlarının eklenmesi için bu kutuyu işaretleyin
uk: Позначте цей прапорець, щоб коментарі про помилки додавалися в головний рядок
ur: مین لائن میں شامل کیے جانے والے غلطی کے تبصروں کے لیے اس باکس کو چیک کریں۔
vi: Đánh dấu vào ô này để thêm các bình luận lỗi vào dòng chính

source: Check this box for pre sub-var comments to be added
es: Marque esta casilla para que se agreguen comentarios previos a la subvariable
sr: Означите ово поље да бисте додали коментаре пре под-вар
sv: Markera den här rutan för att lägga till kommentarer innan undervar
sw: Teua kisanduku hiki kwa maoni ya pre sub-var ya kuongezwa
ta: துணை-வர்க்கத்திற்கு முந்தைய கருத்துகளைச் சேர்க்க இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: ทำเครื่องหมายในช่องนี้เพื่อเพิ่มความคิดเห็นก่อนตัวแปรย่อย
tr: Alt değişken öncesi yorumların eklenmesi için bu kutuyu işaretleyin
uk: Позначте цей прапорець, щоб додавати коментарі попередньої заміни
ur: شامل کیے جانے والے پری ذیلی var تبصروں کے لیے اس باکس کو چیک کریں۔
vi: Đánh dấu vào ô này để thêm các chú thích trước sub-var

source: Check this box for post sub-var comments to be added
es: Marque esta casilla para agregar comentarios de subvariables de la publicación
sr: Означите ово поље да бисте додали коментаре под вар
sv: Markera den här rutan för att lägga till kommentarer från underordnade var
sw: Teua kisanduku hiki kwa maoni ya post sub-var ya kuongezwa
ta: இடுகை துணை-var கருத்துகளைச் சேர்க்க இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: ทำเครื่องหมายในช่องนี้สำหรับความคิดเห็นย่อยของโพสต์ที่จะเพิ่ม
tr: Gönderi alt değişkenine yorum eklenmesi için bu kutuyu işaretleyin
uk: Позначте цей прапорець, щоб додавати коментарі підваріантів публікації
ur: پوسٹ ذیلی var تبصرے شامل کرنے کے لیے اس باکس کو چیک کریں۔
vi: Đánh dấu vào ô này để thêm bình luận cho bài đăng phụ

source: Check this box for quotes to be added at the end of the game
es: Marque esta casilla para agregar citas al final del juego.
sr: Означите ово поље да бисте додали цитате на крају игре
sv: Markera den här rutan för citat som ska läggas till i slutet av spelet
sw: Tia alama kwenye kisanduku hiki kwa manukuu ya kuongezwa mwishoni mwa mchezo
ta: விளையாட்டின் முடிவில் சேர்க்க வேண்டிய மேற்கோள்களுக்கு இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: ทำเครื่องหมายในช่องนี้สำหรับคำพูดที่จะเพิ่มในตอนท้ายของเกม
tr: Oyunun sonuna eklenecek alıntılar için bu kutuyu işaretleyin
uk: Установіть цей прапорець, щоб цитати додавалися в кінці гри
ur: گیم کے اختتام پر شامل کیے جانے والے اقتباسات کے لیے اس باکس کو چیک کریں۔
vi: Đánh dấu vào ô này để thêm trích dẫn vào cuối trò chơi

source: Check this box for the pronoun ze to be used
es: Marque esta casilla para utilizar el pronombre ze
sr: Означите ово поље да би се користила заменица зе
sv: Markera den här rutan för pronomenet ze som ska användas
sw: Tia alama kwenye kisanduku hiki ili kutumia nomino ze
ta: பயன்படுத்தப்படும் ze பிரதிபெயருக்கு இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: ทำเครื่องหมายในช่องนี้สำหรับคำสรรพนาม ze ที่จะใช้
tr: Ze zamirinin kullanılması için bu kutuyu işaretleyin
uk: Позначте цей пункт, щоб використовувати займенник ze
ur: استعمال ہونے والے ضمیر ze کے لیے اس باکس کو چیک کریں۔
vi: Đánh dấu vào ô này để sử dụng đại từ ze

source: Check this box for error evaluations to be added in the main line
es: Marque esta casilla para que se agreguen evaluaciones de errores en la línea principal
sr: Означите ово поље за процене грешака које треба додати у главни ред
sv: Markera den här rutan för felutvärderingar som ska läggas till på huvudraden
sw: Chagua kisanduku hiki kwa tathmini za makosa ili kuongezwa kwenye mstari mkuu
ta: பிரதான வரியில் சேர்க்க வேண்டிய பிழை மதிப்பீடுகளுக்கு இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: ทำเครื่องหมายในช่องนี้สำหรับการประเมินข้อผิดพลาดที่จะเพิ่มในบรรทัดหลัก
tr: Ana satıra hata değerlendirmelerinin eklenmesi için bu kutuyu işaretleyin
uk: Позначте цей прапорець, щоб оцінки помилок додавалися в головний рядок
ur: مین لائن میں شامل کیے جانے والے غلطی کی تشخیص کے لیے اس باکس کو چیک کریں۔
vi: Đánh dấu vào ô này để thêm đánh giá lỗi vào dòng chính

source: Check this box for evaluations to be added to all moves in the main line
es: Marque esta casilla para que se agreguen evaluaciones a todos los movimientos en la línea principal
sr: Означите ово поље за процене које се додају свим потезима у главној линији
sv: Markera den här rutan för att utvärderingar ska läggas till alla drag i huvudraden
sw: Weka alama kwenye kisanduku hiki ili tathmini ziongezwe kwa hatua zote kwenye mstari mkuu
ta: பிரதான வரிசையில் உள்ள அனைத்து நகர்வுகளிலும் மதிப்பீடுகளைச் சேர்க்க இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: ทำเครื่องหมายในช่องนี้สำหรับการประเมินที่จะเพิ่มให้กับการเคลื่อนไหวทั้งหมดในไลน์หลัก
tr: Ana satırdaki tüm hareketlere değerlendirmelerin eklenmesi için bu kutuyu işaretleyin
uk: Позначте цей прапорець, щоб оцінки додавалися до всіх ходів у основній лінії
ur: مین لائن میں تمام چالوں میں شامل کیے جانے والے جائزوں کے لیے اس باکس کو چیک کریں۔
vi: Đánh dấu vào ô này để đánh giá được thêm vào tất cả các động thái trong dòng chính

source: Check this box for the points lost during the game to be displayed
es: Marque esta casilla para que se muestren los puntos perdidos durante el juego.
sr: Означите ово поље да би се приказали поени изгубљени током игре
sv: Markera den här rutan för att visa poängen som förlorats under spelet
sw: Weka alama kwenye kisanduku hiki ili kuona pointi zilizopotea wakati wa mchezo
ta: விளையாட்டின் போது இழந்த புள்ளிகள் காட்டப்பட இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: ทำเครื่องหมายในช่องนี้สำหรับคะแนนที่เสียระหว่างเกมที่จะแสดง
tr: Oyun sırasında kaybedilen puanların görüntülenmesi için bu kutuyu işaretleyin
uk: Позначте цей прапорець, щоб відображалися очки, втрачені під час гри
ur: گیم کے دوران کھوئے گئے پوائنٹس کو ظاہر کرنے کے لیے اس باکس کو چیک کریں۔
vi: Đánh dấu vào ô này để hiển thị số điểm bị mất trong trò chơi

source: Check this box for the points lost beyond the error cut off to be included
es: Marque esta casilla para incluir los puntos perdidos más allá del límite de error.
sr: Означите ово поље да би се урачунали поени изгубљени након пресека грешке
sv: Markera den här rutan för att poängen som förlorats efter felavbrottet ska inkluderas
sw: Tia alama kwenye kisanduku hiki kwa pointi zilizopotea zaidi ya hitilafu iliyokatwa ili kujumuishwa
ta: பிழை வெட்டுக்கு அப்பால் இழந்த புள்ளிகளைச் சேர்க்க இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: ทำเครื่องหมายในช่องนี้สำหรับคะแนนที่สูญเสียไปเกินกว่าค่าที่ตัดออกเพื่อรวมไว้
tr: Hata sınırının ötesinde kaybedilen puanların dahil edilmesi için bu kutuyu işaretleyin
uk: Поставте цей прапорець, щоб включити бали, втрачені після відсічення помилки
ur: اس باکس کو نشان زد کریں تاکہ ان پوائنٹس کو شامل کیا جا سکے جو غلطی سے کٹے ہوئے ہیں۔
vi: Đánh dấu vào ô này để biết số điểm bị mất ngoài giới hạn lỗi được bao gồm

source: Check this box to create an evaluation profile during auto analysis
es: Marque esta casilla para crear un perfil de evaluación durante el análisis automático
sr: Означите ово поље да бисте креирали профил евалуације током аутоматске анализе
sv: Markera den här rutan för att skapa en utvärderingsprofil under autoanalys
sw: Teua kisanduku hiki ili kuunda wasifu wa tathmini wakati wa uchanganuzi wa kiotomatiki
ta: தானியங்கு பகுப்பாய்வின் போது மதிப்பீட்டு சுயவிவரத்தை உருவாக்க இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: ทำเครื่องหมายในช่องนี้เพื่อสร้างโปรไฟล์การประเมินในระหว่างการวิเคราะห์อัตโนมัติ
tr: Otomatik analiz sırasında bir değerlendirme profili oluşturmak için bu kutuyu işaretleyin
uk: Поставте цей прапорець, щоб створити профіль оцінки під час автоматичного аналізу
ur: خودکار تجزیہ کے دوران تشخیصی پروفائل بنانے کے لیے اس باکس کو چیک کریں۔
vi: Đánh dấu vào ô này để tạo hồ sơ đánh giá trong quá trình phân tích tự động

source: Enter the number of kibitz lines when analysing
es: Introduzca el número de líneas de kibitz al analizar
sr: Унесите број кибитз линија приликом анализе
sv: Ange antalet kibitz-rader när du analyserar
sw: Weka nambari ya mistari ya kibitz unapochanganua
ta: பகுப்பாய்வு செய்யும் போது கிபிட்ஸ் வரிகளின் எண்ணிக்கையை உள்ளிடவும்.
th: ป้อนจำนวนเส้นคิบิตซ์เมื่อทำการวิเคราะห์
tr: Analiz yaparken kibitz satırlarının sayısını girin
uk: Введіть кількість кібіц-рядків під час аналізу
ur: تجزیہ کرتے وقت کیبٹز لائنوں کی تعداد درج کریں۔
vi: Nhập số dòng kibitz khi phân tích

source: less lines means a deeper search.
es: Menos líneas significa una búsqueda más profunda.
sr: мање редова значи дубљу претрагу.
sv: färre linjer innebär en djupare sökning.
sw: mistari michache inamaanisha utaftaji wa kina.
ta: குறைவான வரிகள் என்பது ஆழமான தேடலைக் குறிக்கிறது.
th: ยิ่งบรรทัดน้อยลง การค้นหาก็จะยิ่งลึกมากขึ้น
tr: daha az satır daha derin bir arama anlamına gelir.
uk: менше рядків означає глибший пошук.
ur: کم لائنوں کا مطلب ہے گہری تلاش۔
vi: ít dòng hơn có nghĩa là tìm kiếm sâu hơn.

source: Check this box to analyse white moves
es: Marque esta casilla para analizar los movimientos de las blancas
sr: Означите ово поље да анализирате беле потезе
sv: Markera den här rutan för att analysera vita rörelser
sw: Chagua kisanduku hiki ili kuchanganua mienendo nyeupe
ta: வெள்ளை நகர்வுகளை பகுப்பாய்வு செய்ய இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: ทำเครื่องหมายในช่องนี้เพื่อวิเคราะห์การเคลื่อนไหวสีขาว
tr: Beyaz hamleleri analiz etmek için bu kutuyu işaretleyin
uk: Поставте цей прапорець, щоб аналізувати ходи білих
ur: سفید چالوں کا تجزیہ کرنے کے لیے اس باکس کو چیک کریں۔
vi: Đánh dấu vào ô này để phân tích các nước đi của quân trắng

source: Check this box to analyse black moves
es: Marque esta casilla para analizar los movimientos de las negras
sr: Означите ово поље за анализу црних потеза
sv: Markera den här rutan för att analysera svarta drag
sw: Teua kisanduku hiki ili kuchanganua mienendo nyeusi
ta: கருப்பு நகர்வுகளை பகுப்பாய்வு செய்ய இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: ทำเครื่องหมายในช่องนี้เพื่อวิเคราะห์การเคลื่อนไหวของสีดำ
tr: Siyah hareketleri analiz etmek için bu kutuyu işaretleyin
uk: Поставте цей прапорець, щоб аналізувати ходи чорних
ur: سیاہ چالوں کا تجزیہ کرنے کے لیے اس باکس کو چیک کریں۔
vi: Đánh dấu vào ô này để phân tích các nước đi của quân đen

source: Check this box to analyse for both sides
es: Marque esta casilla para analizar ambos lados
sr: Означите ово поље за анализу за обе стране
sv: Markera den här rutan för att analysera för båda sidor
sw: Tia alama kwenye kisanduku hiki ili kuchanganua pande zote mbili
ta: இருபுறமும் பகுப்பாய்வு செய்ய இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: ทำเครื่องหมายในช่องนี้เพื่อวิเคราะห์ทั้งสองด้าน
tr: Her iki taraf için de analiz yapmak üzere bu kutuyu işaretleyin
uk: Поставте прапорець, щоб проаналізувати обидві сторони
ur: دونوں اطراف کا تجزیہ کرنے کے لیے اس باکس کو چیک کریں۔
vi: Đánh dấu vào ô này để phân tích cho cả hai bên

source: Check this button to replace existing annotations
es: Marque este botón para reemplazar las anotaciones existentes
sr: Означите ово дугме да бисте заменили постојеће напомене
sv: Markera den här knappen för att ersätta befintliga kommentarer
sw: Teua kitufe hiki ili kubadilisha maelezo yaliyopo
ta: ஏற்கனவே உள்ள குறிப்புகளை மாற்ற இந்தப் பொத்தானைத் தேர்ந்தெடுக்கவும்.
th: ทำเครื่องหมายที่ปุ่มนี้เพื่อแทนที่คำอธิบายที่มีอยู่
tr: Mevcut açıklamaları değiştirmek için bu düğmeyi işaretleyin
uk: Позначте цю кнопку, щоб замінити наявні анотації
ur: موجودہ تشریحات کو تبدیل کرنے کے لیے اس بٹن کو چیک کریں۔
vi: Kiểm tra nút này để thay thế các chú thích hiện có

source: Check this button to append new annotations
es: Marque este botón para agregar nuevas anotaciones
sr: Означите ово дугме да бисте додали нове напомене
sv: Markera den här knappen för att lägga till nya kommentarer
sw: Teua kitufe hiki ili kuambatisha vidokezo vipya
ta: புதிய குறிப்புகளைச் சேர்க்க இந்தப் பொத்தானைத் தேர்ந்தெடுக்கவும்.
th: ทำเครื่องหมายที่ปุ่มนี้เพื่อผนวกคำอธิบายประกอบใหม่
tr: Yeni açıklamalar eklemek için bu düğmeyi işaretleyin
uk: Позначте цю кнопку, щоб додати нові анотації
ur: نئی تشریحات شامل کرنے کے لیے اس بٹن کو چیک کریں۔
vi: Kiểm tra nút này để thêm chú thích mới

source: Click this button to select variation lengths
es: Haga clic en este botón para seleccionar longitudes de variación
sr: Кликните на ово дугме да бисте изабрали дужине варијације
sv: Klicka på den här knappen för att välja variationslängder
sw: Bofya kitufe hiki ili kuchagua urefu wa mabadiliko
ta: மாறுபாடு நீளங்களைத் தேர்ந்தெடுக்க இந்தப் பொத்தானைக் கிளிக் செய்யவும்.
th: คลิกปุ่มนี้เพื่อเลือกความยาวการเปลี่ยนแปลง
tr: Varyasyon uzunluklarını seçmek için bu düğmeye tıklayın
uk: Натисніть цю кнопку, щоб вибрати довжину варіації
ur: تغیر کی لمبائی کو منتخب کرنے کے لیے اس بٹن پر کلک کریں۔
vi: Nhấp vào nút này để chọn độ dài biến thể

source: Click this button to select the engine for analysis
es: Haga clic en este botón para seleccionar el motor para el análisis
sr: Кликните на ово дугме да бисте изабрали мотор за анализу
sv: Klicka på den här knappen för att välja motor för analys
sw: Bofya kitufe hiki ili kuchagua injini kwa uchambuzi
ta: பகுப்பாய்விற்கான இயந்திரத்தைத் தேர்ந்தெடுக்க இந்தப் பொத்தானைக் கிளிக் செய்யவும்.
th: คลิกปุ่มนี้เพื่อเลือกเครื่องมือสำหรับการวิเคราะห์
tr: Analiz motorunu seçmek için bu düğmeye tıklayın
uk: Натисніть цю кнопку, щоб вибрати механізм для аналізу
ur: تجزیہ کے لیے انجن کو منتخب کرنے کے لیے اس بٹن پر کلک کریں۔
vi: Nhấp vào nút này để chọn công cụ phân tích

source: Click this button to start the game analysis
es: Haga clic en este botón para iniciar el análisis del juego.
sr: Кликните на ово дугме да бисте започели анализу игре
sv: Klicka på den här knappen för att starta spelanalysen
sw: Bofya kitufe hiki ili kuanza uchanganuzi wa mchezo
ta: விளையாட்டு பகுப்பாய்வைத் தொடங்க இந்த பொத்தானைக் கிளிக் செய்யவும்.
th: คลิกปุ่มนี้เพื่อเริ่มการวิเคราะห์เกม
tr: Oyun analizini başlatmak için bu butona tıklayın
uk: Натисніть цю кнопку, щоб почати аналіз гри
ur: گیم کا تجزیہ شروع کرنے کے لیے اس بٹن پر کلک کریں۔
vi: Nhấp vào nút này để bắt đầu phân tích trò chơi

source: Automatic game analysis help
es: Ayuda para el análisis automático de juegos
sr: Помоћ за аутоматску анализу игре
sv: Hjälp för automatisk spelanalys
sw: Usaidizi wa uchambuzi wa mchezo otomatiki
ta: தானியங்கி விளையாட்டு பகுப்பாய்வு உதவி
th: ช่วยวิเคราะห์เกมอัตโนมัติ
tr: Otomatik oyun analizi yardımı
uk: Автоматичний аналіз гри
ur: خودکار گیم تجزیہ مدد
vi: Trợ giúp phân tích trò chơi tự động

source: Comment files
es: Archivos de comentarios
sr: Фајлови коментара
sv: Kommentarfiler
sw: Faili za maoni
ta: கருத்து கோப்புகள்
th: ไฟล์ความคิดเห็น
tr: Yorum dosyaları
uk: Файли коментарів
ur: تبصرہ فائلیں۔
vi: Tệp bình luận

source: Notes on ze
es: Notas sobre ze
sr: Напомене о зе
sv: Anteckningar om ze
sw: Vidokezo kwenye ze
ta: ze பற்றிய குறிப்புகள்
th: หมายเหตุเกี่ยวกับเซ
tr: Ze hakkında notlar
uk: Нотатки про зе
ur: زی پر نوٹس
vi: Ghi chú về ze

source: Notes on IdWin
es: Notas sobre IdWin
sr: Белешке о ИдВин-у
sv: Anteckningar om IdWin
sw: Vidokezo vya IdWin
ta: IdWin பற்றிய குறிப்புகள்
th: หมายเหตุเกี่ยวกับ IdWin
tr: IdWin Hakkında Notlar
uk: Примітки щодо IdWin
ur: IdWin پر نوٹس
vi: Ghi chú về IdWin

source: This feature allows the user to automatically annotate
es: Esta función permite al usuario realizar anotaciones automáticamente
sr: Ова функција омогућава кориснику да аутоматски ставља коментаре
sv: Denna funktion tillåter användaren att automatiskt kommentera
sw: Kipengele hiki huruhusu mtumiaji kufafanua kiotomatiki
ta: இந்த அம்சம் பயனரை தானாகவே குறிப்பு எழுத அனுமதிக்கிறது
th: คุณสมบัตินี้ช่วยให้ผู้ใช้สามารถใส่คำอธิบายโดยอัตโนมัติ
tr: Bu özellik, kullanıcının otomatik olarak açıklama eklemesine olanak tanır
uk: Ця функція дозволяє користувачеві автоматично робити примітки
ur: یہ خصوصیت صارف کو خود بخود تشریح کرنے کی اجازت دیتی ہے۔
vi: Tính năng này cho phép người dùng tự động chú thích

source: a loaded game with comments, variations, and evaluations.
es: Un juego cargado de comentarios, variaciones y evaluaciones.
sr: пуна игра са коментарима, варијацијама и оценама.
sv: ett laddat spel med kommentarer, varianter och utvärderingar.
sw: mchezo uliopakiwa na maoni, tofauti, na tathmini.
ta: கருத்துகள், மாறுபாடுகள் மற்றும் மதிப்பீடுகள் நிறைந்த ஒரு நிறைவான விளையாட்டு.
th: เกมที่เต็มไปด้วยความคิดเห็น การเปลี่ยนแปลง และการประเมิน
tr: Yorumlar, varyasyonlar ve değerlendirmelerle dolu dolu bir oyun.
uk: насичена гра з коментарями, варіаціями та оцінками.
ur: تبصروں، تغیرات اور تشخیصات کے ساتھ ایک بھری ہوئی گیم۔
vi: một trò chơi có nhiều bình luận, biến thể và đánh giá.

source: You can analyse a single game from the main screen
es: Puedes analizar un solo partido desde la pantalla principal
sr: Можете анализирати једну игру са главног екрана
sv: Du kan analysera ett enskilt spel från huvudskärmen
sw: Unaweza kuchambua mchezo mmoja kutoka skrini kuu
ta: பிரதான திரையில் இருந்து ஒரு விளையாட்டை நீங்கள் பகுப்பாய்வு செய்யலாம்
th: คุณสามารถวิเคราะห์เกมเดียวจากหน้าจอหลักได้
tr: Ana ekrandan tek bir oyunu analiz edebilirsiniz
uk: Ви можете аналізувати одну гру з головного екрана
ur: آپ مرکزی سکرین سے کسی ایک گیم کا تجزیہ کر سکتے ہیں۔
vi: Bạn có thể phân tích một trò chơi duy nhất từ màn hình chính

source: or multiple games via the PGN game list dialog box.
es: o varios juegos a través del cuadro de diálogo de lista de juegos PGN.
sr: или више игара преко дијалога листе ПГН игара.
sv: eller flera spel via dialogrutan PGN-spellista.
sw: au michezo mingi kupitia kisanduku cha mazungumzo cha orodha ya mchezo wa PGN.
ta: அல்லது PGN விளையாட்டு பட்டியல் உரையாடல் பெட்டி வழியாக பல விளையாட்டுகள்.
th: หรือเกมหลายเกมผ่านทางกล่องโต้ตอบรายการเกม PGN
tr: veya PGN oyun listesi iletişim kutusu aracılığıyla birden fazla oyun.
uk: або кілька ігор через діалогове вікно списку ігор PGN.
ur: یا PGN گیم لسٹ ڈائیلاگ باکس کے ذریعے ایک سے زیادہ گیمز۔
vi: hoặc nhiều trò chơi thông qua hộp thoại danh sách trò chơi PGN.

source: When analysing multiple games from the PGN game list dialog box,
es: Al analizar varios juegos desde el cuadro de diálogo de lista de juegos PGN,
sr: Када анализирате више игара из оквира за дијалог ПГН листе игара,
sv: När du analyserar flera spel från dialogrutan PGN-spellista,
sw: Wakati wa kuchambua michezo mingi kutoka kwa kisanduku cha mazungumzo cha orodha ya mchezo wa PGN,
ta: PGN விளையாட்டு பட்டியல் உரையாடல் பெட்டியிலிருந்து பல விளையாட்டுகளை பகுப்பாய்வு செய்யும்போது,
th: เมื่อวิเคราะห์เกมหลายเกมจากกล่องโต้ตอบรายการเกม PGN
tr: PGN oyun listesi iletişim kutusundan birden fazla oyunu analiz ederken,
uk: Під час аналізу кількох ігор із діалогового вікна списку ігор PGN,
ur: PGN گیم لسٹ ڈائیلاگ باکس سے متعدد گیمز کا تجزیہ کرتے وقت،
vi: Khi phân tích nhiều trò chơi từ hộp thoại danh sách trò chơi PGN,

source: games can be selected in the same way as when using Windows explorer.
es: Los juegos se pueden seleccionar de la misma manera que cuando se utiliza el explorador de Windows.
sr: игре се могу бирати на исти начин као када користите Виндовс Екплорер.
sv: spel kan väljas på samma sätt som när du använder Windows Explorer.
sw: michezo inaweza kuchaguliwa kwa njia sawa na wakati wa kutumia Windows Explorer.
ta: விண்டோஸ் எக்ஸ்ப்ளோரரைப் பயன்படுத்தும் போது கேம்களைத் தேர்ந்தெடுக்கலாம்.
th: สามารถเลือกเกมได้ในลักษณะเดียวกับการใช้ Windows Explorer
tr: Oyunlar, Windows gezginini kullanırken olduğu gibi aynı şekilde seçilebilir.
uk: ігри можна вибирати так само, як у провіднику Windows.
ur: گیمز کا انتخاب اسی طرح کیا جا سکتا ہے جیسے ونڈوز ایکسپلورر استعمال کرتے وقت۔
vi: trò chơi có thể được chọn theo cách tương tự như khi sử dụng Windows Explorer.

source: i.e. Shift + Left click to select a contiguous block of games,
es: es decir, Shift + clic izquierdo para seleccionar un bloque contiguo de juegos,
sr: тј. Схифт + леви клик да бисте изабрали узастопни блок игара,
sv: d.v.s. Skift + Vänsterklicka för att välja ett sammanhängande block med spel,
sw: yaani Shift + Bofya Kushoto ili kuchagua kizuizi cha michezo,
ta: அதாவது, தொடர்ச்சியான விளையாட்டுகளின் தொகுப்பைத் தேர்ந்தெடுக்க Shift + இடது கிளிக் செய்யவும்,
th: นั่นคือ Shift + คลิกซ้ายเพื่อเลือกกลุ่มเกมที่ต่อเนื่องกัน
tr: yani bitişik bir oyun bloğunu seçmek için Shift + Sol tıklama,
uk: тобто Shift + клацніть лівою кнопкою миші, щоб вибрати безперервний блок ігор,
ur: یعنی کھیلوں کے ایک متصل بلاک کو منتخب کرنے کے لیے شفٹ + بائیں کلک کریں،
vi: tức là Shift + Nhấp chuột trái để chọn một khối trò chơi liền kề,

source: or Ctrl + Left click to select non-contiguous games.
es: o Ctrl + clic izquierdo para seleccionar juegos no contiguos.
sr: или Цтрл + леви клик да бисте изабрали игре које нису узастопне.
sv: eller Ctrl + Vänsterklicka för att välja icke-sammanhängande spel.
sw: au Ctrl + Bofya Kushoto ili kuchagua michezo isiyofungamana.
ta: அல்லது தொடர்ச்சியாக இல்லாத விளையாட்டுகளைத் தேர்ந்தெடுக்க Ctrl + இடது கிளிக் செய்யவும்.
th: หรือ Ctrl + คลิกซ้าย เพื่อเลือกเกมที่ไม่ติดกัน
tr: veya bitişik olmayan oyunları seçmek için Ctrl + Sol tıklama.
uk: або Ctrl + клацніть лівою кнопкою миші, щоб вибрати несуміжні ігри.
ur: یا غیر متصل گیمز کو منتخب کرنے کے لیے Ctrl + بائیں کلک کریں۔
vi: hoặc Ctrl + Nhấp chuột trái để chọn các trò chơi không liền kề.

source: Automatic game analysis can be stopped by clicking the stop button
es: El análisis automático del juego se puede detener haciendo clic en el botón de parada
sr: Аутоматска анализа игре се може зауставити кликом на дугме за заустављање
sv: Automatisk spelanalys kan stoppas genom att klicka på stoppknappen
sw: Uchambuzi otomatiki wa mchezo unaweza kusimamishwa kwa kubofya kitufe cha kusitisha
ta: நிறுத்து பொத்தானைக் கிளிக் செய்வதன் மூலம் தானியங்கி விளையாட்டு பகுப்பாய்வை நிறுத்தலாம்.
th: สามารถหยุดการวิเคราะห์เกมอัตโนมัติได้ด้วยการคลิกปุ่มหยุด
tr: Otomatik oyun analizini durdurma butonuna tıklanarak durdurabilirsiniz
uk: Автоматичний аналіз гри можна зупинити, натиснувши кнопку зупинки
ur: سٹاپ بٹن پر کلک کر کے خودکار گیم تجزیہ کو روکا جا سکتا ہے۔
vi: Phân tích trò chơi tự động có thể dừng lại bằng cách nhấp vào nút dừng
