Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Start of game
es: Inicio del juego
sr: Почетак игре
sv: Start av spel
sw: Mwanzo wa mchezo
ta: ஆட்டத்தின் ஆரம்பம்
th: เริ่มเกม
tr: Oyunun başlangıcı
uk: Початок гри
ur: کھیل کا آغاز
vi: Bắt đầu trò chơi

source: End of game
es: Fin del juego
sr: Крај игре
sv: Slut på spelet
sw: Mwisho wa mchezo
ta: ஆட்டத்தின் முடிவு
th: จบเกม
tr: Oyunun sonu
uk: Кінець гри
ur: کھیل کا اختتام
vi: Kết thúc trò chơi

source: Display current games list
es: Mostrar la lista de juegos actual
sr: Прикажи тренутну листу игара
sv: Visa aktuell spellista
sw: Onyesha orodha ya michezo ya sasa
ta: தற்போதைய விளையாட்டுப் பட்டியலைக் காட்டு
th: แสดงรายการเกมปัจจุบัน
tr: Mevcut oyun listesini görüntüle
uk: Показати поточний список ігор
ur: موجودہ گیمز کی فہرست دکھائیں۔
vi: Hiển thị danh sách trò chơi hiện tại

source: Load a puzzle at random
es: Cargar un rompecabezas al azar
sr: Учитајте слагалицу насумично
sv: Ladda ett pussel på måfå
sw: Pakia fumbo bila mpangilio
ta: சீரற்ற முறையில் ஒரு புதிரை ஏற்றவும்.
th: โหลดปริศนาแบบสุ่ม
tr: Rastgele bir bulmaca yükle
uk: Завантажте пазл випадковим чином
ur: بے ترتیب پہیلی کو لوڈ کریں۔
vi: Tải một câu đố một cách ngẫu nhiên

source: Toggle puzzle mode
es: Activar o desactivar el modo rompecabezas
sr: Укључите режим слагалице
sv: Växla pusselläge
sw: Geuza modi ya mafumbo
ta: புதிர் பயன்முறையை நிலைமாற்று
th: สลับโหมดปริศนา
tr: Bulmaca modunu değiştir
uk: Увімкнути режим головоломки
ur: پہیلی موڈ کو ٹوگل کریں۔
vi: Chuyển đổi chế độ câu đố

source: Reset current puzzle
es: Restablecer el rompecabezas actual
sr: Ресетујте тренутну слагалицу
sv: Återställ nuvarande pussel
sw: Weka upya fumbo la sasa
ta: தற்போதைய புதிரை மீட்டமைக்கவும்
th: รีเซ็ตปริศนาปัจจุบัน
tr: Mevcut bulmacayı sıfırla
uk: Скинути поточну головоломку
ur: موجودہ پہیلی کو دوبارہ ترتیب دیں۔
vi: Đặt lại câu đố hiện tại

source: Display hint for puzzle
es: Mostrar pista para el rompecabezas
sr: Прикажи наговештај за слагалицу
sv: Visa tips för pussel
sw: Onyesha kidokezo cha mafumbo
ta: புதிருக்கான குறிப்பைக் காட்டு
th: แสดงคำใบ้สำหรับปริศนา
tr: Bulmaca için ipucu göster
uk: Показати підказку для головоломки
ur: پہیلی کے لیے اشارہ دکھائیں۔
vi: Hiển thị gợi ý cho câu đố

source: Start clock
es: Reloj de inicio
sr: Старт сат
sv: Starta klockan
sw: Saa ya kuanza
ta: கடிகாரத்தைத் தொடங்கு
th: เริ่มนาฬิกา
tr: Başlangıç saati
uk: Запустити годинник
ur: گھڑی شروع کریں۔
vi: Bắt đầu đồng hồ

source: Stop clock
es: Cronómetro
sr: Заустави сат
sv: Stoppa klockan
sw: Simamisha saa
ta: நிறுத்து கடிகாரம்
th: หยุดนาฬิกา
tr: Saati durdur
uk: Стоп годинник
ur: گھڑی بند کرو
vi: Đồng hồ dừng lại

source: Reset clock
es: Reiniciar el reloj
sr: Ресетујте сат
sv: Återställ klockan
sw: Weka upya saa
ta: கடிகாரத்தை மீட்டமை
th: รีเซ็ตนาฬิกา
tr: Saati sıfırla
uk: Скинути годинник
ur: گھڑی کو دوبارہ ترتیب دیں۔
vi: Đặt lại đồng hồ

source: Pause engine
es: Pausa el motor
sr: Паузирајте мотор
sv: Pausa motorn
sw: Sitisha injini
ta: இயந்திரத்தை இடைநிறுத்து
th: หยุดเครื่องยนต์
tr: Motoru duraklat
uk: Призупинити двигун
ur: انجن کو روکیں۔
vi: Tạm dừng động cơ

source: Kibitz options
es: Opciones de Kibitz
sr: Кибитз опције
sv: Kibitz-alternativ
sw: Chaguzi za Kibitz
ta: கிபிட்ஸ் விருப்பங்கள்
th: ตัวเลือกคิบิตซ์
tr: Kibitz seçenekleri
uk: Варіанти Кібіца
ur: کبٹز کے اختیارات
vi: Tùy chọn Kibitz

source: Adjudicate game
es: Adjudicar el juego
sr: Пресудите игру
sv: Bedöm spelet
sw: Kuhukumu mchezo
ta: தீர்ப்பளிக்கும் விளையாட்டு
th: เกมตัดสิน
tr: Oyunu karara bağlamak
uk: Гра судити
ur: فیصلہ کن کھیل
vi: Trọng tài trò chơi

source: Display tournament schedule
es: Mostrar el calendario del torneo
sr: Прикажи распоред турнира
sv: Visa turneringsschema
sw: Onyesha ratiba ya mashindano
ta: போட்டி அட்டவணையைக் காட்டு
th: แสดงตารางการแข่งขัน
tr: Turnuva programını görüntüle
uk: Показати розклад турнірів
ur: ٹورنامنٹ کا شیڈول دکھائیں۔
vi: Hiển thị lịch thi đấu

source: Display tournament cross table
es: Mostrar la tabla cruzada del torneo
sr: Прикажи унакрсну табелу турнира
sv: Visa turneringens korstabell
sw: Onyesha jedwali la msalaba wa mashindano
ta: போட்டி குறுக்கு அட்டவணையைக் காட்டு.
th: แสดงตารางการแข่งขันแบบครอส
tr: Turnuva çapraz tablosunu görüntüle
uk: Відображення крос-таблиці турніру
ur: ٹورنامنٹ کراس ٹیبل ڈسپلے کریں۔
vi: Hiển thị bảng chéo giải đấu

source: Skip analysis for this game
es: Saltar análisis para este juego
sr: Прескочи анализу за ову игру
sv: Hoppa över analys för det här spelet
sw: Ruka uchanganuzi wa mchezo huu
ta: இந்த விளையாட்டுக்கான பகுப்பாய்வைத் தவிர்க்கவும்.
th: ข้ามการวิเคราะห์สำหรับเกมนี้
tr: Bu oyun için analizleri atla
uk: Пропустити аналіз цієї гри
ur: اس گیم کے لیے تجزیہ چھوڑیں۔
vi: Bỏ qua phân tích cho trò chơi này

source: Stop auto game analysis
es: Detener el análisis automático del juego
sr: Зауставите анализу аутоматске игре
sv: Stoppa automatisk spelanalys
sw: Acha uchanganuzi wa mchezo otomatiki
ta: தானியங்கி விளையாட்டு பகுப்பாய்வை நிறுத்து
th: หยุดการวิเคราะห์เกมอัตโนมัติ
tr: Otomatik oyun analizini durdur
uk: Зупинити автоматичний аналіз гри
ur: آٹو گیم تجزیہ بند کریں۔
vi: Dừng phân tích trò chơi tự động

source: Switch to 3d graphics
es: Cambiar a gráficos 3D
sr: Пребаците се на 3Д графику
sv: Byt till 3d-grafik
sw: Badili hadi michoro ya 3d
ta: 3D கிராபிக்ஸுக்கு மாறு
th: สลับไปที่กราฟิก 3 มิติ
tr: 3D grafiklere geç
uk: Переключитися на тривимірну графіку
ur: 3d گرافکس پر سوئچ کریں۔
vi: Chuyển sang đồ họa 3D

source: Open Fics network window
es: Abrir la ventana de red de Fics
sr: Отворите прозор мреже Фицс
sv: Öppna Fics nätverksfönster
sw: Fungua dirisha la mtandao wa Fics
ta: ஃபிக்ஸ் நெட்வொர்க் சாளரத்தைத் திறக்கவும்
th: เปิดหน้าต่างเครือข่าย Fics
tr: Fics ağ penceresini aç
uk: Відкрийте вікно мережі Fics
ur: Fics نیٹ ورک ونڈو کھولیں۔
vi: Mở cửa sổ mạng Fics

source: Open Media Player window
es: Abrir la ventana del reproductor multimedia
sr: Отворите прозор Медиа Плаиер-а
sv: Öppna Media Player-fönstret
sw: Fungua dirisha la Media Player
ta: மீடியா பிளேயர் சாளரத்தைத் திற
th: เปิดหน้าต่างเครื่องเล่นสื่อ
tr: Medya Oynatıcısı penceresini aç
uk: Відкрити вікно Media Player
ur: میڈیا پلیئر ونڈو کھولیں۔
vi: Mở cửa sổ Media Player

source: This is the Tarrasch Chess GUI V3
es: Esta es la GUI de Tarrasch Chess V3
sr: Ово је Таррасцх Цхесс ГУИ В3
sv: Detta är Tarrasch Chess GUI V3
sw: Hii ndio Tarrasch Chess GUI V3
ta: இது டாராஷ் செஸ் GUI V3 ஆகும்.
th: นี่คือ Tarrasch Chess GUI V3
tr: Bu Tarrasch Satranç GUI V3'tür
uk: Це Tarrasch Chess GUI V3
ur: یہ Tarrasch Chess GUI V3 ہے۔
vi: Đây là Tarrasch Chess GUI V3

source: Tarrasch is an easy to use yet powerful system for playing
es: Tarrasch es un sistema potente y fácil de usar para jugar
sr: Таррасцх је једноставан за коришћење, али моћан систем за играње
sv: Tarrasch är ett lättanvänt men kraftfullt system för att spela
sw: Tarrasch ni mfumo rahisi kutumia lakini wenye nguvu wa kucheza
ta: டாராஷ் என்பது விளையாடுவதற்குப் பயன்படுத்த எளிதான ஆனால் சக்திவாய்ந்த அமைப்பாகும்.
th: Tarrasch เป็นระบบที่ใช้งานง่ายแต่ทรงพลังสำหรับการเล่น
tr: Tarrasch, oyun oynamak için kullanımı kolay ancak güçlü bir sistemdir
uk: Tarrasch — проста у використанні, але потужна система для гри
ur: Tarrasch کھیلنے کے لیے استعمال میں آسان لیکن طاقتور نظام ہے۔
vi: Tarrasch là một hệ thống dễ sử dụng nhưng mạnh mẽ để chơi

source: and analysing with UCI standard chess engines.
es: y analizar con motores de ajedrez estándar UCI.
sr: и анализирање са УЦИ стандардним шаховским машинама.
sv: och analysera med UCI standard schackmotorer.
sw: na kuchambua kwa injini za kawaida za UCI za chess.
ta: மற்றும் UCI தரநிலை சதுரங்க இயந்திரங்களுடன் பகுப்பாய்வு செய்தல்.
th: และวิเคราะห์ด้วยโปรแกรมหมากรุกมาตรฐาน UCI
tr: ve UCI standart satranç motorlarıyla analiz ediyoruz.
uk: та аналіз за допомогою стандартних шахових механізмів UCI.
ur: اور UCI معیاری شطرنج کے انجنوں کے ساتھ تجزیہ کرنا۔
vi: và phân tích bằng các công cụ cờ vua tiêu chuẩn của UCI.

source: With V3 Tarrasch now adds fast and powerful database features.
es: Con V3 Tarrasch ahora agrega funciones de base de datos rápidas y potentes.
sr: Са В3 Таррасцх сада додаје брзе и моћне карактеристике базе података.
sv: Med V3 lägger Tarrasch nu till snabba och kraftfulla databasfunktioner.
sw: Kwa V3 Tarrasch sasa inaongeza vipengele vya hifadhidata vya haraka na vya nguvu.
ta: V3 உடன் Tarrasch இப்போது வேகமான மற்றும் சக்திவாய்ந்த தரவுத்தள அம்சங்களைச் சேர்க்கிறது.
th: ด้วย V3 Tarrasch ตอนนี้จึงเพิ่มฟีเจอร์ฐานข้อมูลที่รวดเร็วและทรงพลัง
tr: Tarrasch, V3 ile artık hızlı ve güçlü veritabanı özellikleri ekliyor.
uk: З V3 Tarrasch тепер додає швидкі та потужні функції бази даних.
ur: V3 Tarrasch کے ساتھ اب تیز اور طاقتور ڈیٹا بیس کی خصوصیات شامل کی گئی ہیں۔
vi: Với V3, Tarrasch hiện bổ sung các tính năng cơ sở dữ liệu nhanh và mạnh mẽ.

source: Tarrasch includes the state of the art Stockfish engine,
es: Tarrasch incluye el motor Stockfish de última generación,
sr: Таррасцх укључује најсавременији мотор Стоцкфисх,
sv: Tarrasch inkluderar toppmodern Stockfish-motor,
sw: Tarrasch inajumuisha injini ya hali ya juu ya samaki wa samaki,
ta: டாராஷ் அதிநவீன ஸ்டாக்ஃபிஷ் எஞ்சினை உள்ளடக்கியது,
th: Tarrasch มีเครื่องยนต์ Stockfish ที่ทันสมัย
tr: Tarrasch, son teknoloji Stockfish motorunu içeriyor
uk: Tarrasch містить найсучасніший механізм Stockfish,
ur: Tarrasch میں اسٹیٹ آف دی آرٹ اسٹاک فش انجن شامل ہے،
vi: Tarrasch bao gồm động cơ Stockfish hiện đại,

source: some other strong engines and the weak Tarrasch toy engine.
es: algunos otros motores fuertes y el débil motor de juguete Tarrasch.
sr: неки други јаки мотори и слаб мотор играчке Тарраш.
sv: några andra starka motorer och den svaga Tarrasch leksaksmotorn.
sw: injini zingine kali na injini dhaifu ya kuchezea ya Tarrasch.
ta: வேறு சில வலுவான இயந்திரங்கள் மற்றும் பலவீனமான டாராஷ் பொம்மை இயந்திரம்.
th: เครื่องยนต์แรงๆ อีกบางตัวและเครื่องยนต์ของเล่น Tarrasch ที่อ่อนแอ
tr: diğer bazı güçlü motorlar ve zayıf Tarrasch oyuncak motoru.
uk: деякі інші потужні двигуни та слабкий іграшковий двигун Tarrasch.
ur: کچھ دوسرے مضبوط انجن اور کمزور Tarrasch کھلونا انجن۔
vi: một số động cơ mạnh khác và động cơ đồ chơi Tarrasch yếu.

source: The toy engine is particularly suited to Tarrasch's blindfold,
es: El motor de juguete es especialmente adecuado para la venda de Tarrasch.
sr: Мотор играчке је посебно погодан за Таррашов повез за очи,
sv: Leksaksmotorn är särskilt lämpad för Tarraschs ögonbindel,
sw: Injini ya kuchezea inafaa haswa kwa upofu wa Tarrasch,
ta: பொம்மை இயந்திரம் குறிப்பாக டாராஷின் கண்மூடித்தனத்திற்கு மிகவும் பொருத்தமானது,
th: เครื่องยนต์ของเล่นนี้เหมาะกับผ้าปิดตาของทาร์ราสช์โดยเฉพาะ
tr: Oyuncak motor özellikle Tarrasch'ın göz bağına çok uygundu.
uk: Іграшковий двигун особливо підходить для зав’язаних очей Тарраша,
ur: کھلونا انجن خاص طور پر Tarrasch کی آنکھوں پر پٹی کے لیے موزوں ہے،
vi: Động cơ đồ chơi đặc biệt phù hợp với bịt mắt của Tarrasch,

source: partial blindfold, and N move lag training modes.
es: modos de entrenamiento con venda parcial y retraso de movimiento N.
sr: делимични повез преко очију, и режими тренинга са заостајањем Н потеза.
sv: partiell ögonbindel och träningslägen för N move lag.
sw: kufumba macho kwa kiasi, na njia za mafunzo ya N kusogeza nyuma.
ta: பகுதியளவு கண்மூடித்தனம், மற்றும் N நகர்வு பின்னடைவு பயிற்சி முறைகள்.
th: ปิดตาบางส่วน และโหมดฝึกซ้อมการเคลื่อนไหวแบบ N
tr: kısmi göz bağlama ve N hareket gecikmeli eğitim modları.
uk: режими навчання з частковою зав'язаними очима та N рухів із затримкою.
ur: جزوی آنکھوں پر پٹی، اور N حرکت وقفہ ٹریننگ موڈز۔
vi: chế độ luyện tập bịt mắt một phần và độ trễ di chuyển N.

source: Visit the publisher's website www.triplehappy.com
es: Visita el sitio web del editor www.triplehappy.com
sr: Посетите веб локацију издавача ввв.триплехаппи.цом
sv: Besök förlagets webbplats www.triplehappy.com
sw: Tembelea tovuti ya mchapishaji www.triplehappy.com
ta: வெளியீட்டாளரின் வலைத்தளமான www.triplehappy.com ஐப் பார்வையிடவும்.
th: เยี่ยมชมเว็บไซต์ของผู้จัดพิมพ์ www.triplehappy.com
tr: Yayıncının web sitesini ziyaret edin www.triplehappy.com
uk: Відвідайте веб-сайт видавництва www.triplehappy.com
ur: پبلشر کی ویب سائٹ www.triplehappy.com پر جائیں۔
vi: Truy cập trang web của nhà xuất bản www.triplehappy.com

source: for Tarrasch Chess GUI news and updates.
es: para noticias y actualizaciones de la GUI de Tarrasch Chess.
sr: за Таррасцх Цхесс ГУИ вести и ажурирања.
sv: för Tarrasch Chess GUI-nyheter och uppdateringar.
sw: kwa habari na sasisho za Tarrasch Chess GUI.
ta: டாராஷ் செஸ் GUI செய்திகள் மற்றும் புதுப்பிப்புகளுக்கு.
th: สำหรับข่าวสารและอัพเดต GUI ของ Tarrasch Chess
tr: Tarrasch Satranç GUI haberleri ve güncellemeleri için.
uk: новини та оновлення Tarrasch Chess GUI.
ur: Tarrasch Chess GUI خبروں اور اپ ڈیٹس کے لیے۔
vi: để biết tin tức và cập nhật về GUI cờ vua Tarrasch.

source: This version of the program, Nimzo_3d, was written by Roy Sawyer.
es: Esta versión del programa, Nimzo_3d, fue escrita por Roy Sawyer.
sr: Ову верзију програма, Нимзо_3д, написао је Рои Савиер.
sv: Denna version av programmet, Nimzo_3d, skrevs av Roy Sawyer.
sw: Toleo hili la programu, Nimzo_3d, liliandikwa na Roy Sawyer.
ta: இந்த நிரலின் பதிப்பு, Nimzo_3d, ராய் சாயரால் எழுதப்பட்டது.
th: โปรแกรมเวอร์ชันนี้ Nimzo_3d เขียนโดย Roy Sawyer
tr: Programın bu versiyonu olan Nimzo_3d, Roy Sawyer tarafından yazılmıştır.
uk: Цю версію програми, Nimzo_3d, написав Рой Сойєр.
ur: پروگرام کا یہ ورژن، Nimzo_3d، Roy Sawyer نے لکھا تھا۔
vi: Phiên bản chương trình này, Nimzo_3d, được viết bởi Roy Sawyer.

source: It is a fork of the original Tarrasch Chess GUI written by Mr Bill Forster.
es: Es una bifurcación de la GUI de ajedrez Tarrasch original escrita por el Sr. Bill Forster.
sr: То је виљушка оригиналног Таррасцх Цхесс ГУИ-а који је написао господин Билл Форстер.
sv: Det är en gaffel av det ursprungliga Tarrasch Chess GUI skrivet av Mr Bill Forster.
sw: Ni uma wa GUI asili ya Tarrasch Chess iliyoandikwa na Bw Bill Forster.
ta: இது திரு. பில் ஃபார்ஸ்டர் எழுதிய அசல் டாராஷ் செஸ் GUI இன் ஒரு பிரிவாகும்.
th: เป็นส่วนหนึ่งของ Tarrasch Chess GUI ดั้งเดิมที่เขียนโดยคุณ Bill Forster
tr: Bay Bill Forster tarafından yazılan orijinal Tarrasch Satranç GUI'sinin bir çatalıdır.
uk: Це розгалуження оригінального графічного інтерфейсу Tarrasch Chess, написаного містером Біллом Форстером.
ur: یہ اصل Tarrasch Chess GUI کا ایک کانٹا ہے جسے مسٹر بل فورسٹر نے لکھا ہے۔
vi: Đây là một nhánh của GUI cờ vua Tarrasch gốc do ông Bill Forster viết.

source: For this version, thanks to :-
es: Para esta versión, gracias a:-
sr: За ову верзију, захваљујући :-
sv: För denna version, tack vare:-
sw: Kwa toleo hili, shukrani kwa:-
ta: இந்தப் பதிப்பிற்கு, நன்றி:-
th: สำหรับเวอร์ชันนี้ขอขอบคุณ:-
tr: Bu versiyon için teşekkürler :-
uk: За цю версію, завдяки:-
ur: اس ورژن کے لیے، شکریہ:-
vi: Phiên bản này xin cảm ơn:-

source: Arroway Textures for permission to use their free sample bitmaps.
es: Texturas Arroway por el permiso para utilizar sus mapas de bits de muestra gratuitos.
sr: Арроваи Тектурес за дозволу за коришћење њихових бесплатних узорака битмапа.
sv: Arroway Textures för tillåtelse att använda deras gratis bitmappar.
sw: Aroway Textures kwa ruhusa ya kutumia sampuli bitmaps zao bila malipo.
ta: இலவச மாதிரி பிட்மேப்களைப் பயன்படுத்துவதற்கான அனுமதிக்காக அரோவே டெக்ஸ்ச்சர்ஸ்.
th: Arroway Textures สำหรับขออนุญาตใช้บิตแมปตัวอย่างฟรี
tr: Arroway Textures'dan ücretsiz örnek bitmap'lerini kullanma iznini rica ediyorum.
uk: Arroway Textures за дозвіл використовувати їхні безкоштовні зразки растрових зображень.
ur: Arroway Textures اپنے مفت نمونے کے بٹ میپس کو استعمال کرنے کی اجازت کے لیے۔
vi: Arroway Textures xin phép sử dụng các bản đồ bitmap mẫu miễn phí của họ.

source: Mr Sedat Canbaz for his Balsa PGN opening books.
es: El Sr. Sedat Canbaz por sus libros de apertura Balsa PGN.
sr: Господин Седат Цанбаз за његове књиге отварања Балса ПГН.
sv: Mr Sedat Canbaz för hans Balsa PGN-öppningsböcker.
sw: Bw Sedat Canbaz kwa vitabu vyake vya ufunguzi vya Balsa PGN.
ta: பால்சா பிஜிஎன் தொடக்க புத்தகங்களுக்காக திரு. செடாட் கான்பாஸ்.
th: นาย Sedat Canbaz สำหรับหนังสือเปิดเรื่อง Balsa PGN ของเขา
tr: Balsa PGN açılış kitaplarıyla Sayın Sedat Canbaz.
uk: Пан Седат Канбаз за його перші книги Balsa PGN.
ur: مسٹر سیدات کینباز اپنی بالسا پی جی این کی افتتاحی کتابوں کے لیے۔
vi: Ông Sedat Canbaz cho cuốn sách mở đầu Balsa PGN của mình.

source: Mr Graham O'Neill for his OpenBook conversion utility program.
es: El señor Graham O'Neill por su programa de utilidad de conversión OpenBook.
sr: Г. Грахам О'Неилл за његов услужни програм за конверзију ОпенБоок.
sv: Mr Graham O'Neill för hans OpenBook-konverteringsprogram.
sw: Bw Graham O'Neill kwa programu yake ya matumizi ya ubadilishaji wa OpenBook.
ta: திரு. கிரஹாம் ஓ'நீல் தனது ஓபன்புக் மாற்று பயன்பாட்டு திட்டத்திற்காக.
th: คุณเกรแฮม โอนีล สำหรับโปรแกรมยูทิลิตี้การแปลง OpenBook ของเขา
tr: OpenBook dönüşüm yardımcı programı için Bay Graham O'Neill.
uk: Містер Грем О'Ніл за його програму конвертації OpenBook.
ur: مسٹر گراہم او نیل اپنے اوپن بک کنورژن یوٹیلیٹی پروگرام کے لیے۔
vi: Ông Graham O'Neill cho chương trình tiện ích chuyển đổi OpenBook của mình.

source: Mr Uwe Auerswald for the PGN puzzle file.
es: Señor Uwe Auerswald por el archivo del rompecabezas PGN.
sr: Господин Уве Ауерсвалд за ПГН датотеку слагалице.
sv: Mr Uwe Auerswald för PGN-pusselfilen.
sw: Bw Uwe Auerswald kwa faili ya mafumbo ya PGN.
ta: PGN புதிர் கோப்பிற்காக திரு. உவே அவுர்ஸ்வால்ட்.
th: นาย Uwe Auerswald สำหรับไฟล์ปริศนา PGN
tr: PGN bulmaca dosyası için Sayın Uwe Auerswald.
uk: Пан Уве Ауерсвальд за файл головоломки PGN.
ur: PGN پہیلی فائل کے لیے مسٹر Uwe Auerswald۔
vi: Ông Uwe Auerswald cho tập tin câu đố PGN.

source: Here is the explanation for the name of the program.
es: Aquí está la explicación del nombre del programa.
sr: Ево објашњења за назив програма.
sv: Här är förklaringen till programmets namn.
sw: Hapa kuna maelezo ya jina la programu.
ta: நிரலின் பெயருக்கான விளக்கம் இங்கே.
th: ต่อไปนี้เป็นคำอธิบายสำหรับชื่อของโปรแกรม
tr: İşte programın isminin açıklaması.
uk: Ось пояснення до назви програми.
ur: پروگرام کے نام کی وضاحت یہ ہے۔
vi: Sau đây là lời giải thích cho tên của chương trình.

source: which many users may find rather curious.
es: lo cual puede resultar curioso para muchos usuarios.
sr: што би многим корисницима могло бити прилично радознало.
sv: som många användare kan tycka är ganska nyfikna.
sw: ambayo watumiaji wengi wanaweza kupata badala ya kutaka kujua.
ta: பல பயனர்கள் இதை மிகவும் ஆர்வமாகக் காணலாம்.
th: ซึ่งผู้ใช้หลายๆคนอาจรู้สึกสงสัยอยู่บ้าง
tr: pek çok kullanıcının oldukça merak ettiği bir soru.
uk: що багатьом користувачам може здатися досить цікавим.
ur: جو بہت سے صارفین کو متجسس لگ سکتے ہیں۔
vi: điều mà nhiều người dùng có thể thấy khá tò mò.

source: It is a great irony that the idea for this project first occurred
es: Es una gran ironía que la idea de este proyecto surgiera por primera vez
sr: Велика је иронија што се идеја за овај пројекат први пут појавила
sv: Det är en stor ironi att idén till detta projekt först uppstod
sw: Ni kinaya sana kwamba wazo la mradi huu lilitokea kwa mara ya kwanza
ta: இந்த திட்டத்திற்கான யோசனை முதலில் தோன்றியது என்பது ஒரு பெரிய முரண்.
th: เป็นเรื่องน่าขบขันอย่างยิ่งที่แนวคิดสำหรับโครงการนี้เกิดขึ้นครั้งแรก
tr: Bu projenin fikrinin ilk olarak ortaya çıkması büyük bir ironidir
uk: Це велика іронія, що ідея цього проекту виникла вперше
ur: یہ بڑی ستم ظریفی ہے کہ اس منصوبے کا خیال سب سے پہلے آیا
vi: Thật là trớ trêu khi ý tưởng cho dự án này lần đầu tiên xuất hiện

source: to me when I was studying
es: A mí cuando estaba estudiando
sr: мени док сам учио
sv: till mig när jag studerade
sw: kwangu nilipokuwa nasoma
ta: நான் படிக்கும் போது எனக்கு
th: กับฉันตอนที่ฉันกำลังเรียนอยู่
tr: bana ders çalışırken
uk: до мене, коли я навчався
ur: میرے لیے جب میں پڑھ رہا تھا۔
vi: với tôi khi tôi đang học

source: My System
es: Mi sistema
sr: Мој систем
sv: Mitt system
sw: Mfumo Wangu
ta: எனது அமைப்பு
th: ระบบของฉัน
tr: Sistemim
uk: Моя система
ur: میرا سسٹم
vi: Hệ thống của tôi

source: by Aron Nimzowitsch.
es: por Aron Nimzowitsch.
sr: од Арона Нимцовича.
sv: av Aron Nimzowitsch.
sw: na Aron Nimzowitsch.
ta: ஆரோன் நிம்சோவிச் எழுதியது.
th: โดย Aron Nimzowitsch
tr: Aron Nimzowitsch tarafından.
uk: Арона Німзовича.
ur: ارون نیمزووٹش کے ذریعہ۔
vi: của Aron Nimzowitsch.

source: Also, it was the preference of Mr Forster that my version
es: Además, fue la preferencia del Sr. Forster que mi versión
sr: Такође, господин Форстер је преферирао моју верзију
sv: Det var också Mr Forsters preferens än min version
sw: Pia, ilikuwa ni upendeleo wa Bw Forster kwamba toleo langu
ta: மேலும், எனது பதிப்பு திரு. ஃபோர்ஸ்டரின் விருப்பமாக இருந்தது.
th: นอกจากนี้ ยังเป็นความชอบของนายฟอร์สเตอร์ด้วยว่าเวอร์ชั่นของฉัน
tr: Ayrıca, Bay Forster'ın benim versiyonumun tercihi olmasıydı.
uk: Крім того, пан Форстер віддав перевагу моїй версії
ur: نیز، یہ مسٹر فورسٹر کی ترجیح تھی کہ میرا ورژن
vi: Ngoài ra, đó là sở thích của ông Forster rằng phiên bản của tôi

source: should be called something different to his original program.
es: Debería llamarse de forma diferente a su programa original.
sr: треба назвати другачије од његовог оригиналног програма.
sv: borde kallas något annat än hans ursprungliga program.
sw: inapaswa kuitwa kitu tofauti na programu yake ya asili.
ta: அவரது அசல் நிரலிலிருந்து வேறுபட்ட ஒன்றை அழைக்க வேண்டும்.
th: ควรเรียกมันว่าอะไรที่แตกต่างไปจากโปรแกรมเดิมของเขา
tr: orijinal programından farklı bir isimle anılması gerekir.
uk: має називатися якось інакше, ніж його оригінальна програма.
ur: اسے اس کے اصل پروگرام سے کچھ مختلف کہا جانا چاہیے۔
vi: nên được gọi bằng một cái tên khác so với chương trình gốc của ông.

source: I was quite happy to go along with his wishes.
es: Estuve muy contento de poder aceptar sus deseos.
sr: Био сам веома срећан што сам пристао на његове жеље.
sv: Jag var ganska glad över att gå med på hans önskemål.
sw: Nilifurahi sana kwenda sambamba na matakwa yake.
ta: அவருடைய விருப்பங்களுக்கு இணங்குவதில் நான் மிகவும் மகிழ்ச்சியடைந்தேன்.
th: ฉันก็พอใจไปตามความปรารถนาของเขา
tr: Onun isteklerine uymaktan oldukça mutluydum.
uk: Я був дуже радий погодитися з його бажаннями.
ur: میں اس کی خواہشات کے ساتھ جانے پر کافی خوش تھا۔
vi: Tôi rất vui khi được chiều theo mong muốn của anh ấy.

source: Nimzo_3d is the latest release of the program,
es: Nimzo_3d es la última versión del programa,
sr: Нимзо_3д је најновије издање програма,
sv: Nimzo_3d är den senaste versionen av programmet,
sw: Nimzo_3d ni toleo jipya zaidi la programu,
ta: Nimzo_3d என்பது இந்த நிரலின் சமீபத்திய வெளியீடாகும்,
th: Nimzo_3d เป็นโปรแกรมเวอร์ชันล่าสุด
tr: Nimzo_3d programın en son sürümüdür,
uk: Nimzo_3d - останній випуск програми,
ur: Nimzo_3d پروگرام کی تازہ ترین ریلیز ہے،
vi: Nimzo_3d là phiên bản mới nhất của chương trình,

source: with 3d graphics powered by DirectX
es: con gráficos 3D potenciados por DirectX
sr: са 3Д графиком коју покреће ДирецтКс
sv: med 3D-grafik som drivs av DirectX
sw: na michoro ya 3d inayoendeshwa na DirectX
ta: DirectX ஆல் இயக்கப்படும் 3D கிராபிக்ஸ் உடன்
th: ด้วยกราฟิก 3 มิติขับเคลื่อนด้วย DirectX
tr: DirectX destekli 3D grafiklerle
uk: з 3D-графікою на основі DirectX
ur: DirectX کے ذریعے چلنے والے 3d گرافکس کے ساتھ
vi: với đồ họa 3D được hỗ trợ bởi DirectX

source: About the Tarrasch Chess GUI
es: Acerca de la interfaz gráfica de usuario de Tarrasch Chess
sr: О Таррасцх Цхесс ГУИ
sv: Om Tarrasch Chess GUI
sw: Kuhusu Tarrasch Chess GUI
ta: டாராஷ் செஸ் GUI பற்றி
th: เกี่ยวกับ GUI หมากรุก Tarrasch
tr: Tarrasch Satranç GUI'si Hakkında
uk: Про графічний інтерфейс Tarrasch Chess
ur: Tarrasch Chess GUI کے بارے میں
vi: Giới thiệu về Tarrasch Chess GUI

source: Features added
es: Características añadidas
sr: Додате карактеристике
sv: Funktioner tillagda
sw: Vipengele vilivyoongezwa
ta: அம்சங்கள் சேர்க்கப்பட்டன
th: เพิ่มคุณสมบัติ
tr: Özellikler eklendi
uk: Додані функції
ur: خصوصیات شامل کی گئیں۔
vi: Các tính năng được thêm vào
