Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: the chess community owes Mark a massive debt.
es: La comunidad ajedrecística tiene una deuda enorme con Mark.
sr: шаховска заједница дугује Марку огроман дуг.
sv: schackgemenskapen är skyldig Mark en enorm skuld.
sw: jumuiya ya chess inadaiwa Mark deni kubwa.
ta: சதுரங்க சமூகம் மார்க்குக்கு மிகப்பெரிய கடனை செலுத்த வேண்டியுள்ளது.
th: ชุมชนหมากรุกมีหนี้มหาศาลต่อมาร์ค
tr: Satranç camiası Mark'a çok şey borçlu.
uk: шахова спільнота має величезний борг у Марка.
ur: شطرنج کی کمیونٹی مارک کا بہت بڑا قرض ہے۔
vi: cộng đồng cờ vua nợ Mark một món nợ lớn.

source: Thanks to Ed Schroeder for Millionbase.
es: Gracias a Ed Schroeder por Millionbase.
sr: Хвала Еду Шредеру за Миллионбасе.
sv: Tack till Ed Schroeder för Millionbase.
sw: Asante kwa Ed Schroeder kwa Millionbase.
ta: மில்லியன்பேஸுக்கு எட் ஷ்ரோடருக்கு நன்றி.
th: ขอขอบคุณ Ed Schroeder สำหรับ Millionbase
tr: Millionbase'den Ed Schroeder'e teşekkürler.
uk: Дякуємо Еду Шредеру за Millionbase.
ur: ملین بیس کے لیے ایڈ شروڈر کا شکریہ۔
vi: Cảm ơn Ed Schroeder vì Millionbase.

source: Thanks to the engine authors who provided explicit permission to
es: Gracias a los autores del motor que proporcionaron permiso explícito para
sr: Хвала ауторима мотора који су дали изричиту дозволу да
sv: Tack till motorförfattarna som gav uttryckligt tillstånd till
sw: Shukrani kwa waandishi wa injini ambao walitoa ruhusa wazi kwa
ta: வெளிப்படையான அனுமதியை வழங்கிய இயந்திர ஆசிரியர்களுக்கு நன்றி
th: ขอขอบคุณผู้เขียนเครื่องยนต์ที่ให้ความยินยอมอย่างชัดเจน
tr: Açık izin veren motor yazarlarına teşekkürler
uk: Дякуємо авторам двигуна, які надали чіткий дозвіл
ur: انجن کے مصنفین کا شکریہ جنہوں نے واضح اجازت فراہم کی۔
vi: Cảm ơn tác giả của công cụ đã cung cấp quyền rõ ràng cho

source: include their engines. In chronological order, Vasik Rajlich (Rybka),
es: Incluyen sus motores. En orden cronológico, Vasik Rajlich (Rybka),
sr: укључују њихове моторе. Хронолошким редом, Васик Рајлицх (Рибка),
sv: inkluderar deras motorer. I kronologisk ordning, Vasik Rajlich (Rybka),
sw: pamoja na injini zao. Kwa mpangilio wa matukio, Vasik Rajlich (Rybka),
ta: அவற்றின் இயந்திரங்களும் அடங்கும். காலவரிசைப்படி, வாசிக் ராஜ்லிச் (ரைப்கா),
th: รวมถึงเครื่องยนต์ของพวกเขา ตามลำดับเวลา Vasik Rajlich (Rybka)
tr: motorlarını içerir. Kronolojik sırayla, Vasik Rajlich (Rybka),
uk: включити свої двигуни. У хронологічному порядку Васік Райліч (Рибка),
ur: ان کے انجن شامل ہیں. تاریخی ترتیب میں، واسِک راجلِچ (رائبکا)،
vi: bao gồm động cơ của họ. Theo thứ tự thời gian, Vasik Rajlich (Rybka),

source: the late Don Dailey and Larry Kaufman (Komodo), and Robert Houdart (Houdini).
es: los fallecidos Don Dailey y Larry Kaufman (Komodo), y Robert Houdart (Houdini).
sr: покојни Дон Даилеи и Ларри Кауфман (Комодо) и Роберт Хоударт (Хоудини).
sv: den sena Don Dailey och Larry Kaufman (Komodo), och Robert Houdart (Houdini).
sw: marehemu Don Dailey na Larry Kaufman (Komodo), na Robert Houdart (Houdini).
ta: மறைந்த டான் டெய்லி மற்றும் லாரி காஃப்மேன் (கொமோடோ), மற்றும் ராபர்ட் ஹவுடார்ட் (ஹவுடினி).
th: ดอน ไดลีย์ ผู้ล่วงลับและแลร์รี คอฟแมน (โคโมโด) และโรเบิร์ต ฮูดาร์ต (ฮูดินี)
tr: merhum Don Dailey ve Larry Kaufman (Komodo) ve Robert Houdart (Houdini).
uk: покійний Дон Дейлі та Ларрі Кауфман (Комодо) і Роберт Гударт (Гудіні).
ur: مرحوم ڈان ڈیلی اور لیری کافمین (کوموڈو)، اور رابرٹ ہوڈارٹ (ہوڈینی)۔
vi: cố Don Dailey và Larry Kaufman (Komodo), và Robert Houdart (Houdini).

source: Thanks to the Stockfish team, Stockfish is now the default engine.
es: Gracias al equipo de Stockfish, Stockfish es ahora el motor predeterminado.
sr: Захваљујући тиму Стоцкфисх, Стоцкфисх је сада подразумевани мотор.
sv: Tack vare Stockfish-teamet är Stockfish nu standardmotorn.
sw: Shukrani kwa timu ya Stockfish, Stockfish sasa ndiyo injini chaguo-msingi.
ta: ஸ்டாக்ஃபிஷ் குழுவிற்கு நன்றி, ஸ்டாக்ஃபிஷ் இப்போது இயல்புநிலை இயந்திரமாக உள்ளது.
th: ขอขอบคุณทีมงาน Stockfish ที่ทำให้ Stockfish กลายมาเป็นเครื่องมือเริ่มต้นแล้ว
tr: Stockfish ekibi sayesinde Stockfish artık varsayılan motordur.
uk: Завдяки команді Stockfish тепер Stockfish є системою за замовчуванням.
ur: اسٹاک فش ٹیم کا شکریہ، اسٹاک فش اب ڈیفالٹ انجن ہے۔
vi: Nhờ có nhóm Stockfish, Stockfish hiện là công cụ tìm kiếm mặc định.

source: Permission to include Stockfish is inherent in its licence, as long
es: El permiso para incluir Stockfish es inherente a su licencia, siempre que
sr: Дозвола за укључивање Стоцкфисх-а је инхерентна његовој лиценци, све докле
sv: Tillstånd att inkludera Stockfish är inneboende i dess licens, så länge
sw: Ruhusa ya kujumuisha Stockfish ni ya asili katika leseni yake, mradi tu
ta: ஸ்டாக்ஃபிஷைச் சேர்ப்பதற்கான அனுமதி அதன் உரிமத்தில் உள்ளார்ந்ததாகும்,
th: การอนุญาตให้รวม Stockfish นั้นมีอยู่ในใบอนุญาตของมันตราบใดที่
tr: Stockfish'i dahil etme izni, lisansının bir parçasıdır, yeter ki
uk: Дозвіл на включення Stockfish є невід’ємною частиною його ліцензії
ur: اسٹاک فش کو شامل کرنے کی اجازت اس کے لائسنس میں موروثی ہے، جب تک
vi: Quyền đưa Stockfish vào là vốn có trong giấy phép của nó, miễn là

source: as the location of the Stockfish source code is provided.
es: ya que se proporciona la ubicación del código fuente de Stockfish.
sr: пошто је наведена локација изворног кода Стоцкфисх-а.
sv: eftersom platsen för Stockfish-källkoden tillhandahålls.
sw: kama eneo la msimbo wa chanzo wa Stockfish umetolewa.
ta: Stockfish மூலக் குறியீட்டின் இருப்பிடம் வழங்கப்பட்டுள்ளதால்.
th: เนื่องจากมีการระบุตำแหน่งของโค้ดต้นฉบับของ Stockfish ไว้
tr: Stockish kaynak kodunun yeri sağlandığı için.
uk: оскільки вказано місце розташування вихідного коду Stockfish.
ur: جیسا کہ اسٹاک فش سورس کوڈ کا مقام فراہم کیا گیا ہے۔
vi: vì vị trí của mã nguồn Stockfish được cung cấp.

source: The location is https://stockfishchess.org.
es: La ubicación es https://stockfishchess.org.
sr: Локација је хттпс://стоцкфисхцхесс.орг.
sv: Platsen är https://stockfishchess.org.
sw: Mahali ni https://stockfishchess.org.
ta: இடம் https://stockfishchess.org.
th: ตำแหน่งคือ https://stockfishchess.org
tr: Adres: https://stockfishchess.org.
uk: Розташування https://stockfishchess.org.
ur: مقام https://stockfishchess.org ہے۔
vi: Địa chỉ là https://stockfishchess.org.

source: Thanks to Inno Setup from Jordan Russell (jrsoftware.org),
es: Gracias a Inno Setup de Jordan Russell (jrsoftware.org),
sr: Захваљујући Инно Сетуп-у од Јордана Русселл-а (јрсофтваре.орг),
sv: Tack vare Inno Setup från Jordan Russell (jrsoftware.org),
sw: Shukrani kwa Inno Setup kutoka kwa Jordan Russell (jrsoftware.org),
ta: ஜோர்டான் ரஸ்ஸல் (jrsoftware.org) இன் இன்னோ செட்டப்பிற்கு நன்றி,
th: ขอขอบคุณ Inno Setup จาก Jordan Russell (jrsoftware.org)
tr: Jordan Russell'dan (jrsoftware.org) Inno Setup'a teşekkürler,
uk: Завдяки налаштуванню Inno від Jordan Russell (jrsoftware.org),
ur: اردن رسل (jrsoftware.org) کی طرف سے Inno سیٹ اپ کا شکریہ،
vi: Cảm ơn Inno Setup từ Jordan Russell (jrsoftware.org),

source: for the setup program.
es: para el programa de instalación.
sr: за програм за подешавање.
sv: för installationsprogrammet.
sw: kwa programu ya usanidi.
ta: அமைவு நிரலுக்கு.
th: สำหรับโปรแกรมการติดตั้ง
tr: Kurulum programı için.
uk: для програми налаштування.
ur: سیٹ اپ پروگرام کے لیے۔
vi: để thiết lập chương trình.

source: Thanks to Julian Smart, Vadim Zeitlin and the wxWidgets community
es: Gracias a Julian Smart, Vadim Zeitlin y la comunidad wxWidgets
sr: Хвала Јулиану Смарту, Вадиму Зеитлину и заједници вкВидгетс
sv: Tack till Julian Smart, Vadim Zeitlin och wxWidgets-communityt
sw: Shukrani kwa Julian Smart, Vadim Zeitlin na jumuiya ya wxWidgets
ta: ஜூலியன் ஸ்மார்ட், வாடிம் ஜெய்ட்லின் மற்றும் wxWidgets சமூகத்திற்கு நன்றி.
th: ขอขอบคุณ Julian Smart, Vadim Zeitlin และชุมชน wxWidgets
tr: Julian Smart, Vadim Zeitlin ve wxWidgets topluluğuna teşekkürler
uk: Дякую Юліану Смарту, Вадиму Цейтліну та спільноті wxWidgets
ur: Julian Smart, Vadim Zeitlin اور wxWidgets کمیونٹی کا شکریہ
vi: Cảm ơn Julian Smart, Vadim Zeitlin và cộng đồng wxWidgets

source: for the GUI library.
es: para la biblioteca GUI.
sr: за ГУИ библиотеку.
sv: för GUI-biblioteket.
sw: kwa maktaba ya GUI.
ta: GUI நூலகத்திற்கு.
th: สำหรับไลบรารี GUI
tr: GUI kütüphanesi için.
uk: для бібліотеки GUI.
ur: GUI لائبریری کے لیے۔
vi: cho thư viện GUI.

source: Thanks to Garry Peek and the Radium team - Norman Bartholomew, John Cocks,
es: Gracias a Garry Peek y al equipo de Radium: Norman Bartholomew, John Cocks,
sr: Хвала Гарију Пику и тиму Радијума - Норман Бартхоломев, Јохн Цоцкс,
sv: Tack till Garry Peek och Radium-teamet - Norman Bartholomew, John Cocks,
sw: Shukrani kwa Garry Peek na timu ya Radium - Norman Bartholomew, John Cocks,
ta: கேரி பீக் மற்றும் ரேடியம் குழு - நார்மன் பார்த்தலோமிவ், ஜான் காக்ஸ் ஆகியோருக்கு நன்றி,
th: ขอขอบคุณ Garry Peek และทีม Radium - Norman Bartholomew, John Cocks,
tr: Garry Peek ve Radium ekibine teşekkürler - Norman Bartholomew, John Cocks,
uk: Завдяки Гаррі Піку та команді Radium - Норману Бартоломью, Джону Коксу,
ur: گیری پیک اور ریڈیم ٹیم کا شکریہ - نارمن بارتھولومیو، جان کاکس،
vi: Cảm ơn Garry Peek và nhóm Radium - Norman Bartholomew, John Cocks,

source: Jaron Peek, Tim McEwan, Brian Peach, Dr Garry Brown, Corwin Newall,
sr: Јарон Пеек, Тим МцЕван, Бриан Пеацх, Др Гарри Бровн, Цорвин Невалл,
sw: Jaron Peek, Tim McEwan, Brian Peach, Dk Garry Brown, Corwin Newall,
ta: ஜரோன் பீக், டிம் மெக்வான், பிரையன் பீச், டாக்டர் கேரி பிரவுன், கோர்வின் நியூவால்,
th: จารอน พีค, ทิม แม็คอีวาน, ไบรอัน พีช, ดร. แกรี่ บราวน์, คอร์วิน นิวออลล์,
uk: Джарон Пік, Тім Мак'Юен, Браян Піч, доктор Гаррі Браун, Корвін Ньюолл,
vi: Jaron Peek, Tim McEwan, Brian Peach, Tiến sĩ Garry Brown, Corwin Newall,

source: Kate Hyndman and James Herbison for providing office space
es: Kate Hyndman y James Herbison por proporcionar espacio de oficina
sr: Кате Хиндман и Јамес Хербисон за обезбеђивање пословног простора
sv: Kate Hyndman och James Herbison för att ha tillhandahållit kontorsutrymmen
sw: Kate Hyndman na James Herbison kwa kutoa nafasi ya ofisi
ta: அலுவலக இடத்தை வழங்கியதற்காக கேட் ஹைண்ட்மேன் மற்றும் ஜேம்ஸ் ஹெர்பிசன்
th: Kate Hyndman และ James Herbison เป็นผู้จัดเตรียมพื้นที่สำนักงาน
tr: Ofis alanı sağladıkları için Kate Hyndman ve James Herbison
uk: Кейт Хайндман і Джеймс Гербісон за надання офісного приміщення
ur: دفتر کی جگہ فراہم کرنے کے لیے کیٹ ہینڈ مین اور جیمز ہربیسن
vi: Kate Hyndman và James Herbison đã cung cấp không gian văn phòng

source: and good company through much of the V3 development grind.
es: y buena compañía durante gran parte del proceso de desarrollo de la V3.
sr: и добро друштво кроз већи део развоја В3.
sv: och bra sällskap genom mycket av V3-utvecklingen.
sw: na kampuni nzuri kupitia sehemu kubwa ya maendeleo ya V3.
ta: மற்றும் V3 மேம்பாட்டுப் பணிகளின் பெரும்பகுதியில் நல்ல நிறுவனமாக.
th: และเป็นเพื่อนที่ดีตลอดการพัฒนา V3
tr: ve V3 geliştirme sürecinin çoğunda iyi bir arkadaş oldu.
uk: і хороша компанія протягом більшої частини розробки V3.
ur: اور V3 ترقی کے زیادہ تر کے ذریعے اچھی کمپنی۔
vi: và là người bạn đồng hành tuyệt vời trong suốt quá trình phát triển V3.

source: Thanks to my dear wife Maria Champion-Forster, for not only tolerating me
es: Gracias a mi querida esposa Maria Champion-Forster, por no solo tolerarme
sr: Хвала мојој драгој супрузи Марији Шампион-Форстер, што ме није само толерисала
sv: Tack till min kära fru Maria Champion-Forster, för att du inte bara tolererade mig
sw: Asante kwa mke wangu mpendwa Maria Champion-Forster, kwa sio tu kunivumilia
ta: என்னை மட்டும் பொறுத்துக்கொள்ளாத என் அன்பு மனைவி மரியா சாம்பியன்-ஃபார்ஸ்டருக்கு நன்றி.
th: ขอขอบคุณภรรยาที่รักของฉัน Maria Champion-Forster ที่ไม่เพียงแค่ยอมทนฉัน
tr: Sevgili eşim Maria Champion-Forster'a bana sadece tahammül göstermediği için teşekkür ederim
uk: Дякую моїй дорогій дружині Марії Чемпіон-Форстер за те, що вона мене терпіла
ur: میری پیاری بیوی ماریا چیمپیئن-فورسٹر کا شکریہ، نہ صرف مجھے برداشت کرنے کے لیے
vi: Cảm ơn người vợ thân yêu của tôi Maria Champion-Forster, vì không chỉ chịu đựng tôi

source: spending (wasting?) thousands of hours on this project,
es: gastando (¿desperdiciando?) miles de horas en este proyecto,
sr: трошећи (губећи?) хиљаде сати на овом пројекту,
sv: spendera (slösa?) tusentals timmar på detta projekt,
sw: kutumia (kupoteza?) maelfu ya masaa kwenye mradi huu,
ta: இந்த திட்டத்திற்காக ஆயிரக்கணக்கான மணிநேரங்களைச் செலவிடுதல் (வீணடித்தல்?),
th: การเสียเวลา (สูญเปล่า?) หลายพันชั่วโมงไปกับโครงการนี้
tr: bu projeye binlerce saat harcamak (boşa harcamak?),
uk: витрачати (марнувати?) тисячі годин на цей проект,
ur: اس پروجیکٹ پر ہزاروں گھنٹے خرچ (ضائع؟)
vi: dành (lãng phí?) hàng ngàn giờ cho dự án này,

source: but actually encouraging it.
es: pero en realidad lo fomentan.
sr: али заправо подстичући га.
sv: men faktiskt uppmuntrande det.
sw: lakini kwa kweli inatia moyo.
ta: ஆனால் உண்மையில் அதை ஊக்குவிக்கிறது.
th: แต่กลับสนับสนุนมันจริงๆ
tr: ama aslında onu teşvik ediyor.
uk: але насправді заохочуючи це.
ur: لیکن اصل میں اس کی حوصلہ افزائی.
vi: nhưng thực ra là khuyến khích điều đó.

source: Dedicated to the memory of John Victor Forster 1949-2001.
es: Dedicado a la memoria de John Victor Forster 1949-2001.
sr: Посвећено сећању на Џона Виктора Форстера 1949-2001.
sv: Tillägnad minnet av John Victor Forster 1949-2001.
sw: Imejitolea kwa kumbukumbu ya John Victor Forster 1949-2001.
ta: 1949-2001 ஜான் விக்டர் ஃபார்ஸ்டரின் நினைவாக அர்ப்பணிக்கப்பட்டது.
th: อุทิศให้กับความทรงจำของ จอห์น วิกเตอร์ ฟอร์สเตอร์ 2492-2544
tr: John Victor Forster 1949-2001 anısına ithaf edilmiştir.
uk: Присвячується пам'яті Джона Віктора Форстера 1949-2001.
ur: جان وکٹر فورسٹر 1949-2001 کی یاد میں وقف۔
vi: Dành tặng để tưởng nhớ John Victor Forster 1949-2001.

source: We miss him every day.
es: Lo extrañamos todos los días.
sr: Недостаје нам сваки дан.
sv: Vi saknar honom varje dag.
sw: Tunamkumbuka kila siku.
ta: நாங்கள் அவரை ஒவ்வொரு நாளும் மிஸ் செய்கிறோம்.
th: เราคิดถึงเขาทุกวัน
tr: Onu her gün özlüyoruz.
uk: Ми сумуємо за ним щодня.
ur: ہم اسے ہر روز یاد کرتے ہیں۔
vi: Chúng tôi nhớ anh ấy mỗi ngày.

source: Error loading book
es: Error al cargar el libro
sr: Грешка при учитавању књиге
sv: Det gick inte att läsa in boken
sw: Hitilafu katika kupakia kitabu
ta: புத்தகத்தை ஏற்றுவதில் பிழை
th: เกิดข้อผิดพลาดในการโหลดหนังสือ
tr: Kitap yüklenirken hata oluştu
uk: Помилка завантаження книги
ur: کتاب لوڈ کرنے میں خرابی۔
vi: Lỗi khi tải sách

source: There are no book moves for this position
es: No hay movimientos de libros para esta posición.
sr: За ову позицију нема потеза у књизи
sv: Det finns inga bokdrag för denna position
sw: Hakuna uhamishaji wa kitabu kwa nafasi hii
ta: இந்தப் பதவிக்கு எந்தப் புத்தக நகர்வுகளும் இல்லை.
th: ตำแหน่งนี้ไม่มีหนังสือเคลื่อนไหว
tr: Bu pozisyon için kitap hareketi yok
uk: Для цієї позиції немає ходів книг
ur: اس پوزیشن کے لیے کوئی کتابی چالیں نہیں ہیں۔
vi: Không có sách di chuyển cho vị trí này

source: Opening book message
es: Mensaje de apertura del libro
sr: Порука отварања књиге
sv: Öppningsbokmeddelande
sw: Kufungua ujumbe wa kitabu
ta: புத்தகத் திறப்புச் செய்தி
th: ข้อความเปิดหนังสือ
tr: Açılış kitabı mesajı
uk: Повідомлення про відкриття книги
ur: کتاب کا پیغام کھولنا
vi: Lời nhắn mở đầu cuốn sách

source: You are about to change languages to
es: Estás a punto de cambiar de idioma a
sr: Спремате се да промените језике на
sv: Du är på väg att byta språk till
sw: Unakaribia kubadilisha lugha kuwa
ta: நீங்கள் மொழிகளை மாற்றப் போகிறீர்கள்
th: คุณกำลังจะเปลี่ยนแปลงภาษาเป็น
tr: Dilleri değiştirmek üzeresiniz
uk: Ви збираєтеся змінити мову на
ur: آپ اس میں زبانیں تبدیل کرنے والے ہیں۔
vi: Bạn sắp thay đổi ngôn ngữ sang

source: Do you wish to continue ?
es: ¿Deseas continuar?
sr: Да ли желите да наставите?
sv: Vill du fortsätta?
sw: Je, ungependa kuendelea?
ta: நீங்கள் தொடர விரும்புகிறீர்களா?
th: คุณต้องการดำเนินการต่อหรือไม่?
tr: Devam etmek istiyor musunuz?
uk: Ви бажаєте продовжити?
ur: کیا آپ جاری رکھنا چاہتے ہیں؟
vi: Bạn có muốn tiếp tục không?

source: Change language message
es: Mensaje de cambio de idioma
sr: Промените језик поруке
sv: Byt språkmeddelande
sw: Badilisha ujumbe wa lugha
ta: மொழியை மாற்று செய்தி
th: ข้อความเปลี่ยนภาษา
tr: Dil mesajını değiştir
uk: Змінити мову повідомлення
ur: زبان کا پیغام تبدیل کریں۔
vi: Thay đổi ngôn ngữ tin nhắn

source: English
es: Inglés
sr: енглески
sv: engelska
sw: Kiingereza
ta: ஆங்கிலம்
th: ภาษาอังกฤษ
tr: İngilizce
uk: англійська
ur: انگریزی
vi: Tiếng Anh

source: Albanian
es: albanés
sr: Албанац
sv: albanska
sw: Kialbeni
ta: அல்பேனியன்
th: ชาวแอลเบเนีย
tr: Arnavut
uk: албанець
ur: البانوی
vi: Tiếng Albania

source: Arabic
es: árabe
sr: арапски
sv: arabiska
sw: Kiarabu
ta: அரபு
th: ภาษาอาหรับ
tr: Arapça
uk: арабська
ur: عربی
vi: Tiếng Ả Rập

source: Bengali
es: bengalí
sr: бенгалски
sv: bengaliska
sw: Kibengali
ta: வங்காளம்
th: ภาษาเบงกาลี
tr: Bengalce
uk: Бенгальська
ur: بنگالی
vi: Tiếng Bengal

source: Bulgarian
es: búlgaro
sr: бугарски
sv: bulgariska
sw: Kibulgaria
ta: பல்கேரியன்
th: ภาษาบัลแกเรีย
tr: Bulgarca
uk: Болгарська
ur: بلغاریائی
vi: Tiếng Bulgaria

source: Chinese
es: Chino
sr: кинески
sv: kinesiska
sw: Kichina
ta: சீனம்
th: ชาวจีน
tr: Çince
uk: китайський
ur: چینی
vi: Tiếng Trung Quốc

source: Czech
es: checo
sr: чешки
sv: tjeckiska
sw: Kicheki
ta: செக்
th: เช็ก
tr: Çek
uk: чеська
ur: چیک
vi: Tiếng Séc

source: Danish
es: danés
sr: дански
sv: danska
sw: Kideni
ta: டேனிஷ்
th: เดนมาร์ก
tr: Danimarkalı
uk: датська
ur: ڈینش
vi: Tiếng Đan Mạch

source: Dutch
es: Holandés
sr: холандски
sv: holländska
sw: Kiholanzi
ta: டச்சு
th: ดัตช์
tr: Flemenkçe
uk: голландська
ur: ڈچ
vi: Tiếng Hà Lan

source: Estonian
es: estonio
sr: естонски
sv: estniska
sw: Kiestonia
ta: எஸ்டோனியன்
th: เอสโตเนีย
tr: Estonyalı
uk: Естонська
ur: اسٹونین
vi: Tiếng Estonia

source: Finnish
es: finlandés
sr: фински
sv: finska
sw: Kifini
ta: பின்னிஷ்
th: ฟินแลนด์
tr: Fince
uk: фінська
ur: فنش
vi: Phần Lan

source: French
es: Francés
sr: француски
sv: franska
sw: Kifaransa
ta: ஃபிரெஞ்சு
th: ภาษาฝรั่งเศส
tr: Fransızca
uk: французька
ur: فرانسیسی
vi: Tiếng Pháp

source: German
es: Alemán
sr: немачки
sv: tyska
sw: Kijerumani
ta: ஜெர்மன்
th: ภาษาเยอรมัน
tr: Almanca
uk: Німецький
ur: جرمن
vi: Tiếng Đức

source: Greek
es: Griego
sr: грчки
sv: grekiska
sw: Kigiriki
ta: கிரேக்கம்
th: กรีก
tr: Yunan
uk: грецька
ur: یونانی
vi: Tiếng Hy Lạp

source: Hausa
sr: Хауса
sw: Kihausa
ta: ஹௌசா
th: ฮาอูซา
uk: Хауса
ur: ہاؤسا
vi: Tiếng Hausa

source: Hebrew
es: hebreo
sr: хебрејски
sv: hebreiska
sw: Kiebrania
ta: ஹீப்ரு
th: ภาษาฮีบรู
tr: İbranice
uk: іврит
ur: عبرانی
vi: Tiếng Do Thái

source: Hindi
sr: Хинди
sw: Kihindi
ta: இந்தி
th: ภาษาฮินดี
tr: Hintçe
uk: Хінді
ur: ہندی
vi: Tiếng Hin-ddi

source: Hungarian
es: húngaro
sr: мађарски
sv: ungerska
sw: Kihungaria
ta: ஹங்கேரியன்
th: ฮังการี
tr: Macarca
uk: угорська
ur: ہنگری
vi: Tiếng Hungary

source: Indonesian
es: indonesio
sr: индонезијски
sv: indonesiska
sw: Kiindonesia
ta: இந்தோனேசியன்
th: ชาวอินโดนีเซีย
tr: Endonezyaca
uk: індонезійська
ur: انڈونیشین
vi: Tiếng Indonesia

source: Italian
es: italiano
sr: италијански
sv: italienska
sw: Kiitaliano
ta: இத்தாலியன்
th: อิตาลี
tr: İtalyan
uk: італійська
ur: اطالوی
vi: Tiếng Ý

source: Japanese
es: japonés
sr: јапански
sv: japanska
sw: Kijapani
ta: ஜப்பானியர்கள்
th: ญี่ปุ่น
tr: Japonca
uk: Японський
ur: جاپانی
vi: Tiếng Nhật

source: Korean
es: coreano
sr: Кореан
sv: koreanska
sw: Kikorea
ta: கொரியன்
th: เกาหลี
tr: Korece
uk: корейська
ur: کورین
vi: Hàn Quốc

source: Latvian
es: letón
sr: летонски
sv: lettiska
sw: Kilatvia
ta: லாட்வியன்
th: ลัตเวีย
tr: Letonyalı
uk: латиська
ur: لیٹوین
vi: Tiếng Latvia

source: Lithuanian
es: lituano
sr: литвански
sv: litauiska
sw: Kilithuania
ta: லிதுவேனியன்
th: ลิทัวเนีย
tr: Litvanyalı
uk: литовський
ur: لتھوانیائی
vi: Tiếng Litva

source: Norwegian
es: noruego
sr: норвешки
sv: norska
sw: Kinorwe
ta: நார்வேஜியன்
th: คนนอร์เวย์
tr: Norveççe
uk: норвезька
ur: ناروے
vi: Tiếng Na Uy

source: Persian
es: persa
sr: персијски
sv: persiska
sw: Kiajemi
ta: பாரசீக
th: เปอร์เซีย
tr: Farsça
uk: перська
ur: فارسی
vi: Tiếng Ba Tư

source: Polish
es: Polaco
sr: пољски
sv: polska
sw: Kipolandi
ta: போலிஷ்
th: ขัด
tr: Lehçe
uk: польський
ur: پولش
vi: Đánh bóng

source: Portuguese
es: portugués
sr: португалски
sv: portugisiska
sw: Kireno
ta: போர்ச்சுகீஸ்
th: โปรตุเกส
tr: Portekizce
uk: португальська
ur: پرتگالی
vi: Tiếng Bồ Đào Nha

source: Romanian
es: rumano
sr: румунски
sv: rumänska
sw: Kiromania
ta: ருமேனியன்
th: โรมาเนีย
tr: Romence
uk: румунська
ur: رومانیہ
vi: Tiếng Rumani

source: Russian
es: ruso
sr: руски
sv: ryska
sw: Kirusi
ta: ரஷ்யன்
th: รัสเซีย
tr: Rusça
uk: російська
ur: روسی
vi: Tiếng Nga

source: Serbian
es: serbio
sr: српски
sv: serbiska
sw: Kiserbia
ta: செர்பியன்
th: เซอร์เบีย
tr: Sırpça
uk: сербська
ur: سربیائی
vi: Tiếng Serbia

source: Spanish
es: Español
sr: шпански
sv: spanska
sw: Kihispania
ta: ஸ்பானிஷ்
th: สเปน
tr: İspanyol
uk: Іспанська
ur: ہسپانوی
vi: Tiếng Tây Ban Nha

source: Swahili
sr: свахили
sw: kiswahili
ta: சுவாஹிலி
th: ภาษาสวาฮีลี
tr: Svahili
uk: Суахілі
ur: سواحلی
vi: Tiếng Swahili

source: Swedish
es: sueco
sr: шведски
sv: svenska
sw: Kiswidi
ta: ஸ்வீடிஷ்
th: สวีเดน
tr: İsveççe
uk: шведська
ur: سویڈش
vi: Tiếng Thụy Điển

source: Tamil
sr: тамилски
sw: Kitamil
ta: தமிழ்
th: ทมิฬ
uk: тамільська
ur: تامل
vi: Tiếng Tamil

source: Thai
es: tailandés
sr: тајландски
ta: தாய்
th: แบบไทย
tr: Tayca
uk: тайська
ur: تھائی
vi: Thái Lan

source: Turkish
es: turco
sr: турски
sv: turkiska
sw: Kituruki
ta: துருக்கியம்
th: ภาษาตุรกี
tr: Türkçe
uk: турецька
ur: ترکی
vi: Thổ Nhĩ Kỳ

source: Ukrainian
es: ucranio
sr: украјински
sv: ukrainska
sw: Kiukreni
ta: உக்ரைனியன்
th: ยูเครน
tr: Ukrayna
uk: українська
ur: یوکرینی
vi: Tiếng Ukraina

source: Urdu
sr: Урду
sw: Kiurdu
ta: உருது
th: อูรดู
uk: урду
ur: اردو
vi: Tiếng Urdu

source: Vietnamese
es: vietnamita
sr: вијетнамски
sv: vietnamesiska
sw: Kivietinamu
ta: வியட்நாமிய
th: เวียดนาม
tr: Vietnam
uk: в'єтнамська
ur: ویتنامی
vi: Tiếng Việt

source: Languages are selected by clicking on the language name or flag.
es: Los idiomas se seleccionan haciendo clic en el nombre del idioma o en la bandera.
sr: Језик се бира кликом на назив језика или заставу.
sv: Språk väljs genom att klicka på språknamnet eller flaggan.
sw: Lugha huchaguliwa kwa kubofya jina la lugha au bendera.
ta: மொழி பெயர் அல்லது கொடியைக் கிளிக் செய்வதன் மூலம் மொழிகள் தேர்ந்தெடுக்கப்படுகின்றன.
th: เลือกภาษาได้โดยการคลิกที่ชื่อภาษาหรือธง
tr: Diller, dil ismine veya bayrağına tıklanarak seçilir.
uk: Мови вибираються клацанням на назві мови або прапорці.
ur: زبانوں کو زبان کے نام یا پرچم پر کلک کرکے منتخب کیا جاتا ہے۔
vi: Chọn ngôn ngữ bằng cách nhấp vào tên ngôn ngữ hoặc cờ.

source: The currently selected language is indicated by the
es: El idioma seleccionado actualmente se indica mediante el
sr: Тренутно изабрани језик је означен са
sv: Det för närvarande valda språket indikeras av
sw: Lugha iliyochaguliwa kwa sasa inaonyeshwa na
ta: தற்போது தேர்ந்தெடுக்கப்பட்ட மொழி,
th: ภาษาที่เลือกในปัจจุบันจะระบุไว้ด้วย
tr: Şu anda seçili dil, şu şekilde gösterilir:
uk: Поточна вибрана мова позначається значком
ur: فی الحال منتخب کردہ زبان کی طرف اشارہ کیا گیا ہے۔
vi: Ngôn ngữ hiện đang được chọn được chỉ định bởi

source: marker
es: marcador
sr: маркер
sv: markör
sw: alama
ta: குறிப்பான்
th: เครื่องหมาย
tr: işaretleyici
uk: маркер
ur: مارکر
vi: đánh dấu

source: The translations were made using GitLocalize.
es: Las traducciones se realizaron utilizando GitLocalize.
sr: Преводи су направљени помоћу ГитЛоцализе-а.
sv: Översättningarna gjordes med GitLocalize.
sw: Tafsiri zilifanywa kwa kutumia GitLocalize.
ta: மொழிபெயர்ப்புகள் GitLocalize ஐப் பயன்படுத்தி செய்யப்பட்டன.
th: การแปลทำโดยใช้ GitLocalize
tr: Çeviriler GitLocalize kullanılarak yapıldı.
uk: Переклади виконано за допомогою GitLocalize.
ur: ترجمے GitLocalize کا استعمال کرتے ہوئے کیے گئے تھے۔
vi: Bản dịch được thực hiện bằng GitLocalize.
