Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: DirectX initialising - one moment please
es: DirectX inicializándose: un momento por favor
sr: ДирецтКс иницијализација - један тренутак молим
sv: DirectX-initiering - ett ögonblick tack
sw: Kuanzisha DirectX - dakika moja tafadhali
ta: டைரக்ட்எக்ஸ் துவக்கம் - தயவுசெய்து ஒரு கணம்.
th: กำลังเริ่มต้น DirectX - โปรดรอสักครู่
tr: DirectX başlatılıyor - lütfen bir dakika bekleyin
uk: Ініціалізація DirectX - одну хвилинку, будь ласка
ur: DirectX کی شروعات - ایک لمحہ برائے مہربانی
vi: Đang khởi tạo DirectX - vui lòng đợi một lát

source: 2d Sound effects options
es: Opciones de efectos de sonido 2D
sr: Опције 2д звучних ефеката
sv: Alternativ för 2d ljudeffekter
sw: Chaguzi za athari za sauti za 2d
ta: 2டி ஒலி விளைவுகள் விருப்பங்கள்
th: ตัวเลือกเอฟเฟกต์เสียง 2 มิติ
tr: 2d Ses efektleri seçenekleri
uk: Параметри двовимірних звукових ефектів
ur: 2d صوتی اثرات کے اختیارات
vi: Tùy chọn hiệu ứng âm thanh 2D

source: List tabs
es: Pestañas de lista
sr: Листа картица
sv: Lista flikar
sw: Vichupo vya orodha
ta: பட்டியல் தாவல்கள்
th: แท็บรายการ
tr: Liste sekmeleri
uk: Список вкладок
ur: فہرست ٹیبز
vi: Danh sách các tab

source: Stop auto game-analysis
es: Detener el análisis automático del juego
sr: Зауставите аутоматску анализу игара
sv: Stoppa automatisk spelanalys
sw: Acha uchanganuzi wa mchezo otomatiki
ta: தானியங்கி விளையாட்டு பகுப்பாய்வை நிறுத்து.
th: หยุดการวิเคราะห์เกมอัตโนมัติ
tr: Otomatik oyun analizini durdur
uk: Зупинити автоматичний аналіз гри
ur: آٹو گیم تجزیہ بند کریں۔
vi: Dừng phân tích trò chơi tự động

source: Play white against engine
es: Juega con blancas contra motor
sr: Играј бело против мотора
sv: Spela vitt mot motor
sw: Cheza nyeupe dhidi ya injini
ta: இயந்திரத்திற்கு எதிராக வெள்ளை நிறத்தில் விளையாடு
th: เล่นสีขาวกับเครื่องยนต์
tr: Motora karşı beyaz oyna
uk: Грайте білими проти двигуна
ur: انجن کے خلاف سفید کھیلیں
vi: Chơi quân trắng chống lại máy

source: Play black against engine
es: Juega negro contra motor
sr: Играјте црно против мотора
sv: Spela svart mot motor
sw: Cheza nyeusi dhidi ya injini
ta: எஞ்சினுக்கு எதிராக கருப்பு விளையாடு
th: เล่นสีดำกับเครื่องยนต์
tr: Motora karşı siyah oyna
uk: Грайте чорними проти двигуна
ur: انجن کے خلاف سیاہ کھیلیں
vi: Chơi quân đen chống lại máy

source: Toggle shootout mode
es: Activar o desactivar el modo tiroteo
sr: Укључите режим пуцњаве
sv: Växla skjutläge
sw: Geuza hali ya mikwaju
ta: ஷூட்அவுட் பயன்முறையை நிலைமாற்று
th: สลับโหมดการยิง
tr: Atış modunu değiştir
uk: Увімкнути режим перестрілки
ur: شوٹ آؤٹ موڈ کو ٹوگل کریں۔
vi: Chuyển đổi chế độ đấu súng

source: Setup position on board
es: Posición de instalación a bordo
sr: Положај подешавања на броду
sv: Uppställningsposition ombord
sw: Weka nafasi kwenye ubao
ta: போர்டில் நிலையை அமைக்கவும்
th: ตำแหน่งการติดตั้งบนบอร์ด
tr: Gemide kurulum pozisyonu
uk: Установка позиції на борту
ur: بورڈ پر سیٹ اپ پوزیشن
vi: Thiết lập vị trí trên tàu

source: Exit 3d
es: Salida 3d
sr: Изађи 3д
sv: Avsluta 3d
sw: Ondoka 3d
ta: 3டி வெளியேறு
th: ทางออก 3 มิติ
tr: Çıkış 3d
uk: Вихід 3d
ur: 3d سے باہر نکلیں۔
vi: Thoát 3d

source: Open Fics window
es: Abrir ventana de Fics
sr: Отворите прозор Фицс
sv: Öppna Fics-fönstret
sw: Fungua dirisha la Fics
ta: ஃபிக்ஸ் சாளரத்தைத் திற
th: เปิดหน้าต่างฟิค
tr: Fics penceresini aç
uk: Відкрийте вікно Fics
ur: Fics ونڈو کھولیں۔
vi: Mở cửa sổ Fics

source: Move list
es: Lista de movimientos
sr: Премести листу
sv: Flytta lista
sw: Hamisha orodha
ta: நகர்த்தல் பட்டியல்
th: รายการย้าย
tr: Taşıma listesi
uk: Перемістити список
ur: فہرست منتقل کریں۔
vi: Di chuyển danh sách

source: Game clock
es: Reloj de juego
sr: Сат за игру
sv: Spelklocka
sw: Saa ya mchezo
ta: விளையாட்டு கடிகாரம்
th: นาฬิกาเกม
tr: Oyun saati
uk: Ігровий годинник
ur: کھیل کی گھڑی
vi: Đồng hồ trò chơi

source: Auto-replay F9
es: Repetición automática F9
sr: Ауто-реплаи Ф9
sw: Cheza tena kiotomatiki F9
ta: F9ஐ தானாக மறு இயக்கு
th: เล่นซ้ำอัตโนมัติ F9
tr: Otomatik tekrar F9
uk: Автоповтор F9
ur: آٹو ری پلے F9
vi: Tự động phát lại F9

source: applies to Setup position and Games menu boards as well
es: También se aplica a los tableros de posición de configuración y del menú de juegos.
sr: важи и за положаје подешавања и табле менија игара
sv: gäller även för Setup-position och spelmenytavlor
sw: inatumika kwa nafasi ya Kuweka na vibao vya menyu ya Michezo pia
ta: அமைவு நிலை மற்றும் விளையாட்டு மெனு பலகைகளுக்கும் பொருந்தும்.
th: ใช้กับตำแหน่งการตั้งค่าและบอร์ดเมนูเกมด้วยเช่นกัน
tr: Kurulum pozisyonu ve Oyunlar menü panoları için de geçerlidir
uk: також стосується позиції налаштування та панелей меню ігор
ur: سیٹ اپ پوزیشن اور گیمز مینو بورڈز پر بھی لاگو ہوتا ہے۔
vi: cũng áp dụng cho vị trí Thiết lập và bảng menu Trò chơi

source: Score total..
es: Puntuación total..
sr: Укупно бодова..
sv: Totalt poäng..
sw: Jumla ya alama..
ta: மொத்த மதிப்பெண்..
th: คะแนนรวม..
tr: Toplam puan..
uk: Загальний бал..
ur: مجموعی سکور..
vi: Tổng điểm..

source: Open score total dialog box
es: Abrir el cuadro de diálogo de puntuación total
sr: Отворите дијалог за укупни резултат
sv: Öppna dialogrutan för totalt antal poäng
sw: Fungua jumla ya kisanduku kidadisi cha alama
ta: மொத்த மதிப்பெண் உரையாடல் பெட்டியைத் திறக்கவும்.
th: เปิดกล่องโต้ตอบผลรวมคะแนน
tr: Puan toplamı iletişim kutusunu aç
uk: Відкрити діалогове вікно загального результату
ur: اسکور کل ڈائیلاگ باکس کھولیں۔
vi: Mở hộp thoại tổng điểm

source: Search the database for situations where a group of pieces are at specific locations
es: Busque en la base de datos situaciones en las que un grupo de piezas se encuentran en ubicaciones específicas
sr: Претражите базу података за ситуације у којима се група комада налази на одређеним локацијама
sv: Sök i databasen efter situationer där en grupp pjäser finns på specifika platser
sw: Tafuta hifadhidata kwa hali ambapo kikundi cha vipande kiko katika maeneo maalum
ta: குறிப்பிட்ட இடங்களில் துண்டுகளின் குழு இருக்கும் சூழ்நிலைகளுக்கு தரவுத்தளத்தில் தேடுங்கள்.
th: ค้นหาฐานข้อมูลสำหรับสถานการณ์ที่กลุ่มชิ้นส่วนอยู่ในตำแหน่งที่เฉพาะเจาะจง
tr: Bir grup parçanın belirli yerlerde olduğu durumları veritabanında arayın
uk: Шукайте в базі даних ситуації, коли група частин знаходиться в певних місцях
ur: ان حالات کے لیے ڈیٹا بیس تلاش کریں جہاں ٹکڑوں کا ایک گروپ مخصوص مقامات پر ہو۔
vi: Tìm kiếm cơ sở dữ liệu cho các tình huống mà một nhóm các mảnh ở các vị trí cụ thể

source: Search the database for a specific material balance,
es: Busque en la base de datos un balance de materiales específico,
sr: Претражите базу података за одређени материјални биланс,
sv: Sök i databasen efter en specifik materialbalans,
sw: Tafuta hifadhidata kwa usawa maalum wa nyenzo,
ta: குறிப்பிட்ட பொருள் இருப்புக்காக தரவுத்தளத்தில் தேடுங்கள்,
th: ค้นหาฐานข้อมูลสำหรับสมดุลวัสดุที่เฉพาะเจาะจง
tr: Belirli bir malzeme bakiyesi için veritabanında arama yapın,
uk: Пошук у базі даних для певного матеріального балансу,
ur: ایک مخصوص مادی توازن کے لیے ڈیٹا بیس تلاش کریں،
vi: Tìm kiếm cơ sở dữ liệu cho một cân bằng vật liệu cụ thể,

source: with optional locked down squares
es: con cuadrados bloqueados opcionales
sr: са опционим закључаним квадратима
sv: med valfria låsta rutor
sw: na miraba iliyofungwa kwa hiari
ta: விருப்பத்தேர்வு பூட்டப்பட்ட சதுரங்களுடன்
th: พร้อมช่องสี่เหลี่ยมล็อคเสริม
tr: isteğe bağlı kilitli karelerle
uk: з додатковими замкненими квадратами
ur: اختیاری لاک ڈاؤن چوکوں کے ساتھ
vi: với các ô vuông khóa tùy chọn

source: Show all database games - equivalent to searching for the standard starting position
es: Mostrar todos los juegos de la base de datos: equivalente a buscar la posición inicial estándar
sr: Прикажи све игре базе података - еквивалентно тражењу стандардне почетне позиције
sv: Visa alla databasspel - motsvarande att söka efter standardutgångspositionen
sw: Onyesha michezo yote ya hifadhidata - sawa na kutafuta nafasi ya kuanzia ya kawaida
ta: அனைத்து தரவுத்தள விளையாட்டுகளையும் காட்டு - நிலையான தொடக்க நிலையைத் தேடுவதற்குச் சமம்.
th: แสดงฐานข้อมูลเกมทั้งหมด - เทียบเท่ากับการค้นหาตำแหน่งเริ่มต้นมาตรฐาน
tr: Tüm veritabanı oyunlarını göster - standart başlangıç pozisyonunu aramaya eşdeğer
uk: Показати всі ігри бази даних - еквівалентно пошуку стандартної стартової позиції
ur: تمام ڈیٹا بیس گیمز دکھائیں - معیاری ابتدائی پوزیشن تلاش کرنے کے برابر
vi: Hiển thị tất cả các trò chơi cơ sở dữ liệu - tương đương với việc tìm kiếm vị trí bắt đầu tiêu chuẩn

source: Show all games ordered by White player, useful for searching for players
es: Mostrar todos los juegos ordenados por jugador blanco, útil para buscar jugadores
sr: Прикажи све игре које је наручио бели играч, корисне за тражење играча
sv: Visa alla spel sorterade efter vit spelare, användbart för att söka efter spelare
sw: Onyesha michezo yote iliyoagizwa na mchezaji Mweupe, muhimu kwa ajili ya kutafuta wachezaji
ta: வெள்ளை வீரர் வரிசைப்படுத்திய அனைத்து விளையாட்டுகளையும் காட்டு, வீரர்களைத் தேடுவதற்கு பயனுள்ளதாக இருக்கும்.
th: แสดงเกมทั้งหมดที่สั่งโดยผู้เล่นฝ่ายขาว มีประโยชน์สำหรับการค้นหาผู้เล่น
tr: Tüm oyunları Beyaz oyuncuya göre sıralanmış olarak göster, oyuncuları aramak için kullanışlıdır
uk: Показати всі ігри, відсортовані білим гравцем, корисно для пошуку гравців
ur: وائٹ پلیئر کے ذریعے آرڈر کیے گئے تمام گیمز دکھائیں، جو کھلاڑیوں کی تلاش کے لیے کارآمد ہیں۔
vi: Hiển thị tất cả các ván đấu được sắp xếp theo người chơi Trắng, hữu ích cho việc tìm kiếm người chơi

source: Check to show 3d move list window
es: Marque para mostrar la ventana de lista de movimientos 3D
sr: Означите да бисте приказали прозор листе 3д покрета
sv: Markera för att visa 3D-flyttningslistans fönster
sw: Angalia ili kuonyesha dirisha la orodha ya 3d ya hoja
ta: 3D நகர்வு பட்டியல் சாளரத்தைக் காட்ட சரிபார்க்கவும்.
th: เลือกเพื่อแสดงหน้าต่างรายการเคลื่อนไหว 3 มิติ
tr: 3D hareket listesi penceresini göstermek için işaretleyin
uk: Поставте прапорець, щоб відобразити вікно списку тривимірних переміщень
ur: 3d موو لسٹ ونڈو دکھانے کے لیے چیک کریں۔
vi: Kiểm tra để hiển thị cửa sổ danh sách di chuyển 3D

source: Check to show 3d game clock window
es: Marcar para mostrar la ventana del reloj del juego en 3D
sr: Означите да бисте приказали прозор 3Д сата за игру
sv: Markera för att visa 3d-spelklockans fönster
sw: Angalia ili kuonyesha dirisha la saa ya mchezo wa 3d
ta: 3D விளையாட்டு கடிகார சாளரத்தைக் காட்ட சரிபார்க்கவும்.
th: เลือกเพื่อแสดงหน้าต่างนาฬิกาเกม 3 มิติ
tr: 3D oyun saati penceresini göstermek için işaretleyin
uk: Поставте прапорець, щоб відобразити вікно тривимірного ігрового годинника
ur: 3d گیم کلاک ونڈو دکھانے کے لیے چیک کریں۔
vi: Kiểm tra để hiển thị cửa sổ đồng hồ trò chơi 3D

source: Toolbar
es: Barra de herramientas
sr: Тоолбар
sv: Verktygsfält
sw: Upau wa vidhibiti
ta: கருவிப்பட்டி
th: แถบเครื่องมือ
tr: Araç çubuğu
uk: Панель інструментів
ur: ٹول بار
vi: Thanh công cụ

source: Check to show the 3d toolbar
es: Marque para mostrar la barra de herramientas 3D
sr: Означите да бисте приказали 3д траку са алаткама
sv: Markera för att visa 3d-verktygsfältet
sw: Angalia ili kuonyesha upau wa vidhibiti wa 3d
ta: 3D கருவிப்பட்டியைக் காட்ட சரிபார்க்கவும்.
th: เลือกเพื่อแสดงแถบเครื่องมือ 3 มิติ
tr: 3D araç çubuğunu göstermek için işaretleyin
uk: Поставте прапорець, щоб відобразити 3D панель інструментів
ur: 3d ٹول بار دکھانے کے لیے چیک کریں۔
vi: Kiểm tra để hiển thị thanh công cụ 3D

source: 3d options..
es: Opciones 3d..
sr: 3д опције..
sv: 3d alternativ..
sw: Chaguzi za 3d..
ta: 3டி விருப்பங்கள்..
th: ตัวเลือก 3มิติ..
tr: 3d seçenekleri..
uk: 3д варіанти..
ur: 3D اختیارات ..
vi: Tùy chọn 3D..

source: Select the 3d options
es: Seleccione las opciones 3D
sr: Изаберите 3д опције
sv: Välj 3D-alternativen
sw: Chagua chaguzi za 3d
ta: 3D விருப்பங்களைத் தேர்ந்தெடுக்கவும்.
th: เลือกตัวเลือก 3 มิติ
tr: 3d seçeneklerini seçin
uk: Виберіть параметри 3D
ur: 3d اختیارات منتخب کریں۔
vi: Chọn tùy chọn 3D

source: Reset all 3d options
es: Restablecer todas las opciones 3D
sr: Ресетујте све 3Д опције
sv: Återställ alla 3d-alternativ
sw: Weka upya chaguo zote za 3d
ta: அனைத்து 3D விருப்பங்களையும் மீட்டமைக்கவும்.
th: รีเซ็ตตัวเลือก 3 มิติทั้งหมด
tr: Tüm 3d seçeneklerini sıfırla
uk: Скинути всі параметри 3D
ur: تمام 3d اختیارات کو دوبارہ ترتیب دیں۔
vi: Đặt lại tất cả các tùy chọn 3D

source: Reset all 3d options to their original values
es: Restablecer todas las opciones 3D a sus valores originales
sr: Вратите све 3д опције на њихове оригиналне вредности
sv: Återställ alla 3D-alternativ till sina ursprungliga värden
sw: Weka upya chaguo zote za 3d kwa thamani zao asili
ta: அனைத்து 3D விருப்பங்களையும் அவற்றின் அசல் மதிப்புகளுக்கு மீட்டமைக்கவும்.
th: รีเซ็ตตัวเลือก 3 มิติทั้งหมดกลับเป็นค่าเดิม
tr: Tüm 3D seçeneklerini orijinal değerlerine sıfırla
uk: Скинути всі параметри 3D до початкових значень
ur: تمام 3d اختیارات کو ان کی اصل اقدار پر دوبارہ ترتیب دیں۔
vi: Đặt lại tất cả các tùy chọn 3D về giá trị ban đầu của chúng

source: 3d help
es: Ayuda 3D
sr: 3д помоћ
sv: 3d hjälp
sw: 3d msaada
ta: 3டி உதவி
th: ความช่วยเหลือ 3 มิติ
tr: 3d yardım
uk: 3d допомога
ur: 3d مدد
vi: Trợ giúp 3D

source: General help for 3d graphics
es: Ayuda general para gráficos 3D
sr: Општа помоћ за 3Д графику
sv: Allmän hjälp för 3d-grafik
sw: Usaidizi wa jumla kwa picha za 3d
ta: 3D கிராபிக்ஸிற்கான பொதுவான உதவி
th: ความช่วยเหลือทั่วไปสำหรับกราฟิก 3 มิติ
tr: 3D grafikler için genel yardım
uk: Загальна допомога для 3d-графіки
ur: 3d گرافکس کے لیے عمومی مدد
vi: Trợ giúp chung cho đồ họa 3D

source: Open help file F1
es: Abrir archivo de ayuda F1
sr: Отворите датотеку помоћи Ф1
sv: Öppna hjälpfilen F1
sw: Fungua faili ya usaidizi F1
ta: உதவி கோப்பை F1 திறக்கவும்.
th: เปิดไฟล์วิธีใช้ F1
tr: Yardım dosyasını aç F1
uk: Відкрийте файл довідки F1
ur: مدد فائل F1 کھولیں۔
vi: Mở tệp trợ giúp F1

source: 3d Sound effects options
es: Opciones de efectos de sonido 3D
sr: Опције 3д звучних ефеката
sv: Alternativ för 3d-ljudeffekter
sw: Chaguzi za athari za sauti za 3d
ta: 3டி ஒலி விளைவுகள் விருப்பங்கள்
th: ตัวเลือกเอฟเฟกต์เสียง 3 มิติ
tr: 3d Ses efektleri seçenekleri
uk: Параметри 3d звукових ефектів
ur: 3d صوتی اثرات کے اختیارات
vi: Tùy chọn hiệu ứng âm thanh 3D

source: In 3d graphics, the pieces are moved by clicking the start square
es: En gráficos 3D, las piezas se mueven haciendo clic en la casilla de inicio.
sr: У 3д графици, делови се померају кликом на почетни квадрат
sv: I 3d-grafik flyttas pjäserna genom att klicka på startrutan
sw: Katika michoro ya 3d, vipande vinahamishwa kwa kubofya mraba wa kuanza
ta: 3D கிராபிக்ஸில், தொடக்க சதுரத்தைக் கிளிக் செய்வதன் மூலம் துண்டுகள் நகர்த்தப்படுகின்றன.
th: ในกราฟิก 3 มิติ ชิ้นส่วนต่างๆ จะถูกย้ายโดยคลิกที่ช่องเริ่มต้น
tr: 3D grafiklerde parçalar başlangıç karesine tıklanarak hareket ettirilir
uk: У 3D-графіці фігури переміщуються, клацаючи початковий квадрат
ur: 3d گرافکس میں، ٹکڑوں کو اسٹارٹ اسکوائر پر کلک کرکے منتقل کیا جاتا ہے۔
vi: Trong đồ họa 3D, các mảnh được di chuyển bằng cách nhấp vào ô bắt đầu

source: and then the end square of the move.
es: y luego la casilla final del movimiento.
sr: а затим крајњи квадрат потеза.
sv: och sedan slutrutan på draget.
sw: na kisha mraba wa mwisho wa hoja.
ta: பின்னர் நகர்வின் இறுதி சதுரம்.
th: และแล้วก็ถึงจุดสิ้นสุดของการเคลื่อนที่
tr: ve sonra hamlenin son karesi.
uk: а потім кінцеве поле ходу.
ur: اور پھر اس اقدام کا آخری مربع۔
vi: và sau đó là ô vuông cuối cùng của nước đi.

source: Alternatively, you can click just the end square and in case of ambiguity,
es: Alternativamente, puede hacer clic solo en el cuadrado final y, en caso de ambigüedad,
sr: Алтернативно, можете кликнути само на крајњи квадрат и у случају нејасноће,
sv: Alternativt kan du klicka bara på slutrutan och i händelse av oklarhet,
sw: Vinginevyo, unaweza kubofya mraba wa mwisho na ikiwa kuna utata,
ta: மாற்றாக, நீங்கள் இறுதி சதுரத்தை மட்டும் சொடுக்கலாம், தெளிவின்மை இருந்தால்,
th: อีกวิธีหนึ่งคือคุณสามารถคลิกเฉพาะช่องสุดท้าย และในกรณีที่มีความคลุมเครือ
tr: Alternatif olarak, sadece son kareye tıklayabilir ve belirsizlik durumunda,
uk: Крім того, ви можете клацнути лише кінцевий квадрат, а у випадку неоднозначності,
ur: متبادل طور پر، آپ صرف اختتامی مربع پر کلک کر سکتے ہیں اور ابہام کی صورت میں،
vi: Ngoài ra, bạn có thể nhấp vào ô vuông cuối và trong trường hợp không rõ ràng,

source: choose the move that you want from the pop-up window that appears.
es: Elige el movimiento que quieras de la ventana emergente que aparece.
sr: изаберите покрет који желите у искачућем прозору који се појави.
sv: välj det drag du vill ha i popup-fönstret som visas.
sw: chagua hoja unayotaka kutoka kwa dirisha ibukizi linaloonekana.
ta: தோன்றும் பாப்-அப் சாளரத்திலிருந்து நீங்கள் விரும்பும் நகர்வைத் தேர்ந்தெடுக்கவும்.
th: เลือกการเคลื่อนไหวที่คุณต้องการจากหน้าต่างป๊อปอัปที่ปรากฏขึ้น
tr: Açılan pencereden istediğiniz hareketi seçin.
uk: виберіть потрібний хід у спливаючому вікні, яке з’явиться.
ur: ظاہر ہونے والی پاپ اپ ونڈو سے اس اقدام کا انتخاب کریں جو آپ چاہتے ہیں۔
vi: chọn nước đi bạn muốn từ cửa sổ bật lên xuất hiện.

source: There is no drag and drop for moves in 3d.
es: No es necesario arrastrar ni soltar para movimientos en 3D.
sr: Нема превлачења и испуштања за покрете у 3д.
sv: Det finns inget dra och släpp för rörelser i 3d.
sw: Hakuna kuburuta na kuacha kwa hatua katika 3d.
ta: 3டியில் நகர்வுகளுக்கு இழுத்தல் மற்றும் விடுதல் இல்லை.
th: ไม่มีการลากและวางสำหรับการเคลื่อนไหวในรูปแบบ 3 มิติ
tr: 3d'de hareketlerde sürükle bırak özelliği yoktur.
uk: Немає перетягування для ходів у 3d.
ur: 3d میں چالوں کے لیے کوئی ڈریگ اینڈ ڈراپ نہیں ہے۔
vi: Không có thao tác kéo và thả khi di chuyển trong 3D.

source: The board can be moved and sized using the widget with the double arrows
es: El tablero se puede mover y dimensionar usando el widget con las flechas dobles.
sr: Табла се може померати и димензионисати помоћу виџета са дуплим стрелицама
sv: Brädan kan flyttas och storleksanpassas med hjälp av widgeten med dubbla pilar
sw: Ubao unaweza kuhamishwa na ukubwa kwa kutumia wijeti yenye mishale miwili
ta: இரட்டை அம்புகளைக் கொண்ட விட்ஜெட்டைப் பயன்படுத்தி பலகையை நகர்த்தலாம் மற்றும் அளவிடலாம்.
th: คุณสามารถย้ายและปรับขนาดกระดานได้โดยใช้เครื่องมือที่มีลูกศรคู่
tr: Tahta, çift oklu widget kullanılarak taşınabilir ve boyutlandırılabilir
uk: Дошку можна пересувати та змінювати розмір за допомогою віджета з подвійними стрілками
ur: ڈبل تیر کے ساتھ ویجیٹ کا استعمال کرتے ہوئے بورڈ کو منتقل اور سائز کیا جا سکتا ہے۔
vi: Bảng có thể được di chuyển và thay đổi kích thước bằng tiện ích có mũi tên kép

source: in the bottom right corner of the screen.
es: en la esquina inferior derecha de la pantalla.
sr: у доњем десном углу екрана.
sv: i det nedre högra hörnet av skärmen.
sw: kwenye kona ya chini ya kulia ya skrini.
ta: திரையின் கீழ் வலது மூலையில்.
th: ในมุมขวาล่างของหน้าจอ
tr: Ekranın sağ alt köşesinde.
uk: у нижньому правому куті екрана.
ur: اسکرین کے نیچے دائیں کونے میں۔
vi: ở góc dưới bên phải của màn hình.

source: A pop-up help box is displayed if you hover the mouse cursor
es: Se muestra un cuadro de ayuda emergente si pasa el cursor del mouse
sr: Искачући оквир помоћи ће се приказати ако задржите показивач миша
sv: En popup-hjälpruta visas om du för muspekaren
sw: Sanduku la usaidizi ibukizi linaonyeshwa ikiwa unaelea juu ya kishale cha kipanya
ta: நீங்கள் மவுஸ் கர்சரை நகர்த்தினால் ஒரு பாப்-அப் உதவிப் பெட்டி காட்டப்படும்.
th: กล่องวิธีใช้แบบป๊อปอัปจะปรากฏขึ้นหากคุณวางเคอร์เซอร์เมาส์ไว้
tr: Fare imlecini üzerine getirdiğinizde bir açılır yardım kutusu görüntülenir
uk: Якщо навести курсор миші, з’явиться спливаюче вікно довідки
ur: اگر آپ ماؤس کرسر کو گھماتے ہیں تو ایک پاپ اپ ہیلپ باکس ظاہر ہوتا ہے۔
vi: Một hộp trợ giúp bật lên sẽ hiển thị nếu bạn di con trỏ chuột

source: over the small border around the arrow buttons.
es: sobre el pequeño borde alrededor de los botones de flecha.
sr: преко мале ивице око дугмади са стрелицама.
sv: över den lilla kanten runt pilknapparna.
sw: juu ya mpaka mdogo karibu na vifungo vya mishale.
ta: அம்புக்குறி பொத்தான்களைச் சுற்றியுள்ள சிறிய எல்லைக்கு மேல்.
th: เหนือขอบเล็ก ๆ รอบปุ่มลูกศร
tr: ok düğmelerinin etrafındaki küçük sınırın üzerinden.
uk: над невеликою рамкою навколо кнопок зі стрілками.
ur: تیر والے بٹنوں کے ارد گرد چھوٹی سرحد پر۔
vi: trên đường viền nhỏ xung quanh các nút mũi tên.

source: 3d options can be set from the < 3d graphics> < 3d options.. > main menu item.
es: Las opciones 3D se pueden configurar desde el elemento de menú principal <Gráficos 3D> <Opciones 3D...>.
sr: 3д опције се могу подесити из ставке главног менија < 3д графика> < 3д опције.. >.
sv: 3D-alternativ kan ställas in från < 3d-grafik> < 3d-alternativ.. > huvudmenyalternativet.
sw: Chaguzi za 3d zinaweza kuwekwa kutoka kwa < 3d graphics> < chaguzi za 3d.. > kipengee cha menyu kuu.
ta: 3d விருப்பங்களை < 3d கிராபிக்ஸ்> < 3d விருப்பங்கள்.. > பிரதான மெனு உருப்படியிலிருந்து அமைக்கலாம்.
th: สามารถตั้งค่าตัวเลือก 3 มิติได้จากรายการเมนูหลัก <กราฟิก 3 มิติ> <ตัวเลือก 3 มิติ.. >
tr: 3d seçenekleri < 3d grafikler> < 3d seçenekleri.. > ana menü öğesinden ayarlanabilir.
uk: 3D-параметри можна встановити з пункту головного меню <3D-графіка> <3D-параметри..>.
ur: 3d آپشنز کو <3d گرافکس> <3d آپشنز..> مین مینو آئٹم سے سیٹ کیا جا سکتا ہے۔
vi: Có thể thiết lập tùy chọn 3D từ mục menu chính <Đồ họa 3D> <Tùy chọn 3D..>.

source: Help for the 3d options is available from the dialog box that appears.
es: La ayuda para las opciones 3D está disponible en el cuadro de diálogo que aparece.
sr: Помоћ за 3д опције је доступна у оквиру за дијалог који се појављује.
sv: Hjälp för 3D-alternativen är tillgänglig från dialogrutan som visas.
sw: Msaada wa chaguzi za 3d unapatikana kutoka kwa kisanduku cha mazungumzo kinachoonekana.
ta: தோன்றும் உரையாடல் பெட்டியில் 3D விருப்பங்களுக்கான உதவி கிடைக்கிறது.
th: ความช่วยเหลือสำหรับตัวเลือก 3 มิติสามารถดูได้จากกล่องโต้ตอบที่ปรากฏขึ้น
tr: 3d seçeneklerine ilişkin yardım, açılan iletişim kutusundan alınabilir.
uk: Довідка щодо параметрів 3d доступна в діалоговому вікні, що з’явиться.
ur: ظاہر ہونے والے ڈائیلاگ باکس سے 3d آپشنز کے لیے مدد دستیاب ہے۔
vi: Có thể tìm thấy trợ giúp cho các tùy chọn 3D trong hộp thoại xuất hiện.

source: To get your selected chess set to look its best, you may need to make some
es: Para que el juego de ajedrez que ha seleccionado tenga el mejor aspecto, es posible que tenga que hacer algunas
sr: Да би изабрани шах изгледао најбоље, можда ћете морати да направите неки
sv: För att få ditt utvalda schackspel att se bäst ut kan du behöva göra några
sw: Ili kuweka chess yako iliyochaguliwa kuonekana bora, unaweza kuhitaji kutengeneza baadhi
ta: நீங்கள் தேர்ந்தெடுத்த சதுரங்கத் தொகுப்பை சிறப்பாகக் காட்ட, நீங்கள் சிலவற்றைச் செய்ய வேண்டியிருக்கலாம்
th: หากต้องการให้ชุดหมากรุกที่คุณเลือกดูดีที่สุด คุณอาจต้องทำบางอย่าง
tr: Seçtiğiniz satranç takımının en iyi şekilde görünmesini sağlamak için bazı şeyler yapmanız gerekebilir.
uk: Щоб ваші вибрані шахи виглядали якнайкраще, вам може знадобитися їх виготовити
ur: اپنی منتخب شطرنج کو بہترین نظر آنے کے لیے، آپ کو کچھ بنانے کی ضرورت پڑ سکتی ہے۔
vi: Để bộ cờ vua bạn chọn trông đẹp nhất, bạn có thể cần phải làm một số

source: adjustments to the < Lighting.. > settings in this box.
es: ajustes a la configuración de <Iluminación..> en este cuadro.
sr: подешавања < Лигхтинг.. > подешавања у овом пољу.
sv: justeringar av < Lighting.. >-inställningarna i den här rutan.
sw: marekebisho ya mipangilio ya < Lighting.. > katika kisanduku hiki.
ta: இந்தப் பெட்டியில் உள்ள Lighting.. > அமைப்புகளுக்கான சரிசெய்தல்கள்.
th: ปรับแต่งการตั้งค่า <แสงสว่าง.. > ในกล่องนี้
tr: < Aydınlatma.. > ayarlarında bu kutuda ayarlamalar yapın.
uk: коригування налаштувань < Освітлення.. > у цьому полі.
ur: اس باکس میں <Lighting..> ترتیبات میں ایڈجسٹمنٹ۔
vi: điều chỉnh cài đặt < Lighting.. > trong hộp này.
