Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: kibitz info strings for only the number of lines selected.
es: Cadenas de información de kibitz solo para el número de líneas seleccionadas.
sr: кибитз инфо стрингови само за број изабраних линија.
sv: kibitz infosträngar för endast antalet valda rader.
sw: mifuatano ya maelezo ya kibitz kwa idadi tu ya mistari iliyochaguliwa.
ta: தேர்ந்தெடுக்கப்பட்ட வரிகளின் எண்ணிக்கைக்கு மட்டும் kibitz தகவல் சரங்கள்.
th: สตริงข้อมูล kibitz เฉพาะจำนวนบรรทัดที่เลือกเท่านั้น
tr: Sadece seçilen satır sayısına ait kibitz bilgi dizeleri.
uk: інформаційні рядки kibitz лише для кількості вибраних рядків.
ur: صرف منتخب کردہ لائنوں کی تعداد کے لیے kibitz معلومات کے تار۔
vi: chuỗi thông tin kibitz chỉ dành cho số dòng được chọn.

source: Otherwise it will send 4 kibitz info lines and then the number
es: De lo contrario, enviará 4 líneas de información de Kibitz y luego el número.
sr: У супротном ће послати 4 кибитз инфо линије, а затим и број
sv: Annars kommer den att skicka 4 kbitz inforader och sedan numret
sw: Vinginevyo itatuma laini 4 za maelezo ya kibitz na kisha nambari
ta: இல்லையெனில் அது 4 கிபிட்ஸ் தகவல் வரிகளை அனுப்பும், பின்னர் எண்ணை அனுப்பும்
th: มิฉะนั้นจะส่งสายข้อมูล kibitz 4 เส้นแล้วจึงส่งหมายเลข
tr: Aksi takdirde 4 kibitz bilgi satırı ve ardından numara gönderilecektir.
uk: Інакше він надішле 4 рядки інформації в кібіцах, а потім номер
ur: بصورت دیگر یہ 4 کیبٹز انفارمیشن لائنز اور پھر نمبر بھیجے گا۔
vi: Nếu không nó sẽ gửi 4 dòng thông tin kibitz và sau đó là số

source: you have selected will be displayed.
es: Se mostrará lo que has seleccionado.
sr: који сте изабрали биће приказано.
sv: du har valt kommer att visas.
sw: uliyochagua itaonyeshwa.
ta: நீங்கள் தேர்ந்தெடுத்தது காண்பிக்கப்படும்.
th: ที่คุณเลือกจะแสดงขึ้นมา
tr: Seçtiğiniz görüntülenecektir.
uk: буде відображено вибрані вами.
ur: آپ نے منتخب کیا ہے ظاہر کیا جائے گا.
vi: bạn đã chọn sẽ được hiển thị.

source: If you enforce the kibitz line number, the program will get
es: Si aplica el número de línea kibitz, el programa obtendrá
sr: Ако примените број кибитз линије, програм ће добити
sv: Om du upprätthåller kibitz-linjenumret kommer programmet att få
sw: Ukitekeleza nambari ya laini ya kibitz, programu itapata
ta: நீங்கள் கிபிட்ஸ் வரி எண்ணை அமல்படுத்தினால், நிரல் பெறும்
th: หากคุณบังคับใช้หมายเลขบรรทัด kibitz โปรแกรมจะได้รับ
tr: Kibitz satır numarasını uygularsanız, program şunu elde edecektir:
uk: Якщо ви запровадите номер рядка kibitz, програма отримає
ur: اگر آپ kibitz لائن نمبر نافذ کرتے ہیں تو پروگرام مل جائے گا۔
vi: Nếu bạn thực thi số dòng kibitz, chương trình sẽ nhận được

source: a bit deeper when it is kibitzing.
es: Un poco más profundo cuando está kibitzing.
sr: мало дубље када је кибитзирање.
sv: lite djupare när det kibitzing.
sw: kidogo zaidi wakati ni kibitzing.
ta: அது கிபிட்ஸிங் செய்யும்போது கொஞ்சம் ஆழமாக இருக்கும்.
th: ลึกซึ้งขึ้นอีกหน่อยตอนคุยเล่น
tr: kibitzing yaparken biraz daha derin.
uk: трохи глибше, коли це кібітцінг.
ur: جب یہ کیبٹزنگ ہو تو تھوڑا گہرا۔
vi: sâu hơn một chút khi nói chuyện phiếm.

source: If you are using kibitzing when using an engine with its own book,
es: Si estás usando kibitzing cuando usas un motor con su propio libro,
sr: Ако користите кибитзирање када користите мотор са сопственом књигом,
sv: Om du använder kibitzing när du använder en motor med en egen bok,
sw: Ikiwa unatumia kibitzing unapotumia injini yenye kitabu chake,
ta: நீங்கள் அதன் சொந்த புத்தகத்துடன் ஒரு இயந்திரத்தைப் பயன்படுத்தும் போது கிபிட்சிங்கைப் பயன்படுத்துகிறீர்கள் என்றால்,
th: หากคุณใช้ kibitzing เมื่อใช้เครื่องยนต์ที่มีหนังสือของตัวเอง
tr: Kendi kitabı olan bir motoru kullanırken kibitzing kullanıyorsanız,
uk: Якщо ви використовуєте kibitzing під час використання механізму з власною книгою,
ur: اگر آپ اپنی کتاب کے ساتھ انجن کا استعمال کرتے وقت کیبٹزنگ استعمال کر رہے ہیں،
vi: Nếu bạn đang sử dụng kibitzing khi sử dụng một công cụ có sổ sách riêng,

source: then the program will show single line kibitz on its own move,
es: Entonces el programa mostrará kibitz de una sola línea en su propio movimiento,
sr: тада ће програм показати једнолинијски кибиц на сопствени потез,
sv: då kommer programmet att visa en rad kbitz på sitt eget drag,
sw: basi programu itaonyesha kibitz ya mstari mmoja kwa mwendo wake mwenyewe,
ta: பின்னர் நிரல் அதன் சொந்த நகர்வில் ஒற்றை வரி கிபிட்ஸைக் காண்பிக்கும்,
th: จากนั้นโปรแกรมจะแสดง kibitz แบบบรรทัดเดียวตามการเคลื่อนที่ของมันเอง
tr: daha sonra program kendi hamlesinde tek satırlık kibitz'i gösterecek,
uk: тоді програма буде показувати однорядковий кібіц на власний хід,
ur: پھر پروگرام اپنی حرکت پر سنگل لائن کبٹز دکھائے گا،
vi: sau đó chương trình sẽ hiển thị một dòng kibitz riêng lẻ khi di chuyển,

source: no matter what the settings are.
es: No importa cuál sea la configuración.
sr: без обзира каква су подешавања.
sv: oavsett vilka inställningar det är.
sw: haijalishi mipangilio ni nini.
ta: அமைப்புகள் என்னவாக இருந்தாலும் சரி.
th: ไม่ว่าการตั้งค่าจะเป็นอย่างไรก็ตาม
tr: Ayarlar ne olursa olsun.
uk: незалежно від налаштувань.
ur: اس بات سے کوئی فرق نہیں پڑتا ہے کہ ترتیبات کیا ہیں.
vi: bất kể cài đặt như thế nào.

source: This is to stop the program from getting stuck in an infinite loop.
es: Esto es para evitar que el programa quede atrapado en un bucle infinito.
sr: Ово је да спречите да се програм заглави у бесконачној петљи.
sv: Detta för att förhindra att programmet fastnar i en oändlig loop.
sw: Hii ni kuzuia programu kukwama kwenye kitanzi kisicho na mwisho.
ta: இது நிரல் ஒரு முடிவிலா சுழற்சியில் சிக்கிக் கொள்வதைத் தடுப்பதாகும்.
th: นี่คือการหยุดโปรแกรมจากการติดอยู่ในลูปไม่สิ้นสุด
tr: Bu, programın sonsuz döngüye girmesini engellemek içindir.
uk: Це робиться для того, щоб програма не застрягала в нескінченному циклі.
ur: یہ پروگرام کو لامحدود لوپ میں پھنسنے سے روکنا ہے۔
vi: Điều này nhằm mục đích ngăn chương trình bị kẹt trong vòng lặp vô hạn.

source: Select engine kibitzing mode
es: Seleccionar el modo de control del motor
sr: Изаберите режим кибитзирања мотора
sv: Välj motorkibitzing-läge
sw: Chagua modi ya kibitzing ya injini
ta: எஞ்சின் கிபிட்ஸிங் பயன்முறையைத் தேர்ந்தெடுக்கவும்.
th: เลือกโหมดคิบิทซิ่งเครื่องยนต์
tr: Motor kibitzing modunu seçin
uk: Виберіть режим kibitzing двигуна
ur: انجن کیبٹزنگ موڈ منتخب کریں۔
vi: Chọn chế độ kibitzing của động cơ

source: Light direction
es: Dirección de la luz
sr: Смер светлости
sv: Ljusriktning
sw: Mwelekeo wa mwanga
ta: ஒளி திசை
th: ทิศทางแสง
tr: Işık yönü
uk: Напрямок світла
ur: روشنی کی سمت
vi: Hướng ánh sáng

source: Light power
es: Poder de la luz
sr: Снага светлости
sv: Lätt kraft
sw: Nguvu nyepesi
ta: ஒளி சக்தி
th: พลังแสง
tr: Işık gücü
uk: Сила світла
ur: روشنی کی طاقت
vi: Công suất ánh sáng

source: Ambient
es: Ambiente
sr: Амбијентално
sv: Omgivande
sw: Mazingira
ta: சுற்றுப்புறம்
th: บรรยากาศ
tr: Ortam
uk: Ембіент
ur: محیطی
vi: Môi trường xung quanh

source: Diffuse
es: Difuso
sr: Дифузно
sv: Diffus
sw: Kueneza
ta: பரவல்
th: กระจาย
tr: Yaygınlaştırmak
uk: дифузний
ur: پھیلانا
vi: khuếch tán

source: Specular
es: De espejo
sr: Спецулар
sv: Speglande
sw: Maalum
ta: கண்ணாடி
th: กระจกสะท้อนแสง
tr: Aynalı
uk: дзеркальний
ur: سپیکولر
vi: Gương phản chiếu

source: Dark pieces
es: Piezas oscuras
sr: Тамни комади
sv: Mörka bitar
sw: Vipande vya giza
ta: இருண்ட துண்டுகள்
th: ชิ้นส่วนที่มืด
tr: Karanlık parçalar
uk: Темні шматки
ur: سیاہ ٹکڑے
vi: Mảnh tối

source: Light pieces
es: Piezas ligeras
sr: Лаки комади
sv: Lätta bitar
sw: Vipande vya mwanga
ta: லேசான துண்டுகள்
th: ชิ้นส่วนเบา
tr: Hafif parçalar
uk: Легкі частини
ur: ہلکے ٹکڑے
vi: Những mảnh nhẹ

source: Materials
es: Materiales
sr: Материјали
sv: Material
sw: Nyenzo
ta: பொருட்கள்
th: วัสดุ
tr: Malzemeler
uk: Матеріали
ur: مواد
vi: Nguyên vật liệu

source: Emissive
es: Emisivo
sr: Емисивно
sv: Emitterande
ta: உமிழ்வு
th: การแผ่รังสี
tr: Yayıcı
uk: Емісійний
ur: خارج کرنے والا
vi: Phát xạ

source: Power
es: Fuerza
sr: Повер
sv: Driva
sw: Nguvu
ta: சக்தி
th: พลัง
tr: Güç
uk: потужність
ur: طاقت
vi: Quyền lực

source: Display shadows
es: Mostrar sombras
sr: Прикажите сенке
sv: Visa skuggor
sw: Onyesha vivuli
ta: நிழல்களைக் காட்டு
th: แสดงเงา
tr: Gölgeleri göster
uk: Відобразити тіні
ur: سائے ڈسپلے کریں۔
vi: Hiển thị bóng đổ

source: Shadow power
es: Poder de las sombras
sr: Снага сенке
sv: Skuggkraft
sw: Nguvu ya kivuli
ta: நிழல் சக்தி
th: พลังเงา
tr: Gölge gücü
uk: Влада тіні
ur: سائے کی طاقت
vi: Sức mạnh bóng tối

source: Enter the light X direction
es: Introduzca la luz en dirección X
sr: Унесите правац светлости Кс
sv: Ange ljusets X-riktning
sw: Ingiza mwelekeo wa X wa mwanga
ta: ஒளி X திசையில் நுழையுங்கள்
th: เข้าสู่ทิศทางแสง X
tr: Işık X yönüne girin
uk: Введіть напрямок світла X
ur: روشنی X سمت درج کریں۔
vi: Nhập hướng X của ánh sáng

source: Enter the light Y direction
es: Introduzca la dirección de la luz Y
sr: Унесите И смер светлости
sv: Ange ljusets Y-riktning
sw: Ingiza mwelekeo wa Y mwanga
ta: ஒளி Y திசையில் நுழையுங்கள்
th: เข้าสู่ทิศทางแสง Y
tr: Işık Y yönüne girin
uk: Введіть напрямок світла Y
ur: روشنی Y سمت درج کریں۔
vi: Nhập hướng Y của ánh sáng

source: Enter the light Z direction
es: Introduzca la dirección Z de la luz
sr: Унесите смер светлости З
sv: Ange ljusets Z-riktning
sw: Ingiza mwelekeo wa Z wa mwanga
ta: ஒளி Z திசையை உள்ளிடவும்
th: เข้าสู่ทิศทางแสง Z
tr: Işık Z yönüne girin
uk: Введіть напрямок світла Z
ur: روشنی Z سمت داخل کریں۔
vi: Nhập hướng Z của ánh sáng

source: Enter the ambient light power for the dark pieces
es: Introduzca la potencia de la luz ambiental para las piezas oscuras.
sr: Унесите снагу амбијенталног светла за тамне комаде
sv: Ange den omgivande ljusstyrkan för de mörka bitarna
sw: Ingiza nguvu ya mwanga iliyoko kwa vipande vya giza
ta: இருண்ட துண்டுகளுக்கு சுற்றுப்புற ஒளி சக்தியை உள்ளிடவும்.
th: เข้าสู่พลังแสงแวดล้อมสำหรับชิ้นส่วนที่มืด
tr: Karanlık parçalar için ortam ışığı gücünü girin
uk: Введіть потужність навколишнього освітлення для темних фігур
ur: تاریک ٹکڑوں کے لیے ایمبیئنٹ لائٹ پاور درج کریں۔
vi: Nhập công suất ánh sáng xung quanh cho các mảnh tối

source: Enter the diffuse light power for the dark pieces
es: Introduzca la potencia de la luz difusa para las piezas oscuras.
sr: Унесите снагу дифузне светлости за тамне делове
sv: Ange den diffusa ljusstyrkan för de mörka bitarna
sw: Ingiza nguvu ya mwanga iliyoenea kwa vipande vya giza
ta: இருண்ட துண்டுகளுக்கு பரவலான ஒளி சக்தியை உள்ளிடவும்.
th: เข้าสู่พลังแสงกระจายสำหรับชิ้นส่วนที่มืด
tr: Karanlık parçalar için dağınık ışık gücünü girin
uk: Введіть потужність дифузного світла для темних частин
ur: تاریک ٹکڑوں کے لیے پھیلی ہوئی روشنی کی طاقت درج کریں۔
vi: Nhập năng lượng ánh sáng khuếch tán cho các mảnh tối

source: Enter the specular light power for the dark pieces
es: Introduzca el poder de la luz especular para las piezas oscuras.
sr: Унесите моћ зрцала за тамне комаде
sv: Ange den speglande ljuskraften för de mörka bitarna
sw: Ingiza nguvu ya mwanga maalum kwa vipande vya giza
ta: இருண்ட துண்டுகளுக்கான கண்ணாடி ஒளி சக்தியை உள்ளிடவும்.
th: เข้าสู่พลังแสงสะท้อนสำหรับชิ้นส่วนที่มืด
tr: Karanlık parçalar için speküler ışık gücünü girin
uk: Введіть дзеркальну силу світла для темних фігур
ur: تاریک ٹکڑوں کے لیے مخصوص روشنی کی طاقت درج کریں۔
vi: Nhập sức mạnh ánh sáng phản chiếu cho các mảnh tối

source: Enter the ambient light power for the light pieces
es: Introduzca la potencia de luz ambiental para las piezas de iluminación.
sr: Унесите снагу амбијенталног светла за светлосне делове
sv: Ange den omgivande ljusstyrkan för ljusbitarna
sw: Ingiza nguvu ya mwanga iliyoko kwa vipande vya mwanga
ta: ஒளித் துண்டுகளுக்கான சுற்றுப்புற ஒளி சக்தியை உள்ளிடவும்.
th: ป้อนพลังงานแสงโดยรอบให้กับชิ้นส่วนไฟ
tr: Işık parçaları için ortam ışığı gücünü girin
uk: Введіть потужність навколишнього освітлення для освітлювальних елементів
ur: روشنی کے ٹکڑوں کے لیے ایمبیئنٹ لائٹ پاور درج کریں۔
vi: Nhập công suất ánh sáng xung quanh cho các mảnh đèn

source: Enter the diffuse light power for the light pieces
es: Introduzca la potencia de luz difusa para las piezas de iluminación.
sr: Унесите снагу дифузне светлости за светлосне делове
sv: Ange den diffusa ljusstyrkan för ljusbitarna
sw: Ingiza nguvu ya mwanga iliyoenea kwa vipande vya mwanga
ta: ஒளித் துண்டுகளுக்கான பரவல் ஒளி சக்தியை உள்ளிடவும்.
th: เข้าสู่พลังแสงกระจายสำหรับชิ้นส่วนไฟ
tr: Işık parçaları için dağınık ışık gücünü girin
uk: Введіть потужність дифузного світла для світлових елементів
ur: روشنی کے ٹکڑوں کے لیے ڈفیوز لائٹ پاور درج کریں۔
vi: Nhập công suất ánh sáng khuếch tán cho các mảnh ánh sáng

source: Enter the specular light power for the light pieces
es: Introduzca la potencia de luz especular para las piezas de luz.
sr: Унесите моћ зрцала за светлосне делове
sv: Ange den spegelbildande ljusstyrkan för ljusbitarna
sw: Ingiza nguvu ya mwanga maalum kwa vipande vya mwanga
ta: ஒளித் துண்டுகளுக்கான கண்ணாடி ஒளி சக்தியை உள்ளிடவும்.
th: เข้าสู่พลังแสงสะท้อนสำหรับชิ้นส่วนแสง
tr: Işık parçaları için speküler ışık gücünü girin
uk: Введіть дзеркальну потужність світла для світлових частин
ur: روشنی کے ٹکڑوں کے لیے مخصوص روشنی کی طاقت درج کریں۔
vi: Nhập năng lượng ánh sáng phản chiếu cho các mảnh ánh sáng

source: Select the dark piece material ambient setting
es: Seleccione la configuración ambiental del material de la pieza oscura
sr: Изаберите амбијенталну поставку материјала тамног комада
sv: Välj omgivningsinställningen för mörkt material
sw: Chagua mpangilio wa mazingira wa nyenzo za giza
ta: இருண்ட துண்டு பொருள் சூழல் அமைப்பைத் தேர்ந்தெடுக்கவும்.
th: เลือกการตั้งค่าแสงโดยรอบของวัสดุชิ้นสีเข้ม
tr: Karanlık parça malzeme ortam ayarını seçin
uk: Виберіть налаштування навколишнього середовища темного матеріалу
ur: سیاہ ٹکڑا مواد کے محیطی ترتیب کو منتخب کریں
vi: Chọn thiết lập môi trường vật liệu mảnh tối

source: Select the dark piece material diffuse setting
es: Seleccione la configuración de difusión del material de la pieza oscura
sr: Изаберите поставку за дифузију материјала тамног комада
sv: Välj den diffusa inställningen för mörkt material
sw: Chagua mpangilio wa uenezaji wa nyenzo za giza
ta: இருண்ட துண்டு பொருள் பரவல் அமைப்பைத் தேர்ந்தெடுக்கவும்.
th: เลือกการตั้งค่าการกระจายแสงของวัสดุชิ้นสีเข้ม
tr: Koyu parça malzeme difüz ayarını seçin
uk: Виберіть параметр розсіювання матеріалу темного шматка
ur: ڈارک پیس میٹریل ڈفیوز سیٹنگ کو منتخب کریں۔
vi: Chọn thiết lập khuếch tán vật liệu mảnh tối

source: Select the dark piece material specular setting
es: Seleccione la configuración especular del material de la pieza oscura
sr: Изаберите поставку зрцала за тамни комад материјала
sv: Välj den spegelblanka inställningen för mörkt material
sw: Chagua mpangilio maalum wa kipande cheusi
ta: இருண்ட துண்டு பொருள் கண்ணாடி அமைப்பைத் தேர்ந்தெடுக்கவும்.
th: เลือกการตั้งค่าการสะท้อนแสงของวัสดุชิ้นสีเข้ม
tr: Koyu parça malzemesinin speküler ayarını seçin
uk: Виберіть параметр дзеркала темного шматка матеріалу
ur: سیاہ ٹکڑا مواد specular ترتیب کو منتخب کریں
vi: Chọn thiết lập phản chiếu vật liệu mảnh tối

source: Select the dark piece material emissive setting
es: Seleccione la configuración de emisión del material de la pieza oscura
sr: Изаберите поставку емисије материјала тамног комада
sv: Välj inställningen för emission av mörkt material
sw: Chagua mpangilio wa nyenzo za giza
ta: இருண்ட துண்டு பொருள் உமிழ்வு அமைப்பைத் தேர்ந்தெடுக்கவும்.
th: เลือกการตั้งค่าการแผ่รังสีของวัสดุชิ้นสีเข้ม
tr: Koyu parça malzemesi emisyon ayarını seçin
uk: Виберіть параметр випромінювання темного матеріалу
ur: سیاہ ٹکڑا مواد اخراج ترتیب کو منتخب کریں
vi: Chọn thiết lập phát xạ vật liệu mảnh tối

source: Select the dark piece material power setting
es: Seleccione la configuración de potencia del material de la pieza oscura
sr: Изаберите поставку снаге материјала тамног комада
sv: Välj effektinställningen för mörkt material
sw: Chagua mpangilio wa nguvu wa nyenzo za kipande cheusi
ta: டார்க் பீஸ் மெட்டீரியல் பவர் அமைப்பைத் தேர்ந்தெடுக்கவும்.
th: เลือกการตั้งค่าพลังงานวัสดุชิ้นส่วนสีเข้ม
tr: Koyu parça malzeme güç ayarını seçin
uk: Виберіть параметр потужності темного матеріалу
ur: سیاہ ٹکڑا مواد کی طاقت کی ترتیب کو منتخب کریں
vi: Chọn thiết lập sức mạnh vật liệu mảnh tối

source: Select the light piece material ambient setting
es: Seleccione la configuración ambiental del material de la pieza de luz
sr: Изаберите амбијенталну поставку за материјал светлог комада
sv: Välj omgivningsinställningen för ljusbitens material
sw: Chagua mpangilio wa mazingira wa kipande cha mwanga
ta: ஒளி துண்டு பொருள் சுற்றுப்புற அமைப்பைத் தேர்ந்தெடுக்கவும்.
th: เลือกการตั้งค่าแสงโดยรอบของวัสดุชิ้นแสง
tr: Işık parçası malzeme ortam ayarını seçin
uk: Виберіть налаштування навколишнього середовища для світлого матеріалу
ur: لائٹ پیس میٹریل ایمبیئنٹ سیٹنگ کا انتخاب کریں۔
vi: Chọn cài đặt môi trường vật liệu mảnh sáng

source: Select the light piece material diffuse setting
es: Seleccione la configuración de difusión del material de la pieza de luz
sr: Изаберите поставку за дифузију материјала за лаке комаде
sv: Välj den diffusa inställningen för ljusstyckets material
sw: Chagua mpangilio wa usambazaji wa kipande cha mwanga
ta: ஒளி துண்டு பொருள் பரவல் அமைப்பைத் தேர்ந்தெடுக்கவும்.
th: เลือกการตั้งค่าการกระจายวัสดุชิ้นแสง
tr: Işık parçası malzemesinin dağınık ayarını seçin
uk: Виберіть параметр розсіювання матеріалу легкої частини
ur: لائٹ پیس میٹریل ڈفیوز سیٹنگ کو منتخب کریں۔
vi: Chọn cài đặt khuếch tán vật liệu mảnh sáng

source: Select the light piece material specular setting
es: Seleccione la configuración especular del material de la pieza de luz
sr: Изаберите поставку зрцала за материјал светлих комада
sv: Välj den spegelblanka inställningen för det ljusa materialet
sw: Chagua mpangilio maalum wa kipande cha mwanga
ta: லைட் பீஸ் மெட்டீரியல் ஸ்பெகுலர் அமைப்பைத் தேர்ந்தெடுக்கவும்.
th: เลือกการตั้งค่าการสะท้อนของวัสดุชิ้นแสง
tr: Işık parçası malzemesinin speküler ayarını seçin
uk: Виберіть параметр дзеркала світлого матеріалу
ur: روشنی ٹکڑا مواد specular ترتیب کو منتخب کریں
vi: Chọn thiết lập phản chiếu vật liệu mảnh sáng

source: Select the light piece material emissive setting
es: Seleccione la configuración de emisión del material de la pieza de luz
sr: Изаберите поставку емисије материјала за лаки комад
sv: Välj inställningen för ljusstyckets materialemission
sw: Chagua mpangilio wa nyenzo za mwanga
ta: ஒளித் துண்டுப் பொருள் உமிழ்வு அமைப்பைத் தேர்ந்தெடுக்கவும்.
th: เลือกการตั้งค่าการแผ่รังสีของวัสดุชิ้นแสง
tr: Işık parçası malzemesinin yayıcı ayarını seçin
uk: Виберіть параметр випромінювання світлого матеріалу
ur: روشنی کا ٹکڑا مواد خارج کرنے والی ترتیب کو منتخب کریں۔
vi: Chọn thiết lập phát xạ vật liệu của mảnh sáng

source: Select the light piece material power setting
es: Seleccione la configuración de potencia del material de la pieza de luz
sr: Изаберите поставку снаге материјала светлосног комада
sv: Välj effektinställning för ljusstyckets material
sw: Chagua mpangilio wa nguvu wa nyenzo za kipande nyepesi
ta: ஒளி துண்டு பொருள் சக்தி அமைப்பைத் தேர்ந்தெடுக்கவும்.
th: เลือกการตั้งค่ากำลังไฟของวัสดุชิ้นไฟ
tr: Hafif parça malzeme güç ayarını seçin
uk: Виберіть параметр потужності матеріалу для легкої деталі
ur: لائٹ پیس میٹریل پاور سیٹنگ کا انتخاب کریں۔
vi: Chọn cài đặt nguồn vật liệu mảnh sáng

source: Check this box to show shadows
es: Marque esta casilla para mostrar sombras
sr: Означите ово поље да бисте приказали сенке
sv: Markera den här rutan för att visa skuggor
sw: Chagua kisanduku hiki ili kuonyesha vivuli
ta: நிழல்களைக் காட்ட இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: ทำเครื่องหมายในช่องนี้เพื่อแสดงเงา
tr: Gölgeleri göstermek için bu kutuyu işaretleyin
uk: Установіть цей прапорець, щоб відображати тіні
ur: سائے دکھانے کے لیے اس باکس کو چیک کریں۔
vi: Đánh dấu vào ô này để hiển thị bóng đổ

source: Enter the shadow power
es: Entra el poder de las sombras
sr: Унесите моћ сенке
sv: Ange skuggkraften
sw: Ingiza nguvu ya kivuli
ta: நிழல் சக்தியை உள்ளிடவும்.
th: เข้าสู่พลังเงา
tr: Gölge gücüne girin
uk: Введіть силу тіні
ur: سائے کی طاقت درج کریں۔
vi: Nhập vào sức mạnh bóng tối

source: This dialog box allows you to select the lighting and materials
es: Este cuadro de diálogo le permite seleccionar la iluminación y los materiales.
sr: Овај дијалог вам омогућава да изаберете осветљење и материјале
sv: Denna dialogruta låter dig välja belysning och material
sw: Sanduku hili la mazungumzo hukuruhusu kuchagua taa na vifaa
ta: இந்த உரையாடல் பெட்டி விளக்குகள் மற்றும் பொருட்களைத் தேர்ந்தெடுக்க உங்களை அனுமதிக்கிறது.
th: กล่องโต้ตอบนี้ช่วยให้คุณสามารถเลือกแสงและวัสดุได้
tr: Bu iletişim kutusu aydınlatma ve malzemeleri seçmenize olanak tanır
uk: Це діалогове вікно дозволяє вибрати освітлення та матеріали
ur: یہ ڈائیلاگ باکس آپ کو روشنی اور مواد کو منتخب کرنے کی اجازت دیتا ہے۔
vi: Hộp thoại này cho phép bạn chọn ánh sáng và vật liệu

source: for the chess pieces.
es: para las piezas de ajedrez.
sr: за шаховске фигуре.
sv: för schackpjäserna.
sw: kwa vipande vya chess.
ta: சதுரங்கக் காய்களுக்கு.
th: สำหรับชิ้นหมากรุก
tr: Satranç taşları için.
uk: за шахові фігури.
ur: شطرنج کے ٹکڑوں کے لیے
vi: cho các quân cờ.

source: Lighting :
es: Iluminación :
sr: Осветљење:
sv: Belysning:
sw: Taa:
ta: விளக்கு :
th: แสงสว่าง :
tr: Aydınlatma :
uk: Освітлення:
ur: لائٹنگ:
vi: Chiếu sáng :

source: Directional light -
es: Luz direccional -
sr: Усмерено светло -
sv: Riktat ljus -
sw: Mwanga wa mwelekeo -
ta: திசை ஒளி -
th: ไฟส่องทิศทาง -
tr: Yönlü ışık -
uk: Спрямоване світло -
ur: دشاتمک روشنی -
vi: Ánh sáng định hướng -

source: Use the X, Y, Z boxes to set the light direction.
es: Utilice los cuadros X, Y, Z para establecer la dirección de la luz.
sr: Користите Кс, И, З кутије да подесите смер светлости.
sv: Använd X, Y, Z-rutorna för att ställa in ljusets riktning.
sw: Tumia visanduku vya X, Y, Z ili kuweka mwelekeo wa mwanga.
ta: ஒளியின் திசையை அமைக்க X, Y, Z பெட்டிகளைப் பயன்படுத்தவும்.
th: ใช้กล่อง X, Y, Z เพื่อตั้งค่าทิศทางแสง
tr: Işık yönünü ayarlamak için X, Y, Z kutularını kullanın.
uk: Використовуйте поля X, Y, Z, щоб установити напрямок світла.
ur: روشنی کی سمت متعین کرنے کے لیے X، Y، Z خانوں کا استعمال کریں۔
vi: Sử dụng các hộp X, Y, Z để thiết lập hướng ánh sáng.

source: With a positive X figure the light will come from the left.
es: Con una cifra X positiva la luz vendrá de la izquierda.
sr: Са позитивном Кс цифром светло ће доћи са леве стране.
sv: Med en positiv X-siffra kommer ljuset från vänster.
sw: Kwa takwimu nzuri ya X mwanga utakuja kutoka kushoto.
ta: நேர்மறை X உருவத்துடன் ஒளி இடதுபுறத்தில் இருந்து வரும்.
th: หากมีเลข X บวก แสงจะมาจากด้านซ้าย
tr: X rakamı pozitif ise ışık soldan gelecektir.
uk: При позитивній цифрі X світло буде надходити зліва.
ur: ایک مثبت X اعداد و شمار کے ساتھ روشنی بائیں طرف سے آئے گی۔
vi: Với số X dương, ánh sáng sẽ đến từ bên trái.

source: With a positive Z figure the light will come from the front.
es: Con un valor Z positivo la luz vendrá desde el frente.
sr: Са позитивним З цифром светло ће долазити са предње стране.
sv: Med en positiv Z-siffra kommer ljuset framifrån.
sw: Kwa takwimu nzuri ya Z mwanga utakuja kutoka mbele.
ta: நேர்மறை Z உருவத்துடன் வெளிச்சம் முன்பக்கத்திலிருந்து வரும்.
th: โดยที่ค่า Z บวก แสงจะมาจากด้านหน้า
tr: Z rakamı pozitif ise ışık önden gelecektir.
uk: При позитивній цифрі Z світло буде надходити спереду.
ur: مثبت Z فگر کے ساتھ روشنی سامنے سے آئے گی۔
vi: Với giá trị Z dương, ánh sáng sẽ chiếu từ phía trước.

source: Increase the Y setting to make the shadows shorter.
es: Aumente la configuración Y para que las sombras sean más cortas.
sr: Повећајте поставку И да би сенке биле краће.
sv: Öka Y-inställningen för att göra skuggorna kortare.
sw: Ongeza mpangilio wa Y ili kufanya vivuli vifupi.
ta: நிழல்களைக் குறைக்க Y அமைப்பை அதிகரிக்கவும்.
th: เพิ่มการตั้งค่า Y เพื่อทำให้เงาสั้นลง
tr: Gölgeleri daha kısa yapmak için Y ayarını artırın.
uk: Збільште параметр Y, щоб зробити тіні коротшими.
ur: سائے کو چھوٹا کرنے کے لیے Y سیٹنگ میں اضافہ کریں۔
vi: Tăng cài đặt Y để làm cho bóng ngắn hơn.
