Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: The cross table displays the tournament history in a grid
es: La tabla cruzada muestra el historial del torneo en una cuadrícula.
sr: Унакрсна табела приказује историју турнира у мрежи
sv: Korstabellen visar turneringshistoriken i ett rutnät
sw: Jedwali la msalaba linaonyesha historia ya mashindano katika gridi ya taifa
ta: குறுக்கு அட்டவணை போட்டி வரலாற்றை ஒரு கட்டத்தில் காட்டுகிறது.
th: ตารางครอสแสดงประวัติการแข่งขันในกริด
tr: Çapraz tablo turnuva geçmişini bir ızgarada görüntüler
uk: Перехресна таблиця відображає історію турніру у вигляді таблиці
ur: کراس ٹیبل ٹورنامنٹ کی تاریخ کو گرڈ میں دکھاتا ہے۔
vi: Bảng chéo hiển thị lịch sử giải đấu theo dạng lưới

source: for the round-robin and Swiss system formats.
es: para los formatos round-robin y sistema suizo.
sr: за роунд-робин и швајцарски систем формата.
sv: för round-robin och schweiziska systemformat.
sw: kwa muundo wa mfumo wa mzunguko-robin na Uswisi.
ta: ரவுண்ட்-ராபின் மற்றும் சுவிஸ் அமைப்பு வடிவங்களுக்கு.
th: สำหรับรูปแบบระบบ Round-Robin และระบบสวิส
tr: round-robin ve İsviçre sistemi formatları için.
uk: для форматів колової системи та швейцарської системи.
ur: راؤنڈ رابن اور سوئس سسٹم فارمیٹس کے لیے۔
vi: đối với định dạng vòng tròn và hệ thống Thụy Sĩ.

source: For single round-robin, double round-robin with one game played
es: Para round-robin simple, round-robin doble con un juego jugado
sr: За једноструки круг, двоструки круг са једном одиграном игром
sv: För enkel round-robin, dubbel round-robin med ett spel spelat
sw: Kwa robin moja ya pande zote, robin-raundi mbili na mchezo mmoja unachezwa
ta: ஒற்றை ரவுண்ட்-ராபினுக்கு, ஒரு ஆட்டம் விளையாடிய இரட்டை ரவுண்ட்-ராபின்
th: สำหรับการแข่งขันแบบ Round-Robin เดี่ยว, Round-Robin สองครั้ง โดยเล่นไป 1 เกม
tr: Tek devreli lig usulü, tek maç oynanan çift devreli lig usulü
uk: Для одиночної кругової системи, подвійної кругової системи з однією грою
ur: سنگل راؤنڈ رابن کے لیے، ایک گیم کے ساتھ ڈبل راؤنڈ رابن
vi: Đối với vòng tròn một lượt, vòng tròn hai lượt với một ván đấu đã chơi

source: and Swiss system, the result is given as follows :-
es: y el sistema suizo, el resultado se da de la siguiente manera:
sr: и швајцарског система, резултат је дат на следећи начин:
sv: och schweiziska systemet, resultatet ges enligt följande:-
sw: na mfumo wa Uswisi, matokeo yanatolewa kama ifuatavyo:-
ta: மற்றும் சுவிஸ் அமைப்பு, முடிவு பின்வருமாறு கொடுக்கப்பட்டுள்ளது:-
th: และระบบสวิส ผลลัพธ์จะเป็นดังนี้ :-
tr: ve İsviçre sisteminde sonuç aşağıdaki gibi verilir:
uk: і швейцарської системи, результат надається таким чином:
ur: اور سوئس سسٹم کا نتیجہ اس طرح دیا گیا ہے:-
vi: và hệ thống Thụy Sĩ, kết quả được đưa ra như sau:

source: W 1 W 0 W d B 1 B 0 B d
sr: В 1 В 0 В д Б 1 Б 0 Б д
th: ว 1 ว 0 ว ง ข 1 ข 0 ข ง
tr: G 1 G 0 G d B 1 B 0 B d

source: The W or B indicates white or black
es: La W o B indica blanco o negro
sr: В или Б означавају белу или црну боју
sv: W eller B indikerar vitt eller svart
sw: W au B inaonyesha nyeupe au nyeusi
ta: W அல்லது B வெள்ளை அல்லது கருப்பு என்பதைக் குறிக்கிறது.
th: W หรือ B หมายถึงสีขาวหรือสีดำ
tr: W veya B beyaz veya siyahı gösterir
uk: W або B означає білий або чорний
ur: W یا B سفید یا سیاہ کی نشاندہی کرتا ہے۔
vi: W hoặc B biểu thị màu trắng hoặc đen

source: and the 1, 0 or d indicates a win, loss or draw.
es: y el 1, 0 o d indican victoria, derrota o empate.
sr: а 1, 0 или д означавају победу, пораз или реми.
sv: och 1, 0 eller d indikerar en vinst, förlust eller oavgjort.
sw: na 1, 0 au d inaonyesha kushinda, kushindwa au sare.
ta: மற்றும் 1, 0 அல்லது d என்பது வெற்றி, தோல்வி அல்லது சமநிலையைக் குறிக்கிறது.
th: และ 1, 0 หรือ d บ่งบอกถึงชัยชนะ แพ้ หรือเสมอ
tr: ve 1, 0 veya d galibiyeti, mağlubiyeti veya beraberliği gösterir.
uk: а 1, 0 або d означає перемогу, поразку або нічию.
ur: اور 1، 0 یا d جیت، ہار یا ڈرا کی طرف اشارہ کرتا ہے۔
vi: và 1, 0 hoặc d biểu thị thắng, thua hoặc hòa.

source: This output is viewed from the row engine point of view.
es: Esta salida se ve desde el punto de vista del motor de fila.
sr: Овај излаз се посматра са тачке гледишта машине за редове.
sv: Denna utdata ses från radmotorns synvinkel.
sw: Matokeo haya yanatazamwa kutoka kwa mtazamo wa injini ya safu.
ta: இந்த வெளியீடு வரிசை இயந்திரக் கண்ணோட்டத்தில் பார்க்கப்படுகிறது.
th: เอาท์พุตนี้จะถูกดูจากมุมมองของเครื่องยนต์แถว
tr: Bu çıktı satır motoru açısından görüntüleniyor.
uk: Цей вихід розглядається з точки зору механізму рядків.
ur: اس آؤٹ پٹ کو قطار کے انجن کے نقطہ نظر سے دیکھا جاتا ہے۔
vi: Đầu ra này được xem xét từ góc nhìn của động cơ hàng.

source: For double round-robin, when both games have been played,
es: En el caso de doble round-robin, cuando se hayan jugado ambos partidos,
sr: За дупли круг, када су одигране обе утакмице,
sv: För dubbel round-robin, när båda spelen har spelats,
sw: Kwa robin mara mbili, wakati michezo yote miwili imechezwa,
ta: இரட்டை ரவுண்ட்-ராபினுக்கு, இரண்டு ஆட்டங்களும் விளையாடப்பட்ட பிறகு,
th: สำหรับรอบสอง เมื่อเล่นทั้ง 2 เกมเสร็จแล้ว
tr: Çift devreli lig usulünde, her iki maç da oynandığında,
uk: Для подвійної колової системи, коли зіграно обидві партії,
ur: ڈبل راؤنڈ رابن کے لیے، جب دونوں گیمز کھیلے جائیں،
vi: Đối với vòng tròn đôi, khi cả hai trò chơi đã được chơi,

source: the result is given as follows :-
es: El resultado se da de la siguiente manera:
sr: резултат је дат на следећи начин: -
sv: resultatet ges som följer:-
sw: matokeo yake yametolewa kama ifuatavyo:-
ta: முடிவு பின்வருமாறு கொடுக்கப்பட்டுள்ளது:-
th: ผลลัพธ์ที่ได้คือดังนี้:-
tr: sonuç aşağıdaki gibi verilir:
uk: результат надається таким чином: -
ur: نتیجہ درج ذیل ہے:-
vi: kết quả được đưa ra như sau:

source: 1 0 1 d 0 1 etc.
sr: 1 0 1 д 0 1 итд.
sv: 1 0 1 d 0 1 osv.
sw: 1 0 1 d 0 1 nk.
ta: 1 0 1 d 0 1 போன்றவை.
th: 1 0 1 d 0 1 เป็นต้น
tr: 1 0 1 d 0 1 vb.
uk: 1 0 1 д 0 1 тощо.
ur: 1 0 1 d 0 1 وغیرہ
vi: 1 0 1 ngày 0 1 v.v.

source: The first character is for the row engine playing white,
es: El primer carácter es para el motor de fila que juega blanco,
sr: Први знак је за ред мотор који игра бело,
sv: Det första tecknet är för radmotorn som spelar vit,
sw: Tabia ya kwanza ni ya injini ya safu inayocheza nyeupe,
ta: முதல் எழுத்து வெள்ளை நிறத்தில் விளையாடும் வரிசை இயந்திரத்திற்கானது,
th: ตัวอักษรตัวแรกสำหรับเครื่องยนต์แถวที่เล่นสีขาว
tr: İlk karakter beyaz oynayan satır motoru içindir,
uk: Перший символ для механізму рядків, що грає білими,
ur: پہلا کردار قطار کے انجن کے لیے ہے جو سفید کھیل رہا ہے،
vi: Ký tự đầu tiên dành cho động cơ hàng chơi màu trắng,

source: the second character for playing black.
es: El segundo personaje para jugar negro.
sr: други лик за играње црног.
sv: det andra tecknet för att spela svart.
sw: mhusika wa pili kwa kucheza nyeusi.
ta: கருப்பு வேடத்தில் நடிக்கும் இரண்டாவது கதாபாத்திரம்.
th: ตัวอักษรที่สองสำหรับเล่นเป็นสีดำ
tr: siyah oynayan ikinci karakter.
uk: другий персонаж для гри чорними.
ur: کالا کھیلنے کا دوسرا کردار۔
vi: ký tự thứ hai để chơi quân đen.

source: Engines names are shortened versions of the full engine names.
es: Los nombres de los motores son versiones abreviadas de los nombres completos del motor.
sr: Називи мотора су скраћене верзије пуних назива мотора.
sv: Motornamn är förkortade versioner av de fullständiga motornamnen.
sw: Majina ya injini ni matoleo mafupi ya majina kamili ya injini.
ta: இயந்திரப் பெயர்கள் முழு இயந்திரப் பெயர்களின் சுருக்கப்பட்ட பதிப்புகள் ஆகும்.
th: ชื่อเครื่องยนต์เป็นชื่อย่อของชื่อเครื่องยนต์เต็ม
tr: Motor adları tam motor adlarının kısaltılmış versiyonlarıdır.
uk: Назви двигунів є скороченими версіями повних назв двигунів.
ur: انجنوں کے نام انجن کے مکمل ناموں کے مختصر ورژن ہیں۔
vi: Tên động cơ là phiên bản rút gọn của tên động cơ đầy đủ.

source: The names are shortened at the first character that is not a letter or number.
es: Los nombres se acortan en el primer carácter que no sea una letra o un número.
sr: Имена се скраћују на први знак који није слово или број.
sv: Namnen förkortas vid det första tecknet som inte är en bokstav eller siffra.
sw: Majina yamefupishwa kwa herufi ya kwanza ambayo sio herufi au nambari.
ta: பெயர்கள் முதல் எழுத்தில் சுருக்கப்படுகின்றன, அது ஒரு எழுத்து அல்லது எண்ணாக இருக்காது.
th: ชื่อจะสั้นลงที่ตัวอักษรแรกที่ไม่ใช่ตัวอักษรหรือตัวเลข
tr: İsimlerin ilk karakteri harf veya rakam olmayan yerde kısaltılır.
uk: Імена скорочуються за першим символом, який не є літерою чи цифрою.
ur: ناموں کو پہلے حرف پر مختصر کیا جاتا ہے جو کوئی حرف یا نمبر نہیں ہے۔
vi: Tên được rút gọn ở ký tự đầu tiên không phải là chữ cái hoặc số.

source: If a shortened name matches a previous name,
es: Si un nombre abreviado coincide con un nombre anterior,
sr: Ако се скраћено име поклапа са претходним именом,
sv: Om ett förkortat namn matchar ett tidigare namn,
sw: Ikiwa jina fupi linalingana na jina la awali,
ta: சுருக்கப்பட்ட பெயர் முந்தைய பெயருடன் பொருந்தினால்,
th: หากชื่อย่อตรงกับชื่อเดิม
tr: Kısaltılmış bir isim önceki bir isimle uyuşuyorsa,
uk: Якщо скорочена назва збігається з попередньою назвою,
ur: اگر ایک مختصر نام پچھلے نام سے مماثل ہے،
vi: Nếu tên rút gọn trùng với tên trước đó,

source: the names are progressively lengthened until they no longer match.
es: Los nombres se van alargando progresivamente hasta que ya no coinciden.
sr: имена се прогресивно продужавају све док се више не подударају.
sv: namnen förlängs successivt tills de inte längre matchar.
sw: majina yanarefushwa hatua kwa hatua hadi hayalingani tena.
ta: பெயர்கள் பொருந்தாத வரை படிப்படியாக நீட்டிக்கப்படுகின்றன.
th: ชื่อจะยาวขึ้นเรื่อยๆ จนกระทั่งไม่ตรงกันอีกต่อไป
tr: isimler, artık uyuşmayacak hale gelene kadar kademeli olarak uzatılır.
uk: імена поступово подовжуються, доки вони не перестануть збігатися.
ur: ناموں کو آہستہ آہستہ لمبا کیا جاتا ہے جب تک کہ وہ مزید مماثل نہ ہوں۔
vi: các tên được kéo dài dần cho đến khi không còn khớp nữa.

source: Tournament cross table help
es: Ayuda para la tabla cruzada de torneos
sr: Помоћ за турнирске табеле
sv: Hjälp för turneringens korsbord
sw: Msaada wa jedwali la msalaba wa mashindano
ta: போட்டி குறுக்கு அட்டவணை உதவி
th: ความช่วยเหลือเกี่ยวกับตารางการแข่งขัน
tr: Turnuva çapraz tablo yardımı
uk: Довідка по крос-таблиці турніру
ur: ٹورنامنٹ کراس ٹیبل مدد
vi: Trợ giúp bảng chéo giải đấu

source: There will not be enough room for the evaluation bar
es: No habrá suficiente espacio para la barra de evaluación.
sr: Неће бити довољно места за траку за евалуацију
sv: Det kommer inte att finnas tillräckligt med utrymme för utvärderingsfältet
sw: Hakutakuwa na nafasi ya kutosha kwa upau wa tathmini
ta: மதிப்பீட்டுப் பட்டைக்கு போதுமான இடம் இருக்காது.
th: จะไม่มีช่องว่างเพียงพอสำหรับแถบประเมินผล
tr: Değerlendirme çubuğu için yeterli alan olmayacak
uk: Для оціночної панелі не вистачить місця
ur: تشخیصی بار کے لیے کافی گنجائش نہیں ہوگی۔
vi: Sẽ không có đủ chỗ cho thanh đánh giá

source: Evaluation bar error
es: Error en la barra de evaluación
sr: Грешка траке за процену
sv: Fel i utvärderingsfältet
sw: Hitilafu ya upau wa tathmini
ta: மதிப்பீட்டுப் பட்டை பிழை
th: ข้อผิดพลาดของแถบการประเมิน
tr: Değerlendirme çubuğu hatası
uk: Помилка панелі оцінювання
ur: تشخیص بار کی خرابی۔
vi: Lỗi thanh đánh giá

source: There is not be enough room for the evaluation bar score display
es: No hay suficiente espacio para mostrar la puntuación de la barra de evaluación.
sr: Нема довољно места за приказ резултата на траци евалуације
sv: Det finns inte tillräckligt med utrymme för poängvisningen i utvärderingsfältet
sw: Hakuna nafasi ya kutosha kwa onyesho la alama ya upau wa tathmini
ta: மதிப்பீட்டுப் பட்டை மதிப்பெண் காட்சிக்கு போதுமான இடம் இல்லை.
th: ไม่มีพื้นที่เพียงพอสำหรับการแสดงคะแนนแถบประเมินผล
tr: Değerlendirme çubuğu puanı gösterimi için yeterli alan yok
uk: Недостатньо місця для відображення балів на панелі оцінювання
ur: ایویلیویشن بار سکور ڈسپلے کے لیے کافی گنجائش نہیں ہے۔
vi: Không có đủ chỗ để hiển thị điểm số trên thanh đánh giá

source: There is not enough room for the evaluation bar score display
es: No hay suficiente espacio para mostrar la puntuación de la barra de evaluación
sr: Нема довољно места за приказ резултата на траци евалуације
sv: Det finns inte tillräckligt med utrymme för poängvisningen i utvärderingsfältet
sw: Hakuna nafasi ya kutosha kwa onyesho la alama ya upau wa tathmini
ta: மதிப்பீட்டுப் பட்டை மதிப்பெண் காட்சிக்கு போதுமான இடம் இல்லை.
th: ไม่มีพื้นที่เพียงพอสำหรับการแสดงคะแนนแถบประเมินผล
tr: Değerlendirme çubuğu puanı gösterimi için yeterli alan yok
uk: Недостатньо місця для відображення балів на панелі оцінювання
ur: ایویلیویشن بار سکور ڈسپلے کے لیے کافی گنجائش نہیں ہے۔
vi: Không đủ chỗ để hiển thị điểm số trên thanh đánh giá

source: Please select the evaluation bar options :-
es: Seleccione las opciones de la barra de evaluación: -
sr: Изаберите опције траке за евалуацију: -
sv: Vänligen välj alternativen för utvärderingsfältet:-
sw: Tafadhali chagua chaguzi za upau wa tathmini:-
ta: மதிப்பீட்டு பட்டை விருப்பங்களைத் தேர்ந்தெடுக்கவும்:-
th: กรุณาเลือกตัวเลือกแถบประเมินผล :-
tr: Lütfen değerlendirme çubuğu seçeneklerini seçin:-
uk: Виберіть параметри панелі оцінювання: -
ur: براہ کرم تشخیصی بار کے اختیارات کو منتخب کریں:-
vi: Vui lòng chọn các tùy chọn thanh đánh giá:

source: Display evaluation bar
es: Mostrar barra de evaluación
sr: Прикажи траку за евалуацију
sv: Visa utvärderingsfältet
sw: Onyesha upau wa tathmini
ta: மதிப்பீட்டுப் பட்டியைக் காட்டு
th: แสดงแถบประเมินผล
tr: Değerlendirme çubuğunu görüntüle
uk: Показати панель оцінки
ur: تشخیصی بار ڈسپلے کریں۔
vi: Hiển thị thanh đánh giá

source: on left
es: a la izquierda
sr: на левој страни
sv: till vänster
sw: upande wa kushoto
ta: இடதுபுறத்தில்
th: ทางด้านซ้าย
tr: solda
uk: ліворуч
ur: بائیں طرف
vi: bên trái

source: on right
es: a la derecha
sr: на десној страни
sv: till höger
sw: kulia
ta: வலதுபுறம்
th: ทางด้านขวา
tr: sağda
uk: справа
ur: دائیں طرف
vi: bên phải

source: Show score
es: Mostrar puntuación
sr: Прикажи резултат
sv: Visa poäng
sw: Onyesha alama
ta: ஸ்கோரைக் காட்டு
th: แสดงคะแนน
tr: Puanı göster
uk: Показати рахунок
ur: سکور دکھائیں۔
vi: Hiển thị điểm

source: in middle
es: en el medio
sr: у средини
sv: i mitten
sw: katikati
ta: நடுவில்
th: อยู่ตรงกลาง
tr: ortada
uk: посередині
ur: درمیان میں
vi: ở giữa

source: on top/bottom
es: arriba/abajo
sr: на врху / дну
sv: på toppen/botten
sw: juu/chini
ta: மேலே/கீழே
th: อยู่ด้านบน/ด้านล่าง
tr: üstte/altta
uk: зверху/знизу
ur: اوپر/نیچے پر
vi: ở trên/dưới

source: Score font size
es: Tamaño de fuente de la partitura
sr: Величина фонта резултата
sv: Betyg teckenstorlek
sw: Alama ya ukubwa wa fonti
ta: மதிப்பெண் எழுத்துரு அளவு
th: ขนาดตัวอักษรคะแนน
tr: Puan yazı tipi boyutu
uk: Розмір шрифту оцінки
ur: اسکور فونٹ سائز
vi: Kích thước phông chữ điểm

source: Scaling factor
es: Factor de escala
sr: Фактор скалирања
sv: Skalningsfaktor
sw: Sababu ya kuongeza
ta: அளவிடுதல் காரணி
th: ปัจจัยการปรับขนาด
tr: Ölçekleme faktörü
uk: Коефіцієнт масштабування
ur: پیمانے کا عنصر
vi: Hệ số tỷ lệ

source: Distance from board
es: Distancia desde el tablero
sr: Удаљеност од даске
sv: Avstånd från brädan
sw: Umbali kutoka kwa bodi
ta: பலகையிலிருந்து தூரம்
th: ระยะห่างจากบอร์ด
tr: Tahtadan uzaklık
uk: Відстань від дошки
ur: بورڈ سے فاصلہ
vi: Khoảng cách từ bảng

source: Annotation score
es: Puntuación de anotación
sr: Оцена напомене
sv: Anteckningspoäng
sw: Alama ya ufafanuzi
ta: குறிப்பு மதிப்பெண்
th: คะแนนคำอธิบาย
tr: Açıklama puanı
uk: Анотаційний бал
ur: تشریح سکور
vi: Điểm chú thích

source: Material score
es: Puntuación del material
sr: Оцена материјала
sv: Materialpoäng
sw: Alama ya nyenzo
ta: பொருள் மதிப்பெண்
th: คะแนนวัสดุ
tr: Malzeme puanı
uk: Матеріальна оцінка
ur: میٹریل سکور
vi: Điểm vật liệu

source: Toggle evaluation bar display
es: Activar o desactivar la visualización de la barra de evaluación
sr: Укључите приказ траке за евалуацију
sv: Växla visning av utvärderingsfältet
sw: Geuza onyesho la upau wa tathmini
ta: மதிப்பீட்டுப் பட்டி காட்சியை நிலைமாற்று
th: สลับการแสดงแถบการประเมิน
tr: Değerlendirme çubuğu görüntüsünü değiştir
uk: Перемкнути відображення панелі оцінювання
ur: ایویلیویشن بار ڈسپلے کو ٹوگل کریں۔
vi: Chuyển đổi hiển thị thanh đánh giá

source: Display evaluation bar on the left of the board
es: Mostrar la barra de evaluación a la izquierda del tablero
sr: Прикажи траку за евалуацију на левој страни табле
sv: Visa utvärderingsfältet till vänster på tavlan
sw: Onyesha upau wa tathmini upande wa kushoto wa ubao
ta: பலகையின் இடதுபுறத்தில் மதிப்பீட்டுப் பட்டியை காட்சிப்படுத்தவும்.
th: แสดงแถบประเมินผลที่ด้านซ้ายของกระดาน
tr: Değerlendirme çubuğunu panonun solunda göster
uk: Відобразити панель оцінювання ліворуч від дошки
ur: بورڈ کے بائیں جانب تشخیصی بار ڈسپلے کریں۔
vi: Hiển thị thanh đánh giá ở bên trái bảng

source: Display evaluation bar on the right of the board
es: Mostrar la barra de evaluación a la derecha del tablero
sr: Прикажите траку за евалуацију на десној страни плоче
sv: Visa utvärderingsfältet till höger på tavlan
sw: Onyesha upau wa tathmini upande wa kulia wa ubao
ta: பலகையின் வலதுபுறத்தில் மதிப்பீட்டுப் பட்டியை காட்சிப்படுத்தவும்.
th: แสดงแถบประเมินผลที่ด้านขวาของบอร์ด
tr: Değerlendirme çubuğunu panonun sağ tarafına yerleştirin
uk: Відобразити панель оцінювання праворуч від дошки
ur: بورڈ کے دائیں جانب تشخیصی بار ڈسپلے کریں۔
vi: Hiển thị thanh đánh giá ở bên phải bảng

source: Display the position score with the evaluation bar
es: Muestra la puntuación de la posición con la barra de evaluación
sr: Прикажите оцену позиције помоћу траке за процену
sv: Visa positionspoängen med utvärderingsfältet
sw: Onyesha alama ya nafasi na upau wa tathmini
ta: மதிப்பீட்டுப் பட்டையுடன் நிலை மதிப்பெண்ணைக் காட்டு.
th: แสดงคะแนนตำแหน่งด้วยแถบประเมินผล
tr: Değerlendirme çubuğu ile pozisyon puanını göster
uk: Відобразіть оцінку позиції за допомогою панелі оцінювання
ur: ایویلیویشن بار کے ساتھ پوزیشن سکور دکھائیں۔
vi: Hiển thị điểm vị trí với thanh đánh giá

source: Input the scaling factor for the evaluation bar,
es: Ingrese el factor de escala para la barra de evaluación,
sr: Унесите фактор скалирања за траку за процену,
sv: Mata in skalningsfaktorn för utvärderingsfältet,
sw: Ingiza kipengele cha kuongeza kwa upau wa tathmini,
ta: மதிப்பீட்டுப் பட்டைக்கான அளவிடுதல் காரணியை உள்ளிடவும்,
th: ป้อนปัจจัยการปรับขนาดสำหรับแถบการประเมิน
tr: Değerlendirme çubuğu için ölçekleme faktörünü girin,
uk: Введіть коефіцієнт масштабування для панелі оцінки,
ur: تشخیصی بار کے لیے اسکیلنگ فیکٹر داخل کریں،
vi: Nhập hệ số tỷ lệ cho thanh đánh giá,

source: half to three times normal size (0.5 - 3.0)
es: De la mitad a tres veces el tamaño normal (0,5 - 3,0)
sr: пола до три пута нормалне величине (0,5 - 3,0)
sv: halv till tre gånger normal storlek (0,5 - 3,0)
sw: nusu hadi mara tatu ukubwa wa kawaida (0.5 - 3.0)
ta: சாதாரண அளவை விட பாதி முதல் மூன்று மடங்கு (0.5 - 3.0)
th: ครึ่งหนึ่งถึงสามเท่าของขนาดปกติ (0.5 - 3.0)
tr: normal boyutun yarısı ila üç katı (0,5 - 3,0)
uk: від половини до трьох нормальних розмірів (0,5 - 3,0)
ur: نصف سے تین گنا عام سائز (0.5 - 3.0)
vi: gấp một nửa đến ba lần kích thước bình thường (0,5 - 3,0)

source: Input the distance in pixels between the evaluation bar
es: Ingrese la distancia en píxeles entre la barra de evaluación
sr: Унесите растојање у пикселима између траке за процену
sv: Ange avståndet i pixlar mellan utvärderingsfältet
sw: Ingiza umbali katika pikseli kati ya upau wa tathmini
ta: மதிப்பீட்டுப் பட்டைக்கு இடையிலான தூரத்தை பிக்சல்களில் உள்ளிடவும்.
th: ป้อนระยะห่างเป็นพิกเซลระหว่างแถบประเมินผล
tr: Değerlendirme çubuğu arasındaki mesafeyi piksel cinsinden girin
uk: Введіть відстань у пікселях між шкалою оцінки
ur: تشخیصی بار کے درمیان فاصلے کو پکسلز میں داخل کریں۔
vi: Nhập khoảng cách tính bằng pixel giữa thanh đánh giá

source: and the edge of the board
es: y el borde del tablero
sr: и ивица даске
sv: och kanten på brädan
sw: na makali ya ubao
ta: மற்றும் பலகையின் விளிம்பு
th: และขอบกระดาน
tr: ve tahtanın kenarı
uk: і краю дошки
ur: اور بورڈ کے کنارے
vi: và cạnh của bảng

source: Check this box to display a material only
es: Marque esta casilla para mostrar solo un material
sr: Означите ово поље да бисте приказали само материјал
sv: Markera den här rutan för att endast visa ett material
sw: Chagua kisanduku hiki ili kuonyesha nyenzo pekee
ta: ஒரு பொருளை மட்டும் காட்ட இந்தப் பெட்டியைத் தேர்வு செய்யவும்.
th: ทำเครื่องหมายในช่องนี้เพื่อแสดงเฉพาะเนื้อหาเท่านั้น
tr: Yalnızca bir materyali görüntülemek için bu kutuyu işaretleyin
uk: Установіть цей прапорець, щоб відобразити лише матеріал
ur: صرف مواد دکھانے کے لیے اس باکس کو چیک کریں۔
vi: Đánh dấu vào ô này để chỉ hiển thị vật liệu

source: evaluation when the engine is not active
es: evaluación cuando el motor no está activo
sr: евалуација када мотор није активан
sv: utvärdering när motorn inte är aktiv
sw: tathmini wakati injini haifanyi kazi
ta: இயந்திரம் செயலில் இல்லாதபோது மதிப்பீடு
th: การประเมินเมื่อเครื่องยนต์ไม่ได้ทำงาน
tr: motor aktif değilken değerlendirme
uk: оцінка, коли двигун не активний
ur: انجن کے فعال نہ ہونے پر تشخیص
vi: đánh giá khi động cơ không hoạt động

source: Check this box to display evaluations from
es: Marque esta casilla para mostrar las evaluaciones de
sr: Означите ово поље да бисте приказали оцене из
sv: Markera den här rutan för att visa utvärderingar från
sw: Teua kisanduku hiki ili kuonyesha tathmini kutoka
ta: மதிப்பீடுகளைக் காட்ட இந்தப் பெட்டியைத் தேர்வுசெய்யவும்
th: ทำเครื่องหมายในช่องนี้เพื่อแสดงการประเมินจาก
tr: Değerlendirmeleri görüntülemek için bu kutuyu işaretleyin
uk: Установіть цей прапорець, щоб відображати оцінки з
ur: سے تشخیصات ظاہر کرنے کے لیے اس باکس کو چیک کریں۔
vi: Đánh dấu vào ô này để hiển thị các đánh giá từ

source: an annotated game when the engine is not active
es: Un juego anotado cuando el motor no está activo
sr: игра са коментарима када мотор није активан
sv: ett kommenterat spel när motorn inte är aktiv
sw: mchezo wa maelezo wakati injini haitumiki
ta: இயந்திரம் செயலில் இல்லாதபோது ஒரு குறிப்பு விளையாட்டு.
th: เกมที่มีคำอธิบายเมื่อเครื่องยนต์ไม่ได้ทำงาน
tr: motor aktif olmadığında açıklamalı bir oyun
uk: коментована гра, коли двигун не активний
ur: ایک تشریح شدہ گیم جب انجن فعال نہ ہو۔
vi: một trò chơi có chú thích khi động cơ không hoạt động

source: Display score in the middle of the bar
es: Mostrar la puntuación en el centro de la barra
sr: Прикажи резултат у средини траке
sv: Visa poäng i mitten av stapeln
sw: Onyesha alama katikati ya upau
ta: பட்டையின் நடுவில் மதிப்பெண்ணைக் காட்டு.
th: แสดงคะแนนอยู่ตรงกลางบาร์
tr: Puanı çubuğun ortasında göster
uk: Показати рахунок посередині смужки
ur: بار کے وسط میں اسکور دکھائیں۔
vi: Hiển thị điểm ở giữa thanh

source: Display score on the top/bottom of the bar
es: Mostrar la puntuación en la parte superior/inferior de la barra
sr: Прикажи резултат на врху/дону траке
sv: Visa poäng överst/botten av stapeln
sw: Onyesha alama juu/chini ya upau
ta: பட்டையின் மேல்/கீழ் பகுதியில் மதிப்பெண்ணைக் காட்டு.
th: แสดงคะแนนที่ด้านบน/ด้านล่างของแถบ
tr: Puanı çubuğun üstünde/altında göster
uk: Відображення результатів у верхній/нижній частині панелі
ur: بار کے اوپر/نیچے پر اسکور ڈسپلے کریں۔
vi: Hiển thị điểm ở đầu/cuối thanh

source: Input the font size for the score display
es: Introduzca el tamaño de fuente para la visualización de la puntuación
sr: Унесите величину фонта за приказ резултата
sv: Ange teckensnittsstorleken för notvisningen
sw: Ingiza saizi ya fonti kwa onyesho la alama
ta: மதிப்பெண் காட்சிக்கான எழுத்துரு அளவை உள்ளிடவும்.
th: ป้อนขนาดตัวอักษรสำหรับการแสดงคะแนน
tr: Puan gösterimi için yazı tipi boyutunu girin
uk: Введіть розмір шрифту для відображення рахунку
ur: سکور ڈسپلے کے لیے فونٹ کا سائز درج کریں۔
vi: Nhập kích thước phông chữ để hiển thị điểm
