Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: The evaluation bar is a graphical representation
es: La barra de evaluación es una representación gráfica
sr: Трака за евалуацију је графички приказ
sv: Utvärderingsfältet är en grafisk representation
sw: Upau wa tathmini ni uwakilishi wa picha
ta: மதிப்பீட்டுப் பட்டி என்பது ஒரு வரைகலை பிரதிநிதித்துவம் ஆகும்.
th: แถบการประเมินเป็นการแสดงภาพกราฟิก
tr: Değerlendirme çubuğu grafiksel bir gösterimdir
uk: Смужка оцінки є графічним зображенням
ur: تشخیصی بار ایک گرافیکل نمائندگی ہے۔
vi: Thanh đánh giá là một biểu diễn đồ họa

source: of the current state of the game.
es: del estado actual del juego.
sr: тренутног стања игре.
sv: av spelets nuvarande tillstånd.
sw: ya hali ya sasa ya mchezo.
ta: விளையாட்டின் தற்போதைய நிலை பற்றி.
th: ของสถานะปัจจุบันของเกม
tr: Oyunun şu anki durumu.
uk: поточного стану гри.
ur: کھیل کی موجودہ حالت کا۔
vi: của trạng thái hiện tại của trò chơi.

source: This dialog box allows you to select options for how it is displayed.
es: Este cuadro de diálogo le permite seleccionar opciones sobre cómo se muestra.
sr: Овај оквир за дијалог вам омогућава да изаберете опције за начин на који се приказује.
sv: Den här dialogrutan låter dig välja alternativ för hur den ska visas.
sw: Kisanduku kidadisi hiki hukuruhusu kuchagua chaguo za jinsi kinavyoonyeshwa.
ta: இந்த உரையாடல் பெட்டி, அது எவ்வாறு காட்டப்பட வேண்டும் என்பதற்கான விருப்பங்களைத் தேர்ந்தெடுக்க உங்களை அனுமதிக்கிறது.
th: กล่องโต้ตอบนี้ช่วยให้คุณสามารถเลือกตัวเลือกเกี่ยวกับวิธีแสดง
tr: Bu iletişim kutusu, nasıl görüntüleneceğine ilişkin seçenekleri belirlemenize olanak tanır.
uk: У цьому діалоговому вікні можна вибрати параметри його відображення.
ur: یہ ڈائیلاگ باکس آپ کو آپشنز کو منتخب کرنے کی اجازت دیتا ہے کہ یہ کیسے ظاہر ہوتا ہے۔
vi: Hộp thoại này cho phép bạn chọn các tùy chọn về cách hiển thị.

source: Display evaluation bar : Whether to display the evaluation bar.
es: Mostrar barra de evaluación: si se debe mostrar la barra de evaluación.
sr: Прикажи траку за евалуацију : да ли да се прикаже трака за евалуацију.
sv: Visa utvärderingsfältet : Om utvärderingsfältet ska visas.
sw: Onyesha upau wa tathmini : Iwapo itaonyesha upau wa tathmini.
ta: மதிப்பீட்டுப் பட்டியை காட்சிப்படுத்து : மதிப்பீட்டுப் பட்டியை காட்சிப்படுத்த வேண்டுமா.
th: การแสดงแถบประเมิน : ว่าจะแสดงแถบประเมินหรือไม่
tr: Değerlendirme çubuğunu görüntüle: Değerlendirme çubuğunun gösterilip gösterilmeyeceği.
uk: Відображати панель оцінювання: чи відображати панель оцінювання.
ur: ڈسپلے ایویلیویشن بار: آیا ایویلیویشن بار ڈسپلے کرنا ہے۔
vi: Hiển thị thanh đánh giá: Có hiển thị thanh đánh giá hay không.

source: On left : Display the bar on the left of the chessboard.
es: A la izquierda: Muestra la barra a la izquierda del tablero de ajedrez.
sr: Са леве стране: Прикажи траку са леве стране шаховске табле.
sv: Till vänster: Visa stapeln till vänster på schackbrädet.
sw: Upande wa kushoto : Onyesha upau upande wa kushoto wa ubao wa chess.
ta: இடதுபுறம்: சதுரங்கப் பலகையின் இடதுபுறத்தில் பட்டையைக் காண்பி.
th: ทางด้านซ้าย : แสดงแถบทางด้านซ้ายของกระดานหมากรุก
tr: Solda: Satranç tahtasının solundaki çubuğu göster.
uk: Ліворуч: відобразити смужку ліворуч від шахівниці.
ur: بائیں طرف: بساط کے بائیں طرف بار ڈسپلے کریں۔
vi: Bên trái: Hiển thị thanh bên trái bàn cờ.

source: On right : Display the bar on the right of the chessboard.
es: A la derecha: Muestra la barra a la derecha del tablero de ajedrez.
sr: Десно: Прикажи траку са десне стране шаховске табле.
sv: Till höger: Visa stapeln till höger på schackbrädet.
sw: Upande wa kulia : Onyesha upau ulio upande wa kulia wa ubao wa chess.
ta: வலதுபுறம்: சதுரங்கப் பலகையின் வலதுபுறத்தில் பட்டையைக் காட்டவும்.
th: ด้านขวา : แสดงแถบทางด้านขวาของกระดานหมากรุก
tr: Sağda: Satranç tahtasının sağındaki çubuğu görüntüleyin.
uk: Праворуч: відобразити смужку праворуч від шахівниці.
ur: دائیں طرف: بساط کے دائیں طرف بار ڈسپلے کریں۔
vi: Bên phải: Hiển thị thanh bên phải bàn cờ.

source: Show value : Show position evaluation value on the bar
es: Mostrar valor: Muestra el valor de evaluación de la posición en la barra
sr: Прикажи вредност : Прикажи вредност процене позиције на траци
sv: Visa värde : Visa positionsutvärderingsvärde på stapeln
sw: Onyesha thamani : Onyesha thamani ya tathmini ya nafasi kwenye upau
ta: மதிப்பைக் காட்டு : பட்டியில் நிலை மதிப்பீட்டு மதிப்பைக் காட்டு
th: แสดงค่า : แสดงค่าประเมินตำแหน่งบนแถบ
tr: Değeri göster : Çubukta pozisyon değerlendirme değerini göster
uk: Показати значення: показати значення оцінки позиції на панелі
ur: قیمت دکھائیں : بار پر پوزیشن کی تشخیص کی قدر دکھائیں۔
vi: Hiển thị giá trị: Hiển thị giá trị đánh giá vị trí trên thanh

source: In middle : Display the number in the middle of the bar.
es: En el medio: muestra el número en el medio de la barra.
sr: У средини : Прикажите број у средини траке.
sv: I mitten : Visa numret i mitten av stapeln.
sw: Katikati : Onyesha nambari katikati ya upau.
ta: நடுவில்: பட்டையின் நடுவில் எண்ணைக் காண்பி.
th: ตรงกลาง : แสดงตัวเลขตรงกลางแถบ
tr: Ortada : Sayıyı çubuğun ortasında göster.
uk: Посередині : відображення числа в середині панелі.
ur: درمیان میں : بار کے بیچ میں نمبر ڈسپلے کریں۔
vi: Ở giữa: Hiển thị số ở giữa thanh.

source: On top/bottom : Display number on the top/bottom of the bar.
es: En la parte superior/inferior: muestra el número en la parte superior/inferior de la barra.
sr: На врху/на дну : Прикажи број на врху/дону траке.
sv: På toppen/botten: Visa nummer på toppen/botten av stapeln.
sw: Juu/chini : Onyesha nambari ya juu/chini ya upau.
ta: மேலே/கீழே: பட்டையின் மேல்/கீழே எண்ணைக் காட்டு.
th: ด้านบน/ล่าง : แสดงตัวเลขที่ด้านบน/ล่างของแถบ
tr: Üstte/altta: Çubuğun üstünde/altında sayıyı göster.
uk: Вгорі/внизу: відображати номер у верхній/нижній частині панелі.
ur: اوپر/نیچے: بار کے اوپر/نیچے پر نمبر ڈسپلے کریں۔
vi: Trên cùng/dưới cùng: Hiển thị số ở trên cùng/dưới cùng của thanh.

source: Scale factor : Enter the scaling factor for evaluation bar display.
es: Factor de escala: ingrese el factor de escala para la visualización de la barra de evaluación.
sr: Фактор скалирања : Унесите фактор скалирања за приказ траке за процену.
sv: Skalfaktor : Ange skalfaktorn för visning av utvärderingsfältet.
sw: Kipengele cha mizani : Weka kipengele cha kuongeza alama kwa upau wa tathmini ya onyesho.
ta: அளவுகோல் காரணி: மதிப்பீட்டு பட்டை காட்சிக்கான அளவுகோல் காரணியை உள்ளிடவும்.
th: ปัจจัยการปรับขนาด: ป้อนปัจจัยการปรับขนาดสำหรับการแสดงแถบประเมิน
tr: Ölçek faktörü : Değerlendirme çubuğu gösterimi için ölçek faktörünü girin.
uk: Коефіцієнт масштабування: введіть коефіцієнт масштабування для відображення шкали оцінки.
ur: اسکیل فیکٹر : ایویلیویشن بار ڈسپلے کے لیے اسکیلنگ فیکٹر درج کریں۔
vi: Hệ số tỷ lệ: Nhập hệ số tỷ lệ để hiển thị thanh đánh giá.

source: The range is from half to three times normal size (0.5 - 3.0)
es: El rango es de la mitad a tres veces el tamaño normal (0,5 - 3,0)
sr: Опсег је од половине до три пута нормалне величине (0,5 - 3,0)
sv: Intervallet är från hälften till tre gånger normal storlek (0,5 - 3,0)
sw: Safu ni kutoka nusu hadi mara tatu ukubwa wa kawaida (0.5 - 3.0)
ta: வரம்பு சாதாரண அளவை விட பாதி முதல் மூன்று மடங்கு வரை (0.5 - 3.0)
th: ช่วงขนาดตั้งแต่ครึ่งหนึ่งถึงสามเท่าของขนาดปกติ (0.5 - 3.0)
tr: Aralık normal boyutun yarısı ile üç katı arasındadır (0,5 - 3,0)
uk: Діапазон становить від половини до трьох нормальних розмірів (0,5 - 3,0)
ur: رینج نصف سے تین گنا عام سائز تک ہے (0.5 - 3.0)
vi: Phạm vi từ một nửa đến ba lần kích thước bình thường (0,5 - 3,0)

source: Distance from board : Enter the distance between the evaluation bar
es: Distancia desde el tablero: Ingrese la distancia entre la barra de evaluación
sr: Удаљеност од табле : Унесите растојање између траке за процену
sv: Avstånd från kortet: Ange avståndet mellan utvärderingsfältet
sw: Umbali kutoka kwa ubao : Ingiza umbali kati ya upau wa tathmini
ta: பலகையிலிருந்து தூரம்: மதிப்பீட்டுப் பட்டைக்கு இடையிலான தூரத்தை உள்ளிடவும்.
th: ระยะห่างจากบอร์ด : ป้อนระยะห่างระหว่างแถบประเมินผล
tr: Tahtadan uzaklık : Değerlendirme çubuğu ile tahta arasındaki mesafeyi girin
uk: Відстань від дошки: введіть відстань між шкалою оцінки
ur: بورڈ سے فاصلہ : تشخیصی بار کے درمیان فاصلہ درج کریں۔
vi: Khoảng cách từ bảng: Nhập khoảng cách giữa thanh đánh giá

source: and the edge of the board.
es: y el borde del tablero.
sr: и ивица даске.
sv: och kanten på brädan.
sw: na makali ya ubao.
ta: மற்றும் பலகையின் விளிம்பு.
th: และขอบกระดาน
tr: ve tahtanın kenarı.
uk: і краю дошки.
ur: اور بورڈ کے کنارے.
vi: và mép bảng.

source: Annotation score : Check this box to display evaluations from
es: Puntuación de anotación: Marque esta casilla para mostrar las evaluaciones de
sr: Оцена напомене: Означите ово поље да бисте приказали оцене из
sv: Kommentarpoäng : Markera den här rutan för att visa utvärderingar från
sw: Alama ya ufafanuzi : Teua kisanduku hiki ili kuonyesha tathmini kutoka
ta: குறிப்பு மதிப்பெண்: மதிப்பீடுகளைக் காட்ட இந்தப் பெட்டியைத் தேர்வுசெய்யவும்
th: คะแนนคำอธิบาย: ทำเครื่องหมายในช่องนี้เพื่อแสดงการประเมินจาก
tr: Açıklama puanı: Değerlendirmeleri görüntülemek için bu kutuyu işaretleyin
uk: Оцінка анотації: установіть цей прапорець, щоб відображати оцінки з
ur: تشریح سکور : اس باکس کو چیک کریں تاکہ اس سے تشخیصات ظاہر ہوں۔
vi: Điểm chú thích: Đánh dấu vào ô này để hiển thị các đánh giá từ

source: an annotated game when the engine is not active.
es: un juego anotado cuando el motor no está activo.
sr: игра са коментарима када мотор није активан.
sv: ett kommenterat spel när motorn inte är aktiv.
sw: mchezo wa maelezo wakati injini haitumiki.
ta: இயந்திரம் செயலில் இல்லாதபோது ஒரு குறிப்பு விளையாட்டு.
th: เกมที่มีคำอธิบายเมื่อเครื่องยนต์ไม่ได้ทำงานอยู่
tr: motor aktif olmadığında açıklamalı bir oyun.
uk: коментована гра, коли двигун не активний.
ur: ایک تشریح شدہ گیم جب انجن فعال نہ ہو۔
vi: một trò chơi có chú thích khi công cụ không hoạt động.

source: Material score : Check this box to display a material only evaluation
es: Puntuación del material: Marque esta casilla para mostrar solo una evaluación del material
sr: Оцена материјала: Означите ово поље да бисте приказали процену само материјала
sv: Materialpoäng : Markera den här rutan för att visa en utvärdering av endast material
sw: Alama ya nyenzo : Chagua kisanduku hiki ili kuonyesha tathmini ya nyenzo pekee
ta: பொருள் மதிப்பெண்: பொருள் மட்டும் மதிப்பீட்டைக் காட்ட இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: คะแนนวัสดุ : ทำเครื่องหมายในช่องนี้เพื่อแสดงการประเมินเฉพาะวัสดุ
tr: Malzeme puanı: Yalnızca malzeme değerlendirmesini görüntülemek için bu kutuyu işaretleyin
uk: Оцінка матеріалу: установіть цей прапорець, щоб відобразити оцінку лише матеріалу
ur: میٹریل سکور : صرف مواد کی تشخیص ظاہر کرنے کے لیے اس باکس کو چیک کریں۔
vi: Điểm vật liệu: Đánh dấu vào ô này để chỉ hiển thị đánh giá vật liệu

source: when the engine is not active.
es: cuando el motor no está activo.
sr: када мотор није активан.
sv: när motorn inte är aktiv.
sw: wakati injini haifanyi kazi.
ta: இயந்திரம் செயலில் இல்லாதபோது.
th: เมื่อเครื่องยนต์ไม่ได้ทำงาน
tr: motor aktif olmadığında.
uk: коли двигун не працює.
ur: جب انجن فعال نہیں ہوتا ہے۔
vi: khi động cơ không hoạt động.

source: For the display of evaluation bar scores, engine values have the highest
es: Para la visualización de las puntuaciones de la barra de evaluación, los valores del motor tienen el valor más alto.
sr: За приказ резултата траке евалуације, вредности мотора имају највише
sv: För visning av poäng i utvärderingsfältet har motorvärden de högsta
sw: Kwa onyesho la alama za upau wa tathmini, thamani za injini ndizo za juu zaidi
ta: மதிப்பீட்டு பட்டை மதிப்பெண்களைக் காண்பிப்பதற்கு, இயந்திர மதிப்புகள் மிக உயர்ந்தவை
th: สำหรับการแสดงคะแนนบาร์การประเมินค่าเครื่องยนต์จะมีค่าสูงสุด
tr: Değerlendirme çubuğu puanlarının görüntülenmesi için motor değerleri en yüksek değere sahiptir
uk: Для відображення балів шкали оцінювання значення двигуна мають найвищі значення
ur: تشخیصی بار کے اسکور کے ڈسپلے کے لیے، انجن کی قدریں سب سے زیادہ ہیں۔
vi: Đối với việc hiển thị điểm số thanh đánh giá, giá trị động cơ có giá trị cao nhất

source: precedence, followed by annotation values and lastly material values.
es: precedencia, seguido de los valores de anotación y por último los valores materiales.
sr: приоритет, затим вредности напомена и на крају материјалне вредности.
sv: företräde, följt av anteckningsvärden och slutligen materiella värden.
sw: utangulizi, ikifuatiwa na maadili ya maelezo na mwisho maadili ya nyenzo.
ta: முன்னுரிமை, அதைத் தொடர்ந்து குறிப்பு மதிப்புகள் மற்றும் இறுதியாக பொருள் மதிப்புகள்.
th: ลำดับความสำคัญตามด้วยค่าคำอธิบายประกอบ และสุดท้ายคือค่าวัสดุ
tr: Öncelik, ardından açıklama değerleri ve son olarak da maddi değerler gelir.
uk: пріоритет, за яким йдуть анотаційні значення і, нарешті, матеріальні цінності.
ur: فوقیت، اس کے بعد تشریحی اقدار اور آخر میں مادی اقدار۔
vi: thứ tự ưu tiên, tiếp theo là các giá trị chú thích và cuối cùng là các giá trị vật liệu.

source: A mouse click on the evaluation bar will reset it to zero.
es: Un clic del mouse en la barra de evaluación la restablecerá a cero.
sr: Кликом миша на траку за евалуацију вратиће се на нулу.
sv: Ett musklick på utvärderingsfältet kommer att nollställa den.
sw: Mbofyo wa kipanya kwenye upau wa tathmini utaiweka upya hadi sifuri.
ta: மதிப்பீட்டுப் பட்டியில் ஒரு மவுஸ் கிளிக் செய்தால் அது பூஜ்ஜியத்திற்கு மீட்டமைக்கப்படும்.
th: การคลิกเมาส์บนแถบประเมินผลจะทำให้รีเซ็ตเป็นศูนย์
tr: Değerlendirme çubuğuna fareyle tıklandığında çubuk sıfırlanacaktır.
uk: Клацання мишею на панелі оцінки скине її до нуля.
ur: تشخیصی بار پر ماؤس کا کلک اسے صفر پر دوبارہ ترتیب دے گا۔
vi: Nhấp chuột vào thanh đánh giá sẽ đưa nó về số không.

source: Evaluation bar display options
es: Opciones de visualización de la barra de evaluación
sr: Опције приказа траке за процену
sv: Visningsalternativ för utvärderingsfältet
sw: Chaguzi za onyesho la upau wa tathmini
ta: மதிப்பீட்டுப் பட்டி காட்சி விருப்பங்கள்
th: ตัวเลือกการแสดงแถบการประเมิน
tr: Değerlendirme çubuğu görüntüleme seçenekleri
uk: Параметри відображення панелі оцінювання
ur: تشخیصی بار ڈسپلے کے اختیارات
vi: Tùy chọn hiển thị thanh đánh giá

source: Move :
es: Mover :
sr: Помери :
sv: Flytta:
sw: Sogeza:
ta: நகர்த்து:
th: เคลื่อนไหว :
tr: Taşınmak :
uk: Перемістити:
ur: منتقل کریں:
vi: Di chuyển :

source: Eval :
es: Evaluar:
sr: Евал :
ta: மதிப்பீடு :
th: การประเมิน :
tr: Değerlendirme :
vi: Đánh giá:

source: Time :
es: Tiempo :
sr: време:
sv: Tid:
sw: Muda:
ta: நேரம்:
th: เวลา :
tr: Zaman :
uk: час:
ur: وقت:
vi: Thời gian :

source: Depth :
es: Profundidad :
sr: дубина:
sv: Djup:
sw: Kina:
ta: ஆழம்:
th: ความลึก :
tr: Derinlik :
uk: Глибина:
ur: گہرائی:
vi: Độ sâu:

source: Options
es: Opciones
sr: Опције
sv: Alternativ
sw: Chaguo
ta: விருப்பங்கள்
th: ตัวเลือก
tr: Seçenekler
uk: Опції
ur: اختیارات
vi: Tùy chọn

source: Build profile
es: Crear perfil
sr: Направите профил
sv: Bygg profil
sw: Jenga wasifu
ta: சுயவிவரத்தை உருவாக்கு
th: สร้างโปรไฟล์
tr: Profil oluştur
uk: Побудувати профіль
ur: پروفائل بنائیں
vi: Xây dựng hồ sơ

source: Stop build
es: Detener la construcción
sr: Заустави изградњу
sv: Sluta bygga
sw: Acha kujenga
ta: உருவாக்கத்தை நிறுத்து
th: หยุดการสร้าง
tr: İnşayı durdur
uk: Зупинити будівництво
ur: تعمیر بند کرو
vi: Dừng xây dựng

source: Move :
es: Mover :
sr: Помери :
sv: Flytta:
sw: Sogeza:
ta: நகர்த்து:
th: เคลื่อนไหว :
tr: Taşınmak :
uk: Перемістити:
ur: منتقل کریں:
vi: Di chuyển :

source: Eval :
es: Evaluar:
sr: Евал :
ta: மதிப்பீடு :
th: การประเมิน :
tr: Değerlendirme :
vi: Đánh giá:

source: Time :
es: Tiempo :
sr: време:
sv: Tid:
sw: Muda:
ta: நேரம்:
th: เวลา :
tr: Zaman :
uk: час:
ur: وقت:
vi: Thời gian :

source: secs
es: segundos
sr: сец
sv: sek
sw: sekunde
ta: வினாடிகள்
th: วินาที
tr: saniyeler
uk: сек
ur: سیکنڈ
vi: giây

source: Depth
es: Profundidad
sr: Дубина
sv: Djup
sw: Kina
ta: ஆழம்
th: ความลึก
tr: Derinlik
uk: Глибина
ur: گہرائی
vi: Độ sâu

source: ply
es: capa
sr: слагати
sv: lager
ta: ஓடு
th: พับ
tr: kat
uk: шарувати
ur: پلائی
vi: lớp

source: Display eval profile options dialog box
es: Mostrar el cuadro de diálogo de opciones de perfil de evaluación
sr: Прикажи дијалог опција евал профила
sv: Visa dialogrutan för alternativ för evalprofil
sw: Onyesha kisanduku cha mazungumzo cha chaguzi za wasifu eval
ta: eval சுயவிவர விருப்பங்கள் உரையாடல் பெட்டியைக் காட்டு
th: แสดงกล่องโต้ตอบตัวเลือกโปรไฟล์การประเมิน
tr: Değerlendirme profili seçenekleri iletişim kutusunu görüntüle
uk: Відобразити діалогове вікно параметрів профілю оцінки
ur: ایول پروفائل آپشنز کا ڈائیلاگ باکس دکھائیں۔
vi: Hiển thị hộp thoại tùy chọn hồ sơ đánh giá

source: Create evaluation profile for current game
es: Crear un perfil de evaluación para el juego actual
sr: Креирајте профил за процену тренутне игре
sv: Skapa utvärderingsprofil för aktuellt spel
sw: Unda wasifu wa tathmini kwa mchezo wa sasa
ta: தற்போதைய விளையாட்டுக்கான மதிப்பீட்டு சுயவிவரத்தை உருவாக்கவும்.
th: สร้างโปรไฟล์การประเมินสำหรับเกมปัจจุบัน
tr: Mevcut oyun için değerlendirme profili oluştur
uk: Створіть оціночний профіль для поточної гри
ur: موجودہ گیم کے لیے تشخیصی پروفائل بنائیں
vi: Tạo hồ sơ đánh giá cho trò chơi hiện tại

source: Hold down <Alt> for all database games
es: Mantenga presionada la tecla <Alt> para todos los juegos de la base de datos
sr: Држите <Алт> за све игре базе података
sv: Håll ned <Alt> för alla databasspel
sw: Shikilia <Alt> kwa michezo yote ya hifadhidata
ta: எல்லா தரவுத்தள விளையாட்டுகளுக்கும் <Alt> ஐ அழுத்திப் பிடிக்கவும்.
th: กด <Alt> ค้างไว้สำหรับเกมฐานข้อมูลทั้งหมด
tr: Tüm veritabanı oyunları için <Alt> tuşuna basılı tutun
uk: Утримуйте <Alt> для всіх ігор бази даних
ur: تمام ڈیٹا بیس گیمز کے لیے <Alt> کو دبا کر رکھیں
vi: Giữ phím <Alt> cho tất cả các trò chơi cơ sở dữ liệu

source: Hold down <Ctrl> to clear current profile
es: Mantenga presionada la tecla <Ctrl> para borrar el perfil actual
sr: Држите <Цтрл> да обришете тренутни профил
sv: Håll ned <Ctrl> för att rensa aktuell profil
sw: Shikilia chini <Ctrl> ili kufuta wasifu wa sasa
ta: தற்போதைய சுயவிவரத்தை அழிக்க <Ctrl> ஐ அழுத்திப் பிடிக்கவும்.
th: กด <Ctrl> ค้างไว้เพื่อล้างโปรไฟล์ปัจจุบัน
tr: Mevcut profili temizlemek için <Ctrl> tuşuna basılı tutun
uk: Утримуйте <Ctrl>, щоб очистити поточний профіль
ur: موجودہ پروفائل صاف کرنے کے لیے <Ctrl> کو دبا کر رکھیں
vi: Giữ phím <Ctrl> để xóa hồ sơ hiện tại

source: Stop building eval profile for current game
es: Detener la creación del perfil de evaluación para el juego actual
sr: Престаните да правите евал профил за тренутну игру
sv: Sluta bygga evalprofil för aktuellt spel
sw: Acha kuunda wasifu wa eval kwa mchezo wa sasa
ta: தற்போதைய விளையாட்டுக்கான மதிப்பீடு சுயவிவரத்தை உருவாக்குவதை நிறுத்து.
th: หยุดสร้างโปรไฟล์การประเมินสำหรับเกมปัจจุบัน
tr: Mevcut oyun için değerlendirme profili oluşturmayı durdurun
uk: Припинити створення профілю eval для поточної гри
ur: موجودہ گیم کے لیے ایول پروفائل بنانا بند کریں۔
vi: Dừng xây dựng hồ sơ đánh giá cho trò chơi hiện tại

source: Add eval to notation
es: Agregar eval a la notación
sr: Додајте евал нотацији
sv: Lägg till eval till notation
sw: Ongeza eval kwa nukuu
ta: குறியீட்டில் மதிப்பீட்டைச் சேர்க்கவும்
th: เพิ่มการประเมินลงในสัญลักษณ์
tr: Notasyona eval ekleyin
uk: Додайте eval до позначення
ur: اشارے میں eval شامل کریں۔
vi: Thêm eval vào ký hiệu

source: Add all evals
es: Agregar todas las evaluaciones
sr: Додајте све оцене
sv: Lägg till alla evaler
sw: Ongeza evals zote
ta: அனைத்து மதிப்பீடுகளையும் சேர்க்கவும்
th: เพิ่มการประเมินทั้งหมด
tr: Tüm değerlendirmeleri ekle
uk: Додайте всі оцінки
ur: تمام ایولز شامل کریں۔
vi: Thêm tất cả các đánh giá

source: Delte eval from notation
es: Eliminar eval de la notación
sr: Избришите евал из нотације
sv: Ta bort eval från notation
sw: Futa eval kutoka kwa nukuu
ta: குறியீட்டிலிருந்து துல்லியமான மதிப்பீடு
th: ลบการประเมินจากสัญลักษณ์
tr: Değerlendirmeyi notasyondan sil
uk: Видалення eval із нотації
ur: نوٹیشن سے ڈیلیٹ ایول
vi: Xóa eval khỏi ký hiệu

source: Delete all evals
es: Eliminar todas las evaluaciones
sr: Избришите све процене
sv: Ta bort alla evaler
sw: Futa evals zote
ta: அனைத்து மதிப்பீடுகளையும் நீக்கு
th: ลบการประเมินทั้งหมด
tr: Tüm değerlendirmeleri sil
uk: Видалити всі оцінки
ur: تمام ایولز کو حذف کریں۔
vi: Xóa tất cả các đánh giá

source: Delete eval profile
es: Eliminar perfil de evaluación
sr: Избришите евал профил
sv: Ta bort evalprofil
sw: Futa wasifu wa eval
ta: மதிப்பீடு சுயவிவரத்தை நீக்கு
th: ลบโปรไฟล์การประเมิน
tr: Değerlendirme profilini sil
uk: Видалити профіль eval
ur: ایول پروفائل کو حذف کریں۔
vi: Xóa hồ sơ đánh giá

source: Analyse move..
es: Analizar movimiento..
sr: Анализирај потез..
sv: Analysera drag..
sw: Changanua hoja..
ta: நகர்வை பகுப்பாய்வு செய்யுங்கள்..
th: วิเคราะห์ความเคลื่อนไหว..
tr: Analiz hareketi..
uk: Аналіз руху..
ur: حرکت کا تجزیہ کریں..
vi: Phân tích nước đi..

source: Eval
es: Evaluar
sr: Евал
ta: ஏவல்
th: การประเมินผล
tr: Değerlendirme
ur: ایول
vi: Đánh giá

source: Time
es: Tiempo
sr: Време
sv: Tid
sw: Wakati
ta: நேரம்
th: เวลา
tr: Zaman
uk: час
ur: وقت
vi: Thời gian

source: Ply
es: Capa
sr: Пли
sv: Lager
ta: பிளை
th: ชั้น
tr: Katman
uk: пластовий
ur: پلائی
vi: Lớp

source: There is no eval to add
es: No hay ninguna evaluación que agregar
sr: Нема евалуације за додавање
sv: Det finns ingen eval att lägga till
sw: Hakuna eval ya kuongeza
ta: சேர்க்க எந்த மதிப்பீடும் இல்லை.
th: ไม่มีการประเมินที่จะเพิ่ม
tr: Eklenecek bir değerlendirme yok
uk: Немає eval для додавання
ur: شامل کرنے کے لیے کوئی ایویل نہیں ہے۔
vi: Không có eval để thêm

source: Evaluation profile message
es: Mensaje de perfil de evaluación
sr: Порука профила за евалуацију
sv: Utvärderingsprofilmeddelande
sw: Ujumbe wa wasifu wa tathmini
ta: மதிப்பீட்டு சுயவிவரச் செய்தி
th: ข้อความโปรไฟล์การประเมิน
tr: Değerlendirme profili mesajı
uk: Повідомлення профілю оцінювання
ur: تشخیصی پروفائل کا پیغام
vi: Tin nhắn hồ sơ đánh giá

source: There are no evals to add
es: No hay evaluaciones para agregar
sr: Нема процена за додавање
sv: Det finns inga evaler att lägga till
sw: Hakuna evals za kuongeza
ta: சேர்க்க எந்த மதிப்பீடுகளும் இல்லை.
th: ไม่มีการประเมินที่จะเพิ่ม
tr: Eklenecek değerlendirme yok
uk: Немає оцінок для додавання
ur: شامل کرنے کے لیے کوئی ایولز نہیں ہیں۔
vi: Không có đánh giá nào để thêm vào

source: There is no eval to delete
es: No hay ninguna evaluación para eliminar
sr: Не постоји евалуација за брисање
sv: Det finns ingen eval att radera
sw: Hakuna eval ya kufuta
ta: நீக்குவதற்கு எந்த மதிப்பீடும் இல்லை.
th: ไม่มีการประเมินผลการลบ
tr: Silinecek bir değerlendirme yok
uk: Немає eval для видалення
ur: حذف کرنے کی کوئی گنجائش نہیں ہے۔
vi: Không có eval để xóa

source: There are no evals to delete
es: No hay evaluaciones para eliminar
sr: Нема процена за брисање
sv: Det finns inga evaler att ta bort
sw: Hakuna masahihisho ya kufuta
ta: நீக்குவதற்கு எந்த மதிப்பீடுகளும் இல்லை.
th: ไม่มีการประเมินที่จะลบ
tr: Silinecek değerlendirme yok
uk: Немає оцінок для видалення
ur: حذف کرنے کے لیے کوئی ایولز نہیں ہیں۔
vi: Không có đánh giá nào để xóa

source: There is no profile to delete
es: No hay ningún perfil para eliminar
sr: Нема профила за брисање
sv: Det finns ingen profil att ta bort
sw: Hakuna wasifu wa kufuta
ta: நீக்குவதற்கு எந்த சுயவிவரமும் இல்லை.
th: ไม่มีโปรไฟล์ที่จะลบ
tr: Silinecek profil yok
uk: Немає профілю для видалення
ur: حذف کرنے کے لیے کوئی پروفائل نہیں ہے۔
vi: Không có hồ sơ nào để xóa

source: Eval profile build complete for
es: Se completó la creación del perfil de evaluación para
sr: Израда Евал профила је завршена за
sv: Eval profilbygge komplett för
sw: Muundo wa wasifu wa Eval umekamilika kwa
ta: Eval சுயவிவர உருவாக்கம் முடிந்தது
th: สร้างโปรไฟล์การประเมินเสร็จสมบูรณ์แล้วสำหรับ
tr: Değerlendirme profili oluşturma tamamlandı
uk: Створення профілю Eval завершено для
ur: Eval پروفائل کی تعمیر مکمل
vi: Đánh giá hồ sơ xây dựng hoàn tất cho
