Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Display the engine name
es: Mostrar el nombre del motor
sr: Прикажите назив мотора
sv: Visa motornamnet
sw: Onyesha jina la injini
ta: இயந்திரப் பெயரைக் காட்டு
th: แสดงชื่อเครื่องยนต์
tr: Motor adını görüntüle
uk: Відображення назви двигуна
ur: انجن کا نام دکھائیں۔
vi: Hiển thị tên động cơ

source: Display the search depth and selective search depth
es: Muestra la profundidad de búsqueda y la profundidad de búsqueda selectiva
sr: Прикажите дубину претраге и дубину селективне претраге
sv: Visa sökdjupet och selektivt sökdjup
sw: Onyesha kina cha utafutaji na kina cha utafutaji uliochaguliwa
ta: தேடல் ஆழத்தையும் தேர்ந்தெடுக்கப்பட்ட தேடல் ஆழத்தையும் காண்பி
th: แสดงความลึกการค้นหาและความลึกการค้นหาแบบเลือก
tr: Arama derinliğini ve seçici arama derinliğini görüntüleyin
uk: Відображення глибини пошуку та вибіркової глибини пошуку
ur: تلاش کی گہرائی اور منتخب تلاش کی گہرائی دکھائیں۔
vi: Hiển thị độ sâu tìm kiếm và độ sâu tìm kiếm có chọn lọc

source: Display the position evaluation
es: Mostrar la evaluación de la posición
sr: Прикажите процену позиције
sv: Visa positionsutvärderingen
sw: Onyesha tathmini ya nafasi
ta: நிலை மதிப்பீட்டைக் காட்டு
th: แสดงการประเมินตำแหน่ง
tr: Pozisyon değerlendirmesini görüntüle
uk: Відображення оцінки позиції
ur: پوزیشن کی تشخیص دکھائیں۔
vi: Hiển thị đánh giá vị trí

source: Display the kilo nodes (positions) searched per second
es: Mostrar los kilonodos (posiciones) buscados por segundo
sr: Прикажите кило чворове (позиције) који се траже у секунди
sv: Visa kilonoder (positioner) som sökts per sekund
sw: Onyesha nodi za kilo (nafasi) zilizotafutwa kwa sekunde
ta: வினாடிக்கு தேடப்பட்ட கிலோ முனைகளை (நிலைகள்) காட்டு.
th: แสดงจำนวนกิโลโหนด (ตำแหน่ง) ที่ค้นหาต่อวินาที
tr: Saniyede aranan kilo düğümlerini (pozisyonlarını) görüntüle
uk: Відображення кілограм вузлів (позицій), які шукаються за секунду
ur: فی سیکنڈ میں تلاش کیے گئے کلو نوڈس (پوزیشنز) دکھائیں۔
vi: Hiển thị số kilo node (vị trí) được tìm kiếm mỗi giây

source: Display the time spent searching on the current move
es: Muestra el tiempo empleado en la búsqueda en el movimiento actual
sr: Прикажите време потрошено на тражење на тренутном потезу
sv: Visa den tid som ägnat åt att söka på det aktuella draget
sw: Onyesha muda uliotumika kutafuta kwenye hoja ya sasa
ta: தற்போதைய நகர்வில் தேடுவதற்குச் செலவழித்த நேரத்தைக் காட்டு.
th: แสดงเวลาที่ใช้ในการค้นหาขณะเคลื่อนที่
tr: Mevcut hareket üzerinde arama için harcanan süreyi görüntüle
uk: Показати час, витрачений на пошук поточного ходу
ur: موجودہ اقدام پر تلاش میں گزارا ہوا وقت دکھائیں۔
vi: Hiển thị thời gian dành cho việc tìm kiếm nước đi hiện tại

source: Display the best line found during search
es: Mostrar la mejor línea encontrada durante la búsqueda
sr: Прикажи најбољу линију пронађену током претраге
sv: Visa den bästa raden som hittats under sökningen
sw: Onyesha laini bora zaidi inayopatikana wakati wa utafutaji
ta: தேடலின் போது கிடைத்த சிறந்த வரியைக் காட்டு.
th: แสดงบรรทัดที่ดีที่สุดที่พบระหว่างการค้นหา
tr: Arama sırasında bulunan en iyi satırı görüntüle
uk: Показати найкращий рядок, знайдений під час пошуку
ur: تلاش کے دوران ملنے والی بہترین لائن دکھائیں۔
vi: Hiển thị dòng tốt nhất được tìm thấy trong quá trình tìm kiếm

source: Enter the maximum number of full moves to be displayed
es: Introduzca el número máximo de movimientos completos que se mostrarán
sr: Унесите максималан број пуних потеза који ће бити приказани
sv: Ange det maximala antalet hela drag som ska visas
sw: Weka idadi ya juu zaidi ya hatua kamili zitakazoonyeshwa
ta: காட்டப்பட வேண்டிய அதிகபட்ச முழு நகர்வுகளின் எண்ணிக்கையை உள்ளிடவும்.
th: ระบุจำนวนการเคลื่อนไหวสูงสุดที่จะแสดง
tr: Görüntülenecek maksimum tam hamle sayısını girin
uk: Введіть максимальну кількість повних ходів для відображення
ur: دکھائے جانے والے مکمل چالوں کی زیادہ سے زیادہ تعداد درج کریں۔
vi: Nhập số lượng nước đi đầy đủ tối đa sẽ được hiển thị

source: in the best line. i.e d2d4 d7d5 counts as one move
es: En la mejor línea, es decir, d2d4 d7d5 cuenta como un movimiento
sr: у најбољем реду. тј. д2д4 д7д5 се рачуна као један потез
sv: i bästa led. d2d4 d7d5 räknas som ett drag
sw: katika mstari bora. yaani d2d4 d7d5 huhesabiwa kama hatua moja
ta: சிறந்த வரிசையில். அதாவது d2d4 d7d5 ஒரு நகர்வாகக் கணக்கிடப்படும்.
th: ในแนวที่ดีที่สุด เช่น d2d4 d7d5 นับเป็น 1 การเดิน
tr: en iyi sırada. yani d2d4 d7d5 bir hamle olarak sayılır
uk: в найкращій лінії. тобто d2d4 d7d5 вважається одним ходом
ur: بہترین لائن میں. یعنی d2d4 d7d5 ایک اقدام کے طور پر شمار ہوتا ہے۔
vi: theo dòng tốt nhất. tức là d2d4 d7d5 được tính là một nước đi

source: Enter 0 for no restriction on the best line length.
es: Ingrese 0 para no haber restricciones en la mejor longitud de línea.
sr: Унесите 0 без ограничења на најбољу дужину линије.
sv: Ange 0 för ingen begränsning av den bästa radlängden.
sw: Weka 0 bila kizuizi kwa urefu bora wa mstari.
ta: சிறந்த வரி நீளத்தில் எந்த கட்டுப்பாடும் இல்லாமல் 0 ஐ உள்ளிடவும்.
th: ป้อน 0 หากต้องการไม่มีข้อจำกัดเกี่ยวกับความยาวบรรทัดที่ดีที่สุด
tr: En iyi satır uzunluğunda herhangi bir kısıtlama olmaması için 0 girin.
uk: Введіть 0, щоб не було обмежень щодо найкращої довжини лінії.
ur: بہترین لائن کی لمبائی پر بغیر کسی پابندی کے 0 درج کریں۔
vi: Nhập 0 để không giới hạn độ dài dòng tốt nhất.

source: Whether to automatically select the search info panel
es: Si se debe seleccionar automáticamente el panel de información de búsqueda
sr: Да ли ће се аутоматски изабрати табла са информацијама за претрагу
sv: Om sökinformationspanelen ska väljas automatiskt
sw: Ikiwa utachagua kiotomatiki kidirisha cha maelezo ya utafutaji
ta: தேடல் தகவல் பலகையைத் தானாகவே தேர்ந்தெடுக்க வேண்டுமா
th: จะเลือกแผงข้อมูลการค้นหาโดยอัตโนมัติหรือไม่
tr: Arama bilgisi panelinin otomatik olarak seçilip seçilmeyeceği
uk: Чи автоматично вибирати панель інформації про пошук
ur: آیا خودکار طور پر سرچ انفارمیشن پینل کو منتخب کرنا ہے۔
vi: Có nên tự động chọn bảng thông tin tìm kiếm không

source: when a new game is started
es: cuando se inicia un nuevo juego
sr: када се започне нова игра
sv: när ett nytt spel startas
sw: mchezo mpya unapoanzishwa
ta: ஒரு புதிய விளையாட்டு தொடங்கும் போது
th: เมื่อเกมใหม่เริ่มต้น
tr: yeni bir oyun başlatıldığında
uk: коли починається нова гра
ur: جب ایک نیا کھیل شروع ہوتا ہے۔
vi: khi một trò chơi mới bắt đầu

source: The < Search info > panel offers a different view
es: El panel <Información de búsqueda> ofrece una vista diferente
sr: Панел < Сеарцх инфо > нуди другачији приказ
sv: Panelen < Sök info > erbjuder en annan vy
sw: Paneli ya <Maelezo ya Utafutaji > inatoa mwonekano tofauti
ta: தேடல் தகவல் > பேனல் வேறுபட்ட காட்சியை வழங்குகிறது.
th: แผง < ค้นหาข้อมูล > นำเสนอมุมมองที่แตกต่างออกไป
tr: < Arama bilgisi > paneli farklı bir görünüm sunar
uk: Панель <Інформація про пошук> пропонує інший вигляд
ur: <تلاش معلومات> پینل ایک مختلف منظر پیش کرتا ہے۔
vi: Bảng < Tìm kiếm thông tin > cung cấp một chế độ xem khác

source: of engine analysis when the engine is thinking or pondering.
es: del análisis del motor cuando el motor está pensando o reflexionando.
sr: анализе мотора када мотор размишља или размишља.
sv: av motoranalys när motorn funderar eller funderar.
sw: uchambuzi wa injini wakati injini inafikiria au kutafakari.
ta: இயந்திரம் சிந்திக்கும்போது அல்லது சிந்திக்கும்போது இயந்திர பகுப்பாய்வு.
th: ของการวิเคราะห์เครื่องยนต์ เมื่อเครื่องยนต์กำลังคิดหรือครุ่นคิด
tr: Motorun düşünmesi veya kafa yorması durumunda motor analizi yapılır.
uk: аналізу двигуна, коли двигун думає або розмірковує.
ur: انجن کے تجزیہ کا جب انجن سوچ رہا ہو یا غور کر رہا ہو۔
vi: của phân tích động cơ khi động cơ đang suy nghĩ hoặc cân nhắc.

source: It can be used for human vs engine games,
es: Se puede utilizar para juegos de humanos contra motores.
sr: Може се користити за игре људи против мотора,
sv: Det kan användas för mänskliga vs motorspel,
sw: Inaweza kutumika kwa michezo ya injini dhidi ya binadamu,
ta: இது மனிதர்களுக்கு எதிராக இயந்திர விளையாட்டுகளுக்குப் பயன்படுத்தப்படலாம்,
th: มันสามารถใช้กับเกม Human vs Engine ได้
tr: İnsan ve motor oyunlarında kullanılabilir,
uk: Його можна використовувати для ігор «людина проти двигуна»,
ur: اسے انسانی بمقابلہ انجن گیمز کے لیے استعمال کیا جا سکتا ہے،
vi: Nó có thể được sử dụng cho trò chơi giữa con người và máy móc,

source: or engine vs engine games in matches and tournaments.
es: o juegos de motor contra motor en partidos y torneos.
sr: или игре мотора против мотора на утакмицама и турнирима.
sv: eller motor vs motorspel i matcher och turneringar.
sw: au michezo ya injini dhidi ya injini katika mechi na mashindano.
ta: அல்லது போட்டிகள் மற்றும் போட்டிகளில் இயந்திரம் vs இயந்திர விளையாட்டுகள்.
th: หรือเกมเครื่องยนต์ปะทะเครื่องยนต์ในการแข่งขันและทัวร์นาเมนต์
tr: veya maçlarda ve turnuvalarda motor vs motor oyunları.
uk: або ігри двигуна проти двигуна в матчах і турнірах.
ur: یا میچوں اور ٹورنامنٹس میں انجن بمقابلہ انجن گیمز۔
vi: hoặc các trò chơi đấu trí giữa các động cơ trong các trận đấu và giải đấu.

source: This dialog box allow you to select which of the following elements
es: Este cuadro de diálogo le permite seleccionar cuál de los siguientes elementos
sr: Овај оквир за дијалог вам омогућава да изаберете који од следећих елемената
sv: Denna dialogruta låter dig välja vilket av följande element
sw: Kisanduku hiki cha mazungumzo hukuruhusu kuchagua kipi kati ya vipengee vifuatavyo
ta: இந்த உரையாடல் பெட்டி பின்வரும் எந்த உறுப்புகளைத் தேர்ந்தெடுக்க உங்களை அனுமதிக்கிறது
th: กล่องโต้ตอบนี้ช่วยให้คุณสามารถเลือกองค์ประกอบใดต่อไปนี้
tr: Bu iletişim kutusu, aşağıdaki öğelerden hangisini seçmenize olanak tanır
uk: У цьому діалоговому вікні ви можете вибрати один із наведених нижче елементів
ur: یہ ڈائیلاگ باکس آپ کو مندرجہ ذیل عناصر میں سے کون سا انتخاب کرنے کی اجازت دیتا ہے۔
vi: Hộp thoại này cho phép bạn chọn phần tử nào sau đây

source: of the engine search info should be displayed
es: Se debe mostrar la información de búsqueda del motor
sr: информација о претраживачу треба да се прикаже
sv: information om sökmotorn ska visas
sw: habari ya utafutaji wa injini inapaswa kuonyeshwa
ta: என்ஜின் தேடல் தகவலின்
th: ของข้อมูลการค้นหาเครื่องยนต์ควรจะแสดง
tr: motor arama bilgisi görüntülenmelidir
uk: має відображатися інформація про пошукову систему
ur: انجن کی تلاش کی معلومات کو ظاہر کیا جانا چاہئے
vi: của thông tin tìm kiếm của công cụ sẽ được hiển thị

source: Display search info : Whether to display any engine search info.
es: Mostrar información de búsqueda: si se debe mostrar cualquier información de búsqueda del motor.
sr: Прикажи информације о претрази : да ли да се прикаже било која информација о претраживачу.
sv: Visa sökinformation : Om någon sökinformation ska visas.
sw: Onyesha maelezo ya utafutaji : Iwapo itaonyesha maelezo yoyote ya utafutaji wa injini.
ta: தேடல் தகவலைக் காட்டு: ஏதேனும் இயந்திர தேடல் தகவலைக் காட்ட வேண்டுமா.
th: แสดงข้อมูลการค้นหา : จะแสดงข้อมูลการค้นหาเครื่องมือค้นหาหรือไม่
tr: Arama bilgilerini görüntüle: Herhangi bir arama motoru bilgisinin gösterilip gösterilmeyeceği.
uk: Відображати пошукову інформацію : чи відображати будь-яку пошукову інформацію системи.
ur: تلاش کی معلومات دکھائیں: انجن کی تلاش کی معلومات کو ظاہر کرنا ہے یا نہیں۔
vi: Hiển thị thông tin tìm kiếm: Có hiển thị bất kỳ thông tin tìm kiếm nào của công cụ tìm kiếm hay không.

source: Human thinking : Display search info when the human player is thinking.
es: Pensamiento humano: muestra información de búsqueda cuando el jugador humano está pensando.
sr: Људско размишљање: Прикажите информације за претрагу када човек размишља.
sv: Mänskligt tänkande : Visa sökinformation när den mänskliga spelaren tänker.
sw: Mawazo ya kibinadamu : Onyesha maelezo ya utafutaji wakati mchezaji wa kibinadamu anafikiri.
ta: மனித சிந்தனை: மனித வீரர் சிந்திக்கும்போது தேடல் தகவலைக் காண்பி.
th: ความคิดของมนุษย์ : แสดงข้อมูลการค้นหาเมื่อผู้เล่นมนุษย์กำลังคิด
tr: İnsan düşüncesi: İnsan oyuncu düşünürken arama bilgilerini görüntüle.
uk: Людське мислення: відображати пошукову інформацію, коли людина думає.
ur: انسانی سوچ: جب انسانی کھلاڑی سوچ رہا ہو تو تلاش کی معلومات دکھائیں۔
vi: Suy nghĩ của con người: Hiển thị thông tin tìm kiếm khi người chơi đang suy nghĩ.

source: For this to work the engine <ponder> option must be on.
es: Para que esto funcione la opción del motor <ponder> debe estar activada.
sr: Да би ово функционисало, опција мотора <пондер> мора бити укључена.
sv: För att detta ska fungera måste motorns <ponder>-alternativ vara på.
sw: Ili hii ifanye kazi, chaguo la injini <ponder> lazima liwe limewashwa.
ta: இது வேலை செய்ய எஞ்சின் <ponder> விருப்பம் இயக்கப்பட்டிருக்க வேண்டும்.
th: หากต้องการให้สิ่งนี้ทำงานได้ จะต้องเปิดตัวเลือกเครื่องยนต์ <ponder> ไว้
tr: Bunun çalışması için motor <ponder> seçeneğinin açık olması gerekir.
uk: Щоб це працювало, параметр двигуна <ponder> має бути ввімкнено.
ur: اس کے کام کرنے کے لیے انجن <ponder> کا آپشن آن ہونا چاہیے۔
vi: Để thực hiện được điều này, tùy chọn <ponder> của engine phải được bật.

source: Computer thinking : Display search info when the computer is thinking.
es: Pensamiento de computadora: muestra información de búsqueda cuando la computadora está pensando.
sr: Рачунарско размишљање: Прикажите информације за претрагу када рачунар размишља.
sv: Datortänkande : Visa sökinformation när datorn tänker.
sw: Kufikiri kwa kompyuta : Onyesha maelezo ya utafutaji wakati kompyuta inafikiri.
ta: கணினி சிந்தனை: கணினி சிந்திக்கும்போது தேடல் தகவலைக் காண்பிக்கும்.
th: การคิดด้วยคอมพิวเตอร์ : แสดงข้อมูลการค้นหาเมื่อคอมพิวเตอร์กำลังคิด
tr: Bilgisayar düşüncesi: Bilgisayar düşünürken arama bilgilerini görüntüle.
uk: Комп’ютерне мислення: відображати пошукову інформацію, коли комп’ютер думає.
ur: کمپیوٹر سوچ: جب کمپیوٹر سوچ رہا ہو تو تلاش کی معلومات دکھائیں۔
vi: Suy nghĩ của máy tính: Hiển thị thông tin tìm kiếm khi máy tính đang suy nghĩ.

source: Engine name : Display the engine name.
es: Nombre del motor: muestra el nombre del motor.
sr: Назив мотора : Прикажите назив мотора.
sv: Motornamn : Visa motornamnet.
sw: Jina la injini : Onyesha jina la injini.
ta: இயந்திரப் பெயர்: இயந்திரப் பெயரைக் காண்பி.
th: ชื่อเครื่องยนต์ : แสดงชื่อเครื่องยนต์
tr: Motor adı : Motor adını görüntüler.
uk: Назва двигуна: відображення назви двигуна.
ur: انجن کا نام : انجن کا نام دکھائیں۔
vi: Tên động cơ: Hiển thị tên động cơ.

source: Search depth : Display the search depth and selective search depth
es: Profundidad de búsqueda: muestra la profundidad de búsqueda y la profundidad de búsqueda selectiva
sr: Дубина претраге : Прикажите дубину претраге и селективну дубину претраге
sv: Sökdjup : Visa sökdjupet och selektivt sökdjup
sw: Kina cha utafutaji : Onyesha kina cha utafutaji na kina cha utafutaji kilichochaguliwa
ta: தேடல் ஆழம்: தேடல் ஆழம் மற்றும் தேர்ந்தெடுக்கப்பட்ட தேடல் ஆழத்தைக் காட்டு.
th: ความลึกในการค้นหา : แสดงความลึกในการค้นหาและความลึกในการค้นหาแบบเลือก
tr: Arama derinliği : Arama derinliğini ve seçici arama derinliğini görüntüleyin
uk: Глибина пошуку: відображення глибини пошуку та глибини вибіркового пошуку
ur: تلاش کی گہرائی : تلاش کی گہرائی اور منتخب تلاش کی گہرائی دکھائیں۔
vi: Độ sâu tìm kiếm: Hiển thị độ sâu tìm kiếm và độ sâu tìm kiếm có chọn lọc

source: that the engine has reached during the search.
es: que el motor ha alcanzado durante la búsqueda.
sr: до којих је мотор дошао током претраге.
sv: som motorn har nått under sökningen.
sw: ambayo injini imefikia wakati wa utafutaji.
ta: தேடலின் போது இயந்திரம் அடைந்தது.
th: ที่เครื่องยนต์ได้ไปถึงขณะทำการค้นหา
tr: arama sırasında motorun ulaştığı nokta.
uk: якого двигун досяг під час пошуку.
ur: تلاش کے دوران انجن تک پہنچ گیا ہے۔
vi: mà động cơ đã đạt được trong quá trình tìm kiếm.

source: Evaluation : Display the evaluation for the best line of play.
es: Evaluación: Muestra la evaluación de la mejor línea de juego.
sr: Евалуација: Прикажите процену за најбољу линију игре.
sv: Utvärdering : Visa utvärderingen för den bästa spellinjen.
sw: Tathmini : Onyesha tathmini ya safu bora ya uchezaji.
ta: மதிப்பீடு: சிறந்த ஆட்ட வரிசைக்கான மதிப்பீட்டைக் காட்டு.
th: การประเมิน : แสดงการประเมินสำหรับแนวการเล่นที่ดีที่สุด
tr: Değerlendirme : En iyi oyun çizgisinin değerlendirmesini göster.
uk: Оцінка: відобразити оцінку найкращої лінії гри.
ur: تشخیص : کھیل کی بہترین لائن کے لیے تشخیص دکھائیں۔
vi: Đánh giá: Hiển thị đánh giá cho đường chơi tốt nhất.

source: Kilo nodes : Display the number of kilo nodes (positions in 1000's),
es: Nodos kilo: muestra la cantidad de nodos kilo (posiciones en miles),
sr: Кило чворови : Прикажи број чворова килограма (позиције у 1000),
sv: Kilo-noder : Visa antalet kilonoder (positioner i 1000-tal),
sw: Nodi za Kilo : Onyesha idadi ya nodi za kilo (nafasi katika 1000),
ta: கிலோ முனைகள்: கிலோ முனைகளின் எண்ணிக்கையைக் காட்டு (1000களில் நிலைகள்),
th: โหนดกิโล : แสดงจำนวนโหนดกิโล (ตำแหน่งเป็นพัน)
tr: Kilo düğümleri : Kilo düğümlerinin sayısını (1000'ler halinde) görüntüler,
uk: Кіло вузли: відображення кількості кіло вузлів (позиції в 1000),
ur: کلو نوڈس : کلو نوڈس کی تعداد دکھائیں (1000 میں پوزیشنیں)،
vi: Nút Kilo: Hiển thị số nút Kilo (vị trí tính theo đơn vị 1000),

source: that the engine has checked during the search.
es: que el motor ha comprobado durante la búsqueda.
sr: које је мотор проверио током претраге.
sv: som motorn har kontrollerat under sökningen.
sw: ambayo injini imeangalia wakati wa utafutaji.
ta: தேடலின் போது இயந்திரம் சரிபார்த்ததா என்பதை.
th: ซึ่งเครื่องยนต์ได้ทำการตรวจสอบในระหว่างการค้นหา
tr: Arama sırasında motorun kontrol ettiği.
uk: що двигун перевірив під час пошуку.
ur: کہ انجن نے تلاشی کے دوران چیک کیا ہے۔
vi: mà công cụ tìm kiếm đã kiểm tra.

source: Time taken : Display the number of seconds that the engine
es: Tiempo empleado: muestra el número de segundos que tarda el motor
sr: Заузето време : Приказује број секунди које мотор траје
sv: Tidsåtgång: Visa antalet sekunder som motorn
sw: Muda uliochukuliwa : Onyesha idadi ya sekunde ambazo injini
ta: எடுக்கப்பட்ட நேரம்: இயந்திரம் இயக்கப்பட்ட வினாடிகளின் எண்ணிக்கையைக் காட்டு.
th: เวลาที่ใช้ : แสดงจำนวนวินาทีที่เครื่องยนต์
tr: Harcanan zaman: Motorun kaç saniye çalıştığını gösterir.
uk: Витрачений час: відображення кількості секунд, протягом яких двигун
ur: لگنے والا وقت : انجن کے سیکنڈوں کی تعداد دکھائیں۔
vi: Thời gian thực hiện: Hiển thị số giây mà động cơ

source: has been searching the position for the current move.
es: ha estado buscando la posición para el movimiento actual.
sr: је тражио позицију за тренутни потез.
sv: har sökt efter positionen för det aktuella draget.
sw: amekuwa akitafuta nafasi kwa hoja ya sasa.
ta: தற்போதைய நகர்வுக்கான நிலையைத் தேடி வருகிறது.
th: กำลังค้นหาตำแหน่งที่จะย้ายอยู่ในปัจจุบัน
tr: Mevcut hamle için pozisyon arıyordu.
uk: шукав позицію для поточного ходу.
ur: موجودہ اقدام کی پوزیشن تلاش کر رہا ہے۔
vi: đang tìm kiếm vị trí cho động thái hiện tại.

source: Best line : Display the best line found so far during the search.
es: Mejor línea: muestra la mejor línea encontrada hasta el momento durante la búsqueda.
sr: Најбоља линија : Прикажите најбољу линију до сада пронађену током претраге.
sv: Bästa raden : Visa den bästa raden som hittats hittills under sökningen.
sw: Mstari bora zaidi : Onyesha laini bora zaidi iliyopatikana kufikia sasa wakati wa utafutaji.
ta: சிறந்த வரி: தேடலின் போது இதுவரை கண்டுபிடிக்கப்பட்ட சிறந்த வரியைக் காண்பி.
th: บรรทัดที่ดีที่สุด: แสดงบรรทัดที่ดีที่สุดที่พบในระหว่างการค้นหา
tr: En iyi satır : Arama sırasında şu ana kadar bulunan en iyi satırı görüntüler.
uk: Найкращий рядок : відобразити найкращий рядок, знайдений на даний момент під час пошуку.
ur: بہترین لائن : تلاش کے دوران اب تک پائی جانے والی بہترین لائن دکھائیں۔
vi: Dòng tốt nhất: Hiển thị dòng tốt nhất được tìm thấy cho đến thời điểm tìm kiếm.

source: Max move no : Enter the maximum number of full moves to be displayed
es: N.º máximo de movimientos: introduzca el número máximo de movimientos completos que se mostrarán
sr: Мак мове но : Унесите максималан број пуних потеза који ће бити приказани
sv: Max drag nr : Ange det maximala antalet hela drag som ska visas
sw: Nambari ya juu zaidi ya kusogeza : Weka idadi ya juu zaidi ya hatua kamili zitakazoonyeshwa
ta: அதிகபட்ச நகர்வு எண்: காட்டப்பட வேண்டிய அதிகபட்ச முழு நகர்வுகளின் எண்ணிக்கையை உள்ளிடவும்.
th: จำนวนการเคลื่อนไหวสูงสุด : ป้อนจำนวนการเคลื่อนไหวสูงสุดที่จะแสดง
tr: Maksimum hareket sayısı : Görüntülenecek tam hareketlerin maksimum sayısını girin
uk: Максимальна кількість ходів: введіть максимальну кількість повних ходів для відображення
ur: زیادہ سے زیادہ اقدام نمبر : دکھائے جانے والے مکمل چالوں کی زیادہ سے زیادہ تعداد درج کریں۔
vi: Số nước đi tối đa: Nhập số nước đi đầy đủ tối đa sẽ được hiển thị

source: for the best line. i.e. e2e4 e7e5 counts as one move.
es: para la mejor línea, es decir, e2e4 e7e5 cuenta como un movimiento.
sr: за најбољу линију. тј. е2е4 е7е5 се рачуна као један потез.
sv: för den bästa linjen. dvs e2e4 e7e5 räknas som ett drag.
sw: kwa mstari bora. yaani e2e4 e7e5 inahesabiwa kama hatua moja.
ta: சிறந்த வரிக்கு. அதாவது e2e4 e7e5 ஒரு நகர்வாகக் கணக்கிடப்படும்.
th: สำหรับไลน์ที่ดีที่สุด เช่น e2e4 e7e5 นับเป็น 1 การเคลื่อนไหว
tr: en iyi hat için. yani e2e4 e7e5 bir hamle olarak sayılır.
uk: за найкращу лінію. тобто e2e4 e7e5 вважається одним ходом.
ur: بہترین لائن کے لئے. یعنی e2e4 e7e5 ایک اقدام کے طور پر شمار ہوتا ہے۔
vi: để có nước đi tốt nhất. Ví dụ: e2e4 e7e5 được tính là một nước đi.

source: Auto select panel : If checked, the program will automatically switch to
es: Panel de selección automática: si está marcado, el programa cambiará automáticamente a
sr: Панел за аутоматско бирање: Ако је означено, програм ће се аутоматски пребацити на
sv: Automatisk valpanel : Om markerad växlar programmet automatiskt till
sw: Paneli ya kuchagua kiotomatiki : Ikichaguliwa, programu itabadilika hadi kiotomatiki
ta: தானியங்கு தேர்வுப் பலகம்: தேர்வு செய்யப்பட்டால், நிரல் தானாகவே
th: แผงเลือกอัตโนมัติ : หากเลือกไว้ โปรแกรมจะสลับไปที่
tr: Otomatik seçim paneli: İşaretlendiğinde, program otomatik olarak şuna geçecektir:
uk: Панель автоматичного вибору: якщо позначено, програма автоматично перемикатиметься на
ur: آٹو سلیکٹ پینل : اگر چیک کیا جائے تو پروگرام خود بخود اس پر سوئچ ہو جائے گا۔
vi: Bảng chọn tự động: Nếu được chọn, chương trình sẽ tự động chuyển sang

source: the Searh Info panel, when you start a new game against the computer.
es: El panel de información de búsqueda, cuando comienzas un nuevo juego contra la computadora.
sr: панел Сеарцх Инфо, када покренете нову игру против рачунара.
sv: Searh Info-panelen när du startar ett nytt spel mot datorn.
sw: paneli ya Maelezo ya Searh, unapoanzisha mchezo mpya dhidi ya kompyuta.
ta: கணினிக்கு எதிராக நீங்கள் ஒரு புதிய விளையாட்டைத் தொடங்கும்போது, ​​Searh தகவல் பலகம்.
th: แผงข้อมูลการค้นหาเมื่อคุณเริ่มเกมใหม่กับคอมพิวเตอร์
tr: Bilgisayara karşı yeni bir oyun başlattığınızda Arama Bilgileri paneli.
uk: панелі «Пошук інформації», коли ви починаєте нову гру проти комп’ютера.
ur: سیر انفو پینل، جب آپ کمپیوٹر کے خلاف نیا گیم شروع کرتے ہیں۔
vi: Bảng thông tin tìm kiếm khi bạn bắt đầu một trò chơi mới với máy tính.

source: Engine search info display
es: Visualización de información de búsqueda del motor
sr: Приказ информација о претраживачу
sv: Information om motorsökning
sw: Onyesho la maelezo ya utafutaji wa injini
ta: எஞ்சின் தேடல் தகவல் காட்சி
th: แสดงข้อมูลการค้นหาเครื่องยนต์
tr: Motor arama bilgisi görüntüleme
uk: Відображення інформації про пошукову систему
ur: انجن کی تلاش کی معلومات ڈسپلے
vi: Hiển thị thông tin tìm kiếm của công cụ

source: Search info
es: Buscar información
sr: Претражите информације
sv: Sök information
sw: Tafuta habari
ta: தேடல் தகவல்
th: ค้นหาข้อมูล
tr: Bilgi ara
uk: Пошук інформації
ur: معلومات تلاش کریں۔
vi: Tìm kiếm thông tin

source: Last move
es: Último movimiento
sr: Последњи потез
sv: Sista draget
sw: Hatua ya mwisho
ta: கடைசி நகர்வு
th: การเคลื่อนไหวครั้งสุดท้าย
tr: Son hamle
uk: Останній хід
ur: آخری اقدام
vi: Nước đi cuối cùng
