Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: (a white cross in a red circle) on the right hand side of the toolbar.
es: (una cruz blanca en un círculo rojo) en el lado derecho de la barra de herramientas.
sr: (бели крст у црвеном кругу) на десној страни траке са алаткама.
sv: (ett vitt kors i en röd cirkel) på höger sida av verktygsfältet.
sw: (msalaba mweupe katika duara nyekundu) kwenye upande wa kulia wa upau wa vidhibiti.
ta: கருவிப்பட்டியின் வலது பக்கத்தில் (சிவப்பு வட்டத்தில் ஒரு வெள்ளை குறுக்கு).
th: (เครื่องหมายกากบาทสีขาวในวงกลมสีแดง) ทางด้านขวาของแถบเครื่องมือ
tr: (kırmızı daire içinde beyaz bir çarpı) araç çubuğunun sağ tarafında.
uk: (білий хрестик у червоному колі) у правій частині панелі інструментів.
ur: (سرخ دائرے میں ایک سفید کراس) ٹول بار کے دائیں جانب۔
vi: (một dấu thập màu trắng trong vòng tròn màu đỏ) ở phía bên phải của thanh công cụ.

source: To skip a game during multi-game analysis, click on the black arrow
es: Para omitir un juego durante el análisis de varios juegos, haga clic en la flecha negra
sr: Да бисте прескочили игру током анализе више игара, кликните на црну стрелицу
sv: För att hoppa över ett spel under flerspelsanalys, klicka på den svarta pilen
sw: Ili kuruka mchezo wakati wa uchanganuzi wa michezo mingi, bofya kwenye mshale mweusi
ta: பல-விளையாட்டு பகுப்பாய்வின் போது ஒரு விளையாட்டைத் தவிர்க்க, கருப்பு அம்புக்குறியைக் கிளிக் செய்யவும்.
th: หากต้องการข้ามเกมระหว่างการวิเคราะห์หลายเกม ให้คลิกที่ลูกศรสีดำ
tr: Çoklu oyun analizi sırasında bir oyunu atlamak için siyah oka tıklayın
uk: Щоб пропустити гру під час аналізу кількох ігор, натисніть чорну стрілку
ur: ملٹی گیم تجزیہ کے دوران کسی گیم کو چھوڑنے کے لیے، سیاہ تیر پر کلک کریں۔
vi: Để bỏ qua một trò chơi trong quá trình phân tích nhiều trò chơi, hãy nhấp vào mũi tên màu đen

source: next to the stop button.
es: al lado del botón de parada.
sr: поред дугмета за заустављање.
sv: bredvid stoppknappen.
sw: karibu na kifungo cha kuacha.
ta: நிறுத்து பொத்தானுக்கு அடுத்து.
th: ถัดจากปุ่มหยุด
tr: Durdurma butonunun yanında.
uk: поруч із кнопкою зупинки.
ur: سٹاپ بٹن کے ساتھ.
vi: bên cạnh nút dừng.

source: If the addition of sub-variations and their accompanying comments is erratic,
es: Si la adición de subvariaciones y los comentarios que las acompañan es errática,
sr: Ако је додавање подваријација и њихових пратећих коментара нестално,
sv: Om tillägget av undervarianter och deras åtföljande kommentarer är oregelbundet,
sw: Ikiwa nyongeza ya tofauti ndogo na maoni yanayoambatana nayo ni ya kimakosa,
ta: துணை மாறுபாடுகளின் சேர்க்கை மற்றும் அவற்றுடன் வரும் கருத்துகள் ஒழுங்கற்றதாக இருந்தால்,
th: หากการเพิ่มตัวแปรย่อยและความคิดเห็นที่เกี่ยวข้องไม่ถูกต้อง
tr: Alt varyasyonların ve bunlara eşlik eden yorumların eklenmesi düzensiz ise,
uk: Якщо додавання підваріантів та їхніх супровідних коментарів є непостійним,
ur: اگر ذیلی تغیرات اور ان کے ساتھ کمنٹس کا اضافہ بے ترتیب ہے،
vi: Nếu việc thêm các biến thể phụ và các bình luận đi kèm của chúng không ổn định,

source: then click on < Bug fix > and alter the settings according to the instructions.
es: luego haga clic en <Corrección de errores> y modifique la configuración según las instrucciones.
sr: затим кликните на < Исправка грешака > и промените подешавања у складу са упутствима.
sv: klicka sedan på < Bug fix > och ändra inställningarna enligt instruktionerna.
sw: kisha ubofye <Bug fix> na ubadilishe mipangilio kulingana na maagizo.
ta: பின்னர் பிழை திருத்தம் > என்பதைக் கிளிக் செய்து, வழிமுறைகளின்படி அமைப்புகளை மாற்றவும்.
th: จากนั้นคลิกที่ <แก้ไขจุดบกพร่อง> และเปลี่ยนแปลงการตั้งค่าตามคำแนะนำ
tr: Daha sonra < Hata düzeltme > öğesine tıklayın ve talimatları izleyerek ayarları değiştirin.
uk: потім натисніть < Bug fix > і змініть налаштування відповідно до інструкцій.
ur: پھر <بگ فکس> پر کلک کریں اور ہدایات کے مطابق سیٹنگز کو تبدیل کریں۔
vi: sau đó nhấp vào <Sửa lỗi> và thay đổi cài đặt theo hướng dẫn.

source: You can set the following options for game analysis :-
es: Puede configurar las siguientes opciones para el análisis del juego:
sr: Можете подесити следеће опције за анализу игре: -
sv: Du kan ställa in följande alternativ för spelanalys:-
sw: Unaweza kuweka chaguzi zifuatazo kwa uchambuzi wa mchezo:-
ta: விளையாட்டு பகுப்பாய்விற்கு பின்வரும் விருப்பங்களை நீங்கள் அமைக்கலாம்:-
th: คุณสามารถตั้งค่าตัวเลือกสำหรับการวิเคราะห์เกมได้ดังนี้:-
tr: Oyun analizi için aşağıdaki seçenekleri ayarlayabilirsiniz:
uk: Ви можете встановити такі параметри для аналізу гри: -
ur: آپ گیم کے تجزیہ کے لیے درج ذیل آپشنز سیٹ کر سکتے ہیں:-
vi: Bạn có thể thiết lập các tùy chọn sau để phân tích trò chơi:

source: Time for move : the number of seconds the engine has to analyse each move.
es: Tiempo de movimiento: la cantidad de segundos que tiene el motor para analizar cada movimiento.
sr: Време за покрет: број секунди који мотор треба да анализира сваки потез.
sv: Tid för rörelse: antalet sekunder som motorn har på sig att analysera varje drag.
sw: Muda wa kusonga : idadi ya sekunde injini inachanganua kila hatua.
ta: நகர்வதற்கான நேரம்: ஒவ்வொரு அசைவையும் இயந்திரம் பகுப்பாய்வு செய்ய எடுக்கும் வினாடிகளின் எண்ணிக்கை.
th: เวลาสำหรับการเคลื่อนที่: จำนวนวินาทีที่เครื่องยนต์ต้องใช้ในการวิเคราะห์การเคลื่อนที่แต่ละครั้ง
tr: Hamle süresi: Motorun her hareketi analiz etmesi için gereken saniye sayısı.
uk: Час ходу: кількість секунд, яку двигун має на аналіз кожного ходу.
ur: حرکت کا وقت: انجن کو ہر حرکت کا تجزیہ کرنے کے لیے سیکنڈوں کی تعداد۔
vi: Thời gian di chuyển: số giây mà động cơ có để phân tích mỗi di chuyển.

source: The greater the time allowed, the more accurate the analysis will be.
es: Cuanto mayor sea el tiempo permitido, más preciso será el análisis.
sr: Што је дуже дозвољено време, то ће анализа бити тачнија.
sv: Ju längre tid som tillåts, desto mer exakt blir analysen.
sw: Kadiri muda unavyoruhusiwa, ndivyo uchambuzi utakuwa sahihi zaidi.
ta: அதிக நேரம் அனுமதிக்கப்படுவதால், பகுப்பாய்வு மிகவும் துல்லியமாக இருக்கும்.
th: ยิ่งมีเวลาให้มากขึ้น การวิเคราะห์ก็จะแม่นยำมากขึ้น
tr: Verilen süre ne kadar fazla olursa analizin doğruluğu da o kadar fazla olacaktır.
uk: Чим більше дозволений час, тим точнішим буде аналіз.
ur: جتنا زیادہ وقت دیا جائے گا، تجزیہ اتنا ہی درست ہوگا۔
vi: Thời gian cho phép càng dài thì độ chính xác của phân tích sẽ càng cao.

source: I would recommend a minimum of 3 seconds per move.
es: Recomendaría un mínimo de 3 segundos por movimiento.
sr: Препоручио бих најмање 3 секунде по потезу.
sv: Jag skulle rekommendera minst 3 sekunder per drag.
sw: Ningependekeza angalau sekunde 3 kwa kila hoja.
ta: ஒவ்வொரு அசைவிற்கும் குறைந்தபட்சம் 3 வினாடிகள் பரிந்துரைக்கிறேன்.
th: ฉันขอแนะนำให้ใช้เวลาอย่างน้อย 3 วินาทีต่อการเคลื่อนไหว
tr: Hamle başına en az 3 saniye öneririm.
uk: Я б рекомендував мінімум 3 секунди на хід.
ur: میں کم از کم 3 سیکنڈ فی حرکت تجویز کروں گا۔
vi: Tôi khuyên bạn nên di chuyển tối thiểu 3 giây.

source: Threshold (1/100 pawns) : The error threshold that will trigger an annotation.
es: Umbral (1/100 peones): el umbral de error que activará una anotación.
sr: Праг (1/100 пешака) : Праг грешке који ће покренути белешку.
sv: Tröskelvärde (1/100 bönder) : Feltröskeln som kommer att utlösa en kommentar.
sw: Kizingiti (1/100 pawns) : Kiwango cha juu cha hitilafu ambacho kitaanzisha ufafanuzi.
ta: வரம்பு (1/100 சிப்பாய்கள்): ஒரு குறிப்பைத் தூண்டும் பிழை வரம்பு.
th: เกณฑ์ (1/100 ตัวเบี้ย): เกณฑ์ข้อผิดพลาดที่จะทริกเกอร์คำอธิบายประกอบ
tr: Eşik (1/100 piyon): Bir açıklamayı tetikleyecek hata eşiği.
uk: Порогове значення (1/100 пішака): поріг помилки, який ініціює анотацію.
ur: تھریشولڈ (1/100 پیادے): غلطی کی حد جو ایک تشریح کو متحرک کرے گی۔
vi: Ngưỡng (1/100 quân cờ): Ngưỡng lỗi sẽ kích hoạt chú thích.

source: This is calculated in 1/100 pawns. So a figure of 30 is 0.3 of a pawn
es: Esto se calcula en 1/100 peones. Por lo tanto, 30 es 0,3 de un peón.
sr: Ово се израчунава у 1/100 пешака. Дакле, број од 30 је 0,3 пешака
sv: Detta beräknas i 1/100 bönder. Så en siffra på 30 är 0,3 av en bonde
sw: Hii imehesabiwa katika pawns 1/100. Kwa hivyo takwimu ya 30 ni 0.3 ya pawn
ta: இது 1/100 சிப்பாய்களில் கணக்கிடப்படுகிறது. எனவே 30 என்ற எண்ணிக்கை ஒரு சிப்பாயின் 0.3 ஆகும்.
th: คำนวณเป็นหน่วย 1/100 ของเบี้ย ดังนั้น ตัวเลข 30 เท่ากับ 0.3 ของเบี้ย
tr: Bu 1/100 piyon olarak hesaplanır. Yani 30 rakamı bir piyonun 0,3'üdür
uk: Це обчислюється в 1/100 пішаків. Отже, фігура 30 — це 0,3 пішака
ur: اس کا حساب 1/100 پیادوں میں ہوتا ہے۔ تو 30 کا عدد ایک پیادے کا 0.3 ہے۔
vi: Con số này được tính bằng 1/100 quân tốt. Vì vậy, con số 30 là 0,3 của một quân tốt

source: When one side has an advantage of greater than 500, the threshold is doubled.
es: Cuando un lado tiene una ventaja de más de 500, el umbral se duplica.
sr: Када једна страна има предност већу од 500, праг се удвостручује.
sv: När en sida har en fördel som är större än 500 fördubblas tröskeln.
sw: Wakati upande mmoja una faida ya zaidi ya 500, kizingiti kinaongezeka mara mbili.
ta: ஒரு பக்கம் 500க்கும் அதிகமான நன்மையைப் பெற்றால், வரம்பு இரட்டிப்பாகிறது.
th: เมื่อฝ่ายหนึ่งมีข้อได้เปรียบมากกว่า 500 เกณฑ์จะเพิ่มขึ้นเป็นสองเท่า
tr: Taraflardan birinin 500'den fazla üstünlüğe sahip olması durumunda baraj iki katına çıkar.
uk: Якщо перевага однієї сторони перевищує 500, поріг подвоюється.
ur: جب ایک طرف کا فائدہ 500 سے زیادہ ہوتا ہے تو حد دوگنی ہوجاتی ہے۔
vi: Khi một bên có lợi thế lớn hơn 500, ngưỡng sẽ được nhân đôi.

source: Generally speaking, if you set a lower number, then you will get more annotations.
es: En términos generales, si establece un número más bajo, obtendrá más anotaciones.
sr: Уопштено говорећи, ако поставите мањи број, добићете више напомена.
sv: Generellt sett, om du ställer in ett lägre antal, kommer du att få fler kommentarer.
sw: Kwa ujumla, ikiwa utaweka nambari ya chini, basi utapata maelezo zaidi.
ta: பொதுவாக, நீங்கள் குறைந்த எண்ணை அமைத்தால், உங்களுக்கு அதிக குறிப்புகள் கிடைக்கும்.
th: โดยทั่วไปแล้ว ถ้าคุณกำหนดตัวเลขให้ต่ำลง คุณก็จะได้รับคำอธิบายประกอบมากขึ้น
tr: Genel olarak konuşursak, daha düşük bir sayı ayarlarsanız daha fazla açıklama alırsınız.
uk: Загалом кажучи, якщо ви встановите менше число, ви отримаєте більше анотацій.
ur: عام طور پر، اگر آپ کم نمبر سیٹ کرتے ہیں، تو آپ کو مزید تشریحات ملیں گی۔
vi: Nói chung, nếu bạn đặt số thấp hơn, bạn sẽ nhận được nhiều chú thích hơn.

source: Start move no. : The move numbers at which to start and end the analysis.
es: Movimiento inicial n.°: los números de movimiento en los que se iniciará y finalizará el análisis.
sr: Стартни потез бр. : бројеви потеза на којима се почиње и завршава анализа.
sv: Starta drag nr. : Flyttnumren där analysen ska börja och avslutas.
sw: Anza hoja no. : Nambari za kusogeza ambazo zitaanzia na kumalizia uchanganuzi.
ta: தொடக்க நகர்வு எண். : பகுப்பாய்வைத் தொடங்கி முடிக்க வேண்டிய நகர்வு எண்கள்.
th: หมายเลขเริ่มการเคลื่อนไหว : หมายเลขการเคลื่อนไหวที่จะเริ่มต้นและสิ้นสุดการวิเคราะห์
tr: Başlangıç hamle numarası: Analizin başlatılacağı ve bitirileceği hamle numaraları.
uk: Початок руху № : номери ходів, з яких починається та закінчується аналіз.
ur: حرکت نمبر شروع کریں۔ : منتقلی کے اعداد جن پر تجزیہ شروع اور ختم کرنا ہے۔
vi: Nước đi bắt đầu số: Số nước đi bắt đầu và kết thúc quá trình phân tích.

source: End move no. : 0 for End move no. means to the last move in the game.
es: Movimiento final n.°: 0 para Movimiento final n.° significa el último movimiento del juego.
sr: Крај потеза бр. : 0 за Крај потеза бр. значи до последњег потеза у игри.
sv: Slutdrag nr. : 0 för Slutdrag nr. betyder till det sista draget i spelet.
sw: Maliza hoja nambari. : 0 kwa Mwisho hoja no. ina maana ya hatua ya mwisho katika mchezo.
ta: முடிவு நகர்வு எண். : 0 என்பது ஆட்டத்தின் கடைசி நகர்வைக் குறிக்கிறது.
th: หมายเลขการเคลื่อนที่สิ้นสุด : 0 สำหรับหมายเลขการเคลื่อนที่สิ้นสุด หมายถึงการเคลื่อนที่ครั้งสุดท้ายในเกม
tr: Son hamle no.: 0 Son hamle no. oyundaki son hamle anlamına gelir.
uk: Кінцевий хід № : 0 для кінцевого ходу №. означає до останнього ходу в грі.
ur: اختتامی اقدام نمبر۔ : 0 اختتامی اقدام نمبر کے لیے۔ کھیل میں آخری اقدام کا مطلب ہے۔
vi: Nước đi kết thúc số : 0 nghĩa là nước đi cuối cùng trong ván cờ.

source: Identify winning position : Check this box to always identify a winning position,
es: Identificar posición ganadora: Marque esta casilla para identificar siempre una posición ganadora.
sr: Идентификујте победничку позицију : Означите ово поље да бисте увек идентификовали победничку позицију,
sv: Identifiera vinnande position : Markera den här rutan för att alltid identifiera en vinnande position,
sw: Tambua nafasi ya mshindi : Teua kisanduku hiki ili kubaini nafasi ya mshindi kila wakati,
ta: வெற்றி பெற்ற நிலையை அடையாளம் காணவும்: எப்போதும் வெற்றி பெற்ற நிலையை அடையாளம் காண இந்தப் பெட்டியைத் தேர்வு செய்யவும்,
th: ระบุตำแหน่งที่ชนะ : ทำเครื่องหมายในช่องนี้เพื่อระบุตำแหน่งที่ชนะเสมอ
tr: Kazanan pozisyonu belirle: Her zaman kazanan bir pozisyonu belirlemek için bu kutuyu işaretleyin.
uk: Визначити виграшну позицію: позначте цей прапорець, щоб завжди визначати виграшну позицію,
ur: جیتنے کی پوزیشن کی شناخت کریں : ہمیشہ جیتنے والی پوزیشن کی شناخت کے لیے اس باکس کو چیک کریں،
vi: Xác định vị trí chiến thắng: Đánh dấu vào ô này để luôn xác định vị trí chiến thắng,

source: even if the move that leads to it is below the error threshold.
es: incluso si el movimiento que conduce a él está por debajo del umbral de error.
sr: чак и ако је потез који води ка томе испод прага грешке.
sv: även om flytten som leder till den ligger under feltröskeln.
sw: hata ikiwa hatua inayoongoza kwake iko chini ya kizingiti cha makosa.
ta: அதற்கு வழிவகுக்கும் நகர்வு பிழை வரம்பிற்குக் கீழே இருந்தாலும் கூட.
th: แม้ว่าการเคลื่อนที่ที่นำไปสู่จุดนั้นจะต่ำกว่าเกณฑ์ข้อผิดพลาดก็ตาม
tr: Bu duruma yol açan hareket hata eşiğinin altında olsa bile.
uk: навіть якщо хід, який веде до цього, є нижчим за порогове значення помилки.
ur: یہاں تک کہ اگر وہ اقدام جو اس کی طرف لے جاتا ہے غلطی کی حد سے نیچے ہے۔
vi: ngay cả khi động thái dẫn đến nó nằm dưới ngưỡng lỗi.

source: For a full explanation of this feature click on the < Notes on IdWin > button.
es: Para obtener una explicación completa de esta función, haga clic en el botón <Notas sobre IdWin>.
sr: За потпуно објашњење ове функције кликните на дугме < Нотес он ИдВин >.
sv: För en fullständig förklaring av denna funktion klicka på knappen < Notes on IdWin >.
sw: Kwa maelezo kamili ya kipengele hiki bofya kitufe cha < Notes on IdWin >.
ta: இந்த அம்சத்தின் முழு விளக்கத்திற்கு <IdWin பற்றிய குறிப்புகள்> > பொத்தானைக் கிளிக் செய்யவும்.
th: หากต้องการคำอธิบายแบบเต็มเกี่ยวกับคุณสมบัตินี้ ให้คลิกที่ปุ่ม < หมายเหตุเกี่ยวกับ IdWin >
tr: Bu özelliğin tam açıklaması için < IdWin Hakkında Notlar > butonuna tıklayın.
uk: Щоб отримати повне пояснення цієї функції, натисніть кнопку <Notes on IdWin>.
ur: اس خصوصیت کی مکمل وضاحت کے لیے <Notes on IdWin> بٹن پر کلک کریں۔
vi: Để biết giải thích đầy đủ về tính năng này, hãy nhấp vào nút < Ghi chú về IdWin >.

source: Winning threshold : The threshold at which the engine will consider a win.
es: Umbral de victoria: el umbral a partir del cual el motor considerará una victoria.
sr: Победнички праг: Праг на коме ће мотор сматрати победу.
sv: Vinsttröskel : Tröskeln vid vilken motorn kommer att överväga en vinst.
sw: Kizingiti cha kushinda : Kizingiti ambacho injini itazingatia kushinda.
ta: வெற்றி வரம்பு: இயந்திரம் வெற்றியைக் கருத்தில் கொள்ளும் வரம்பு.
th: เกณฑ์การชนะ: เกณฑ์ที่เครื่องยนต์จะถือว่าชนะ
tr: Kazanma eşiği: Motorun kazanmayı değerlendireceği eşik.
uk: Winning threshold : поріг, за якого система вважатиме виграш.
ur: جیتنے کی حد: وہ دہلیز جس پر انجن جیت پر غور کرے گا۔
vi: Ngưỡng chiến thắng: Ngưỡng mà công cụ sẽ coi là chiến thắng.

source: This is measured in 1/100 pawns. So a figure of 150 is 1.5 pawns.
es: Esto se mide en 1/100 peones. Por lo tanto, 150 son 1,5 peones.
sr: Ово се мери у пешацима 1/100. Дакле, цифра од 150 је 1,5 пешака.
sv: Detta mäts i 1/100 bönder. Så en siffra på 150 är 1,5 bönder.
sw: Hii inapimwa kwa pawn 1/100. Kwa hivyo takwimu ya 150 ni pawns 1.5.
ta: இது 1/100 சிப்பாய்களில் அளவிடப்படுகிறது. எனவே 150 என்ற எண்ணிக்கை 1.5 சிப்பாய்கள் ஆகும்.
th: หน่วยวัดนี้ใช้หน่วย 1/100 เบี้ย ดังนั้น 150 เบี้ยจะเท่ากับ 1.5 เบี้ย
tr: Bu 1/100 piyon olarak ölçülür. Yani 150 rakamı 1,5 piyondur.
uk: Це вимірюється в 1/100 пішаків. Отже, фігура 150 — це 1,5 пішака.
ur: یہ 1/100 پیادوں میں ماپا جاتا ہے۔ تو 150 کا اعداد و شمار 1.5 پیادے ہے۔
vi: Con số này được đo bằng 1/100 quân tốt. Vì vậy, con số 150 là 1,5 quân tốt.

source: Margin of error : The margin of error for the winning threshold.
es: Margen de error: El margen de error para el umbral ganador.
sr: Граница грешке : Маргина грешке за победнички праг.
sv: Felmarginal : Felmarginalen för vinstgränsen.
sw: Upeo wa makosa : Upeo wa makosa kwa kiwango cha kushinda.
ta: பிழையின் விளிம்பு: வெற்றி வாசலுக்கான பிழையின் விளிம்பு.
th: ขอบเขตของข้อผิดพลาด: ขอบเขตของข้อผิดพลาดสำหรับเกณฑ์การชนะ
tr: Hata payı : Kazanma eşiği için hata payı.
uk: Похибка : похибка для виграшного порогу.
ur: غلطی کا مارجن : جیتنے کی حد کے لیے غلطی کا مارجن۔
vi: Sai số: Sai số cho ngưỡng chiến thắng.

source: This is measured in 1/100 pawns. So a figure of 10 is 0.1 pawns.
es: Esto se mide en 1/100 peones. Por lo tanto, 10 son 0,1 peones.
sr: Ово се мери у пешацима 1/100. Дакле, број од 10 је 0,1 пешака.
sv: Detta mäts i 1/100 bönder. Så en siffra 10 är 0,1 bönder.
sw: Hii inapimwa kwa pawn 1/100. Kwa hivyo takwimu ya 10 ni pawns 0.1.
ta: இது 1/100 சிப்பாய்களில் அளவிடப்படுகிறது. எனவே 10 என்ற எண்ணிக்கை 0.1 சிப்பாய்கள் ஆகும்.
th: หน่วยวัดนี้ใช้หน่วย 1/100 เบี้ย ดังนั้น ตัวเลข 10 คือ เบี้ย 0.1 ตัว
tr: Bu 1/100 piyon olarak ölçülür. Yani 10 rakamı 0,1 piyondur.
uk: Це вимірюється в 1/100 пішаків. Отже, фігура 10 — це 0,1 пішака.
ur: یہ 1/100 پیادوں میں ماپا جاتا ہے۔ تو 10 کا عدد 0.1 پیادہ ہے۔
vi: Con số này được đo bằng 1/100 quân tốt. Vì vậy, số 10 là 0,1 quân tốt.

source: Error cut off value : The value beyond which annotations are not added for errors.
es: Valor de corte de error: el valor más allá del cual no se agregan anotaciones para errores.
sr: Еррор цут офф валуе : вредност изнад које се напомене не додају за грешке.
sv: Error cut off value : Värdet över vilket anteckningar inte läggs till för fel.
sw: Hitilafu katika kukata thamani : Thamani ambayo zaidi ya ambayo maelezo hayaongezwe kwa makosa.
ta: பிழை வெட்டு மதிப்பு: பிழைகளுக்கு குறிப்புகள் சேர்க்கப்படாத மதிப்புக்கு அப்பால்.
th: ค่าตัดขาดข้อผิดพลาด: ค่าที่เกินกว่านี้จะไม่เพิ่มคำอธิบายสำหรับข้อผิดพลาด
tr: Hata kesme değeri : Hatalar için açıklamaların eklenmediği değer.
uk: Граничне значення помилки : значення, понад яке анотації не додаються для помилок.
ur: ایرر کٹ آف ویلیو : وہ قدر جس سے آگے غلطیوں کے لیے تشریحات شامل نہیں کی جاتی ہیں۔
vi: Giá trị cắt lỗi: Giá trị mà chú thích sẽ không được thêm vào để báo lỗi.

source: e.g If white is winning with a position evaluation of +35.00 and they play a move
es: Por ejemplo, si las blancas están ganando con una evaluación de posición de +35,00 y realizan un movimiento
sr: нпр. Ако бели побеђује са проценом позиције од +35,00 и они играју потез
sv: t.ex. om vit vinner med en positionsvärdering på +35,00 och de spelar ett drag
sw: k.m Iwapo mweupe anashinda kwa tathmini ya nafasi ya +35.00 na wanacheza hatua
ta: எ.கா. +35.00 நிலை மதிப்பீட்டில் வெள்ளையர் வெற்றி பெற்று ஒரு நகர்வைச் செய்தால்
th: เช่น หากฝ่ายขาวชนะด้วยการประเมินตำแหน่งที่ +35.00 และพวกเขาเล่นตา
tr: Örn. Beyaz +35.00'lık bir konum değerlendirmesiyle kazanıyorsa ve bir hamle oynarlarsa
uk: наприклад, якщо білі виграють з оцінкою позиції +35,00 і вони грають хід
ur: مثال کے طور پر اگر سفید +35.00 کی پوزیشن کی تشخیص کے ساتھ جیت رہا ہے اور وہ ایک حرکت کرتے ہیں۔
vi: Ví dụ: Nếu quân trắng đang thắng với đánh giá vị trí là +35,00 và họ đi một nước đi

source: that gives them +37.00 when there was a move availble for +70.00,
es: Eso les da +37,00 cuando había un movimiento disponible por +70,00,
sr: то им даје +37,00 када је био доступан потез за +70,00,
sv: det ger dem +37.00 när det fanns en flytt tillgänglig för +70.00,
sw: hiyo inawapa +37.00 wakati kulikuwa na hoja inayopatikana kwa +70.00,
ta: +70.00க்கு ஒரு நகர்வு கிடைக்கும்போது அது அவர்களுக்கு +37.00 தருகிறது,
th: นั่นทำให้พวกเขาได้ +37.00 เมื่อมีการเคลื่อนไหวที่สามารถใช้ได้ที่ +70.00
tr: +70.00'a bir hamle mevcutken bu onlara +37.00 veriyor,
uk: що дає їм +37,00, коли був доступний хід +70,00,
ur: جو کہ انہیں +37.00 دیتا ہے جب +70.00 کے لیے ایک اقدام دستیاب تھا،
vi: điều đó mang lại cho họ +37,00 khi có một động thái có sẵn cho +70,00,

source: then normally the move played would be annotated as a massivie blunder.
es: Entonces normalmente el movimiento realizado sería anotado como un error masivo.
sr: онда би нормално одиграни потез био означен као велика грешка.
sv: då normalt draget som spelas kommer att kommenteras som en massiv blunder.
sw: basi kwa kawaida hatua iliyochezwa ingefafanuliwa kama kosa kubwa.
ta: பின்னர் வழக்கமாக விளையாடப்படும் நகர்வு ஒரு பெரிய தவறு என்று குறிப்பிடப்படும்.
th: โดยปกติแล้วการเคลื่อนไหวที่เกิดขึ้นจะถูกบันทึกว่าเป็นความผิดพลาดครั้งใหญ่
tr: o zaman normalde oynanan hamle büyük bir hata olarak not edilirdi.
uk: тоді, як правило, зіграний хід буде позначений як серйозна помилка.
ur: پھر عام طور پر کھیلے گئے اقدام کو بڑے پیمانے پر غلطی کے طور پر بیان کیا جائے گا۔
vi: thì thông thường nước đi đó sẽ được coi là một sai lầm nghiêm trọng.

source: With error cut off set to 20, this rather spurious outcome is avoided.
es: Al establecer el límite de error en 20, se evita este resultado bastante espurio.
sr: Са искључењем грешке постављеном на 20, избегава се овај прилично лажан исход.
sv: Med felavstängning inställd på 20 undviks detta ganska falska resultat.
sw: Hitilafu ikiwa imekatwa hadi 20, matokeo haya ya uwongo yanaepukwa.
ta: பிழை கட் ஆஃப் 20 ஆக அமைக்கப்பட்டால், இந்த மோசமான விளைவு தவிர்க்கப்படுகிறது.
th: เมื่อกำหนดค่าตัดข้อผิดพลาดไว้ที่ 20 จะสามารถหลีกเลี่ยงผลลัพธ์ที่ค่อนข้างเท็จนี้ได้
tr: Hata sınırı 20 olarak ayarlandığında, bu oldukça yanıltıcı sonuçtan kaçınılmış olur.
uk: Завдяки відсіканню помилки, встановленому на 20, цього досить хибного результату можна уникнути.
ur: غلطی سے کٹ آف 20 پر سیٹ ہونے کے ساتھ، اس کے بجائے جعلی نتائج سے گریز کیا جاتا ہے۔
vi: Với giá trị cắt lỗi được đặt thành 20, kết quả không chính xác này sẽ được tránh được.

source: Create evaluation profile : Check this box to create an evaluation profile
es: Crear perfil de evaluación: Marque esta casilla para crear un perfil de evaluación
sr: Креирај профил евалуације : Означите ово поље да бисте креирали профил за евалуацију
sv: Skapa utvärderingsprofil : Markera den här rutan för att skapa en utvärderingsprofil
sw: Unda wasifu wa tathmini : Teua kisanduku hiki ili kuunda wasifu wa tathmini
ta: மதிப்பீட்டு சுயவிவரத்தை உருவாக்கு: மதிப்பீட்டு சுயவிவரத்தை உருவாக்க இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: สร้างโปรไฟล์การประเมิน: ทำเครื่องหมายในช่องนี้เพื่อสร้างโปรไฟล์การประเมิน
tr: Değerlendirme profili oluştur: Değerlendirme profili oluşturmak için bu kutuyu işaretleyin
uk: Створити профіль оцінювання: поставте цей прапорець, щоб створити профіль оцінювання
ur: تشخیصی پروفائل بنائیں : تشخیصی پروفائل بنانے کے لیے اس باکس کو چیک کریں۔
vi: Tạo hồ sơ đánh giá: Đánh dấu vào ô này để tạo hồ sơ đánh giá

source: during auto-analysis.
es: durante el autoanálisis.
sr: током ауто-анализе.
sv: under autoanalys.
sw: wakati wa uchambuzi wa kiotomatiki.
ta: தானியங்கி பகுப்பாய்வின் போது.
th: ในระหว่างการวิเคราะห์อัตโนมัติ
tr: otomatik analiz sırasında.
uk: під час автоаналізу.
ur: خودکار تجزیہ کے دوران
vi: trong quá trình phân tích tự động.
