Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Add to Clipboard
es: Añadir al portapapeles
sr: Додај у међуспремник
sv: Lägg till i Urklipp
sw: Ongeza kwenye Ubao wa kunakili
ta: கிளிப்போர்டுக்குச் சேர்
th: เพิ่มไปยังคลิปบอร์ด
tr: Panoya Ekle
uk: Додати в буфер обміну
ur: کلپ بورڈ میں شامل کریں۔
vi: Thêm vào bảng tạm

source: Add All Player's White Games
es: Agregar todos los juegos blancos de los jugadores
sr: Додај све играчеве беле игре
sv: Lägg till alla spelares vita spel
sw: Ongeza Michezo Nyeupe ya Wachezaji Wote
ta: அனைத்து வீரர்களின் வெள்ளை விளையாட்டுகளையும் சேர்க்கவும்
th: เพิ่มเกมของผู้เล่นทั้งหมดสีขาว
tr: Tüm Oyuncunun Beyaz Oyunlarını Ekle
uk: Додати білі ігри всіх гравців
ur: تمام پلیئرز وائٹ گیمز شامل کریں۔
vi: Thêm tất cả các ván cờ trắng của người chơi

source: White player
es: Jugador blanco
sr: Бели играч
sv: Vit spelare
sw: Mchezaji mweupe
ta: வெள்ளை வீரர்
th: ผู้เล่นสีขาว
tr: Beyaz oyuncu
uk: Білий гравець
ur: سفید فام کھلاڑی
vi: Người chơi màu trắng

source: Add All Player's Black Games
es: Agregar todos los juegos negros del jugador
sr: Додајте све играчеве црне игре
sv: Lägg till alla spelares svarta spel
sw: Ongeza Michezo ya Wachezaji Wote Weusi
ta: அனைத்து வீரர்களின் கருப்பு விளையாட்டுகளையும் சேர்க்கவும்
th: เพิ่มเกมของผู้เล่นทั้งหมดสีดำ
tr: Tüm Oyuncunun Siyah Oyunlarını Ekle
uk: Додати всі чорні ігри гравця
ur: تمام پلیئرز بلیک گیمز شامل کریں۔
vi: Thêm tất cả các trò chơi đen của người chơi

source: Save all
es: Guardar todo
sr: Сачувај све
sv: Spara alla
sw: Okoa zote
ta: அனைத்தையும் சேமி
th: บันทึกทั้งหมด
tr: Hepsini kaydet
uk: Зберегти все
ur: سب کو محفوظ کریں۔
vi: Lưu tất cả

source: Clipboard as temp database
es: Portapapeles como base de datos temporal
sr: Међуспремник као привремена база података
sv: Urklipp som temporär databas
sw: Ubao wa kunakili kama hifadhidata ya muda
ta: தற்காலிக தரவுத்தளமாக கிளிப்போர்டு
th: คลิปบอร์ดเป็นฐานข้อมูลชั่วคราว
tr: Pano geçici veritabanı olarak
uk: Буфер обміну як тимчасова база даних
ur: کلپ بورڈ بطور عارضی ڈیٹا بیس
vi: Bảng tạm như cơ sở dữ liệu tạm thời

source: Enter a complete or partial player name here, then search for it.
es: Ingrese aquí el nombre completo o parcial de un jugador y luego búsquelo.
sr: Овде унесите потпуно или делимично име играча, а затим га потражите.
sv: Ange ett helt eller delvis spelarnamn här och sök sedan efter det.
sw: Ingiza jina la mchezaji kamili au sehemu hapa, kisha utafute.
ta: இங்கே முழுமையான அல்லது பகுதியளவு வீரர் பெயரை உள்ளிட்டு, அதைத் தேடுங்கள்.
th: กรอกชื่อผู้เล่นทั้งหมดหรือบางส่วนที่นี่ จากนั้นค้นหา
tr: Buraya oyuncunun tam veya kısmi adını girin, ardından arayın.
uk: Введіть тут повне або часткове ім’я гравця, а потім знайдіть його.
ur: یہاں کھلاڑی کا مکمل یا جزوی نام درج کریں، پھر اسے تلاش کریں۔
vi: Nhập tên đầy đủ hoặc một phần tên người chơi vào đây, sau đó tìm kiếm.

source: Enter a complete or partial player name to the left, then search for it.
es: Ingrese el nombre completo o parcial de un jugador a la izquierda y luego búsquelo.
sr: Унесите потпуно или делимично име играча са леве стране, а затим га потражите.
sv: Ange ett helt eller delvis spelarnamn till vänster och sök sedan efter det.
sw: Ingiza jina la mchezaji kamili au sehemu upande wa kushoto, kisha utafute.
ta: இடதுபுறத்தில் முழுமையான அல்லது பகுதியளவு வீரர் பெயரை உள்ளிட்டு, அதைத் தேடவும்.
th: ใส่ชื่อผู้เล่นแบบเต็มหรือบางส่วนทางด้านซ้าย จากนั้นค้นหา
tr: Sol tarafa oyuncunun tam veya kısmi adını girin, ardından arayın.
uk: Ліворуч введіть повне або часткове ім’я гравця, а потім знайдіть його.
ur: بائیں طرف ایک مکمل یا جزوی نام درج کریں، پھر اسے تلاش کریں۔
vi: Nhập tên đầy đủ hoặc một phần của người chơi vào bên trái, sau đó tìm kiếm.

source: If the player name is partial, multiple presses find all matching players.
es: Si el nombre del jugador es parcial, al presionarlo varias veces se encontrarán todos los jugadores coincidentes.
sr: Ако је име играча делимично, вишеструким притиском ће се пронаћи сви одговарајући играчи.
sv: Om spelarens namn är ofullständigt hittar alla matchande spelare flera tryckningar.
sw: Ikiwa jina la mchezaji ni sehemu, mibofyo mingi hupata wachezaji wote wanaolingana.
ta: பிளேயர் பெயர் பகுதியளவு இருந்தால், பலமுறை அழுத்தினால் பொருந்தும் அனைத்து பிளேயர்களும் கண்டுபிடிக்கப்படும்.
th: หากชื่อผู้เล่นเป็นบางส่วน การกดหลายๆ ครั้งจะค้นหาผู้เล่นที่ตรงกันทั้งหมด
tr: Eğer oyuncu adı kısmi ise, birden fazla basıldığında eşleşen tüm oyuncular bulunur.
uk: Якщо ім’я гравця часткове, багаторазове натискання знаходить усіх відповідних гравців.
ur: اگر کھلاڑی کا نام جزوی ہے، تو متعدد پریس تمام مماثل پلیئرز کو تلاش کرتے ہیں۔
vi: Nếu tên người chơi không đầy đủ, nhấn nhiều lần sẽ tìm thấy tất cả người chơi trùng khớp.

source: Save all listed games to a new .pgn file
es: Guardar todos los juegos enumerados en un nuevo archivo .pgn
sr: Сачувајте све наведене игре у нову .пгн датотеку
sv: Spara alla listade spel till en ny .pgn-fil
sw: Hifadhi michezo yote iliyoorodheshwa kwenye faili mpya ya .pgn
ta: பட்டியலிடப்பட்ட அனைத்து விளையாட்டுகளையும் புதிய .pgn கோப்பில் சேமிக்கவும்.
th: บันทึกเกมทั้งหมดที่อยู่ในรายการลงในไฟล์ .pgn ใหม่
tr: Listelenen tüm oyunları yeni bir .pgn dosyasına kaydet
uk: Збережіть усі перераховані ігри в новий файл .pgn
ur: تمام درج کردہ گیمز کو ایک نئی .pgn فائل میں محفوظ کریں۔
vi: Lưu tất cả các trò chơi được liệt kê vào một tệp .pgn mới

source: Use this panel to navigate the current database.
es: Utilice este panel para navegar por la base de datos actual.
sr: Користите овај панел за навигацију по тренутној бази података.
sv: Använd den här panelen för att navigera i den aktuella databasen.
sw: Tumia kidirisha hiki kusogeza hifadhidata ya sasa.
ta: தற்போதைய தரவுத்தளத்தை வழிநடத்த இந்தப் பலகத்தைப் பயன்படுத்தவும்.
th: ใช้แผงนี้เพื่อนำทางฐานข้อมูลปัจจุบัน
tr: Mevcut veritabanında gezinmek için bu paneli kullanın.
uk: Використовуйте цю панель для навігації поточною базою даних.
ur: موجودہ ڈیٹا بیس کو نیویگیٹ کرنے کے لیے اس پینل کا استعمال کریں۔
vi: Sử dụng bảng điều khiển này để điều hướng cơ sở dữ liệu hiện tại.

source: Use Load Game to load a game into a new tab
es: Utilice Cargar juego para cargar un juego en una nueva pestaña
sr: Користите Лоад Гаме да бисте учитали игру у нову картицу
sv: Använd Ladda spel för att ladda ett spel till en ny flik
sw: Tumia Load Game kupakia mchezo kwenye kichupo kipya
ta: ஒரு புதிய தாவலில் ஒரு விளையாட்டை ஏற்ற, லோட் கேமைப் பயன்படுத்தவும்.
th: ใช้โหลดเกมเพื่อโหลดเกมลงในแท็บใหม่
tr: Oyunu yeni bir sekmeye yüklemek için Oyunu Yükle'yi kullanın
uk: Використовуйте «Завантажити гру», щоб завантажити гру в нову вкладку
ur: کسی گیم کو نئے ٹیب میں لوڈ کرنے کے لیے لوڈ گیم کا استعمال کریں۔
vi: Sử dụng Load Game để tải trò chơi vào một tab mới

source: and Use Game to add the game as a variation in the current tab.
es: y usar Juego para agregar el juego como una variación en la pestaña actual.
sr: и Користите игру да додате игру као варијацију на тренутној картици.
sv: och Använd Spel för att lägga till spelet som en variant på den aktuella fliken.
sw: na Tumia Mchezo kuongeza mchezo kama tofauti katika kichupo cha sasa.
ta: மற்றும் தற்போதைய தாவலில் ஒரு மாறுபாடாக விளையாட்டைச் சேர்க்க விளையாட்டைப் பயன்படுத்தவும்.
th: และใช้เกมเพื่อเพิ่มเกมเป็นรูปแบบหนึ่งในแท็บปัจจุบัน
tr: ve Oyunu Kullan'ı kullanarak oyunu mevcut sekmeye varyasyon olarak ekleyebilirsiniz.
uk: і Використовуйте гру, щоб додати гру як варіант на поточній вкладці.
ur: اور گیم کو موجودہ ٹیب میں تبدیلی کے طور پر شامل کرنے کے لیے گیم کا استعمال کریں۔
vi: và Sử dụng Trò chơi để thêm trò chơi dưới dạng biến thể trong tab hiện tại.

source: You can add games to the clipboard and set the clipboard as the
es: Puedes agregar juegos al portapapeles y configurar el portapapeles como
sr: Можете додати игре у међуспремник и поставити међуспремник као
sv: Du kan lägga till spel till urklippet och ställa in urklippet som
sw: Unaweza kuongeza michezo kwenye ubao wa kunakili na kuweka ubao wa kunakili kama
ta: நீங்கள் கிளிப்போர்டுக்கு விளையாட்டுகளைச் சேர்த்து, கிளிப்போர்டை இவ்வாறு அமைக்கலாம்
th: คุณสามารถเพิ่มเกมลงในคลิปบอร์ดและตั้งค่าคลิปบอร์ดเป็น
tr: Panoya oyun ekleyebilir ve panoyu oyun panosu olarak ayarlayabilirsiniz.
uk: Ви можете додати ігри до буфера обміну та встановити буфер обміну як
ur: آپ کلپ بورڈ میں گیمز شامل کر سکتے ہیں اور کلپ بورڈ کو بطور سیٹ کر سکتے ہیں۔
vi: Bạn có thể thêm trò chơi vào clipboard và đặt clipboard làm

source: temporary database so that only games from the clipboard appear
es: base de datos temporal para que solo aparezcan los juegos del portapapeles
sr: привремена база података тако да се појављују само игре из међуспремника
sv: tillfällig databas så att endast spel från klippbordet visas
sw: hifadhidata ya muda ili tu michezo kutoka kwa ubao wa kunakili ionekane
ta: தற்காலிக தரவுத்தளம், இதனால் கிளிப்போர்டிலிருந்து விளையாட்டுகள் மட்டுமே தோன்றும்.
th: ฐานข้อมูลชั่วคราวเพื่อให้ปรากฏเฉพาะเกมจากคลิปบอร์ดเท่านั้น
tr: geçici veritabanı, böylece yalnızca panodaki oyunlar görünür
uk: тимчасова база даних, щоб відображалися лише ігри з буфера обміну
ur: عارضی ڈیٹا بیس تاکہ کلپ بورڈ سے صرف گیمز ظاہر ہوں۔
vi: cơ sở dữ liệu tạm thời để chỉ các trò chơi từ bảng tạm xuất hiện

source: and the drill down stats (available in other database views)
es: y las estadísticas detalladas (disponibles en otras vistas de base de datos)
sr: и детаљне статистике (доступне у другим приказима базе података)
sv: och detaljerad statistik (tillgänglig i andra databasvyer)
sw: na takwimu za kuchimba visima (zinazopatikana katika maoni mengine ya hifadhidata)
ta: மற்றும் புள்ளிவிவரங்களை துளைத்தல் (பிற தரவுத்தளக் காட்சிகளில் கிடைக்கிறது)
th: และสถิติการเจาะลึก (มีอยู่ในมุมมองฐานข้อมูลอื่น)
tr: ve ayrıntılı istatistikler (diğer veritabanı görünümlerinde mevcuttur)
uk: і детальна статистика (доступна в інших переглядах бази даних)
ur: اور ڈرل ڈاؤن کے اعدادوشمار (دیگر ڈیٹا بیس ویوز میں دستیاب)
vi: và số liệu thống kê chi tiết (có sẵn trong các chế độ xem cơ sở dữ liệu khác)

source: apply to those games only.
es: aplicar sólo a esos juegos.
sr: важи само за те игре.
sv: gäller endast dessa spel.
sw: inatumika kwa michezo hiyo pekee.
ta: அந்த விளையாட்டுகளுக்கு மட்டுமே பொருந்தும்.
th: ใช้กับเกมดังกล่าวเท่านั้น
tr: yalnızca bu oyunlar için geçerlidir.
uk: застосовувати лише до цих ігор.
ur: صرف ان گیمز پر لاگو ہوتا ہے۔
vi: chỉ áp dụng cho những trò chơi đó.

source: One way to use this clipboard-as-temporary-database feature for preparation
es: Una forma de utilizar esta función del portapapeles como base de datos temporal para la preparación
sr: Један од начина да користите ову функцију међуспремника као привремене базе података за припрему
sv: Ett sätt att använda denna clipboard-as-temporary-databas-funktion för förberedelser
sw: Njia moja ya kutumia kipengee hiki cha hifadhidata ya ubao wa kunakili-kama-muda kwa utayarishaji
ta: தயாரிப்பிற்காக இந்த கிளிப்போர்டு-தற்காலிக-தரவுத்தள அம்சத்தைப் பயன்படுத்துவதற்கான ஒரு வழி.
th: วิธีหนึ่งในการใช้คุณลักษณะคลิปบอร์ดเป็นฐานข้อมูลชั่วคราวเพื่อการเตรียมการ
tr: Bu panoyu geçici veritabanı olarak kullanmanın bir yolu hazırlıktır
uk: Один із способів використання цієї функції буфера обміну як тимчасової бази даних для підготовки
ur: تیاری کے لیے اس کلپ بورڈ کو بطور عارضی ڈیٹا بیس فیچر استعمال کرنے کا ایک طریقہ
vi: Một cách để sử dụng tính năng clipboard-as-temporary-database này để chuẩn bị

source: is to copy games from one player to the clipboard. To make this easy,
es: es copiar partidas de un jugador al portapapeles. Para facilitarlo,
sr: је копирање игара са једног играча у међуспремник. Да би ово било лако,
sv: är att kopiera spel från en spelare till klippbordet. För att göra detta enkelt,
sw: ni kunakili michezo kutoka kwa mchezaji mmoja hadi kwenye ubao wa kunakili. Ili kuifanya iwe rahisi,
ta: ஒரு வீரரிடமிருந்து கிளிப்போர்டுக்கு விளையாட்டுகளை நகலெடுப்பது. இதை எளிதாக்க,
th: คือการคัดลอกเกมจากผู้เล่นคนหนึ่งไปยังคลิปบอร์ด เพื่อให้ทำได้ง่าย
tr: oyunları bir oyuncudan panoya kopyalamaktır. Bunu kolaylaştırmak için,
uk: копіювати ігри від одного гравця в буфер обміну. Щоб це було легко,
ur: گیمز کو ایک کھلاڑی سے کلپ بورڈ میں کاپی کرنا ہے۔ اس کو آسان بنانے کے لیے،
vi: là sao chép trò chơi từ một người chơi vào bảng tạm. Để làm cho điều này dễ dàng,

source: buttons are provided to add a player's games to the clipboard.
es: Se proporcionan botones para agregar los juegos de un jugador al portapapeles.
sr: дугмад су обезбеђена за додавање игара играча у међуспремник.
sv: knappar finns för att lägga till en spelares spel till klippbordet.
sw: vitufe hutolewa ili kuongeza michezo ya mchezaji kwenye ubao wa kunakili.
ta: கிளிப்போர்டுக்கு ஒரு வீரரின் விளையாட்டுகளைச் சேர்க்க பொத்தான்கள் வழங்கப்பட்டுள்ளன.
th: มีปุ่มไว้สำหรับเพิ่มเกมของผู้เล่นลงในคลิปบอร์ด
tr: Bir oyuncunun oyunlarını panoya eklemek için düğmeler sağlanmıştır.
uk: передбачені кнопки для додавання ігор гравця в буфер обміну.
ur: کلپ بورڈ میں پلیئر کے گیمز کو شامل کرنے کے لیے بٹن فراہم کیے جاتے ہیں۔
vi: có các nút để thêm trò chơi của người chơi vào bảng tạm.

source: Use Load Game to load a game into a new tab and
es: Utilice Cargar juego para cargar un juego en una nueva pestaña y
sr: Користите Лоад Гаме да учитате игру у нову картицу и
sv: Använd Ladda spel för att ladda ett spel till en ny flik och
sw: Tumia Load Game kupakia mchezo kwenye kichupo kipya na
ta: ஒரு புதிய தாவலில் ஒரு விளையாட்டை ஏற்ற லோட் கேமைப் பயன்படுத்தவும் மற்றும்
th: ใช้โหลดเกมเพื่อโหลดเกมลงในแท็บใหม่และ
tr: Oyunu yeni bir sekmeye yüklemek için Oyunu Yükle'yi kullanın ve
uk: Використовуйте «Завантажити гру», щоб завантажити гру в нову вкладку та
ur: گیم کو ایک نئے ٹیب میں لوڈ کرنے کے لیے لوڈ گیم کا استعمال کریں اور
vi: Sử dụng Tải trò chơi để tải trò chơi vào một tab mới và

source: Use Game to add the game as a variation in the current tab.
es: Utilice Juego para agregar el juego como una variación en la pestaña actual.
sr: Користите игру да додате игру као варијацију на тренутној картици.
sv: Använd Spel för att lägga till spelet som en variant på den aktuella fliken.
sw: Tumia Mchezo kuongeza mchezo kama tofauti katika kichupo cha sasa.
ta: தற்போதைய தாவலில் விளையாட்டை ஒரு மாறுபாடாகச் சேர்க்க விளையாட்டைப் பயன்படுத்தவும்.
th: ใช้เกมเพื่อเพิ่มเกมเป็นรูปแบบหนึ่งในแท็บปัจจุบัน
tr: Oyunu, mevcut sekmeye varyasyon olarak eklemek için Oyun'u kullanın.
uk: Використовуйте Гра, щоб додати гру як варіант на поточній вкладці.
ur: گیم کو موجودہ ٹیب میں تبدیلی کے طور پر شامل کرنے کے لیے گیم کا استعمال کریں۔
vi: Sử dụng Game để thêm trò chơi dưới dạng biến thể vào tab hiện tại.

source: You can drill down by clicking on moves in the Next Move box.
es: Puede explorar en detalle haciendo clic en los movimientos en el cuadro Siguiente movimiento.
sr: Можете анализирати тако што ћете кликнути на потезе у пољу Следећи потез.
sv: Du kan borra ner genom att klicka på drag i rutan Nästa drag.
sw: Unaweza kubofya hatua kwenye kisanduku cha Next Hoja.
ta: அடுத்த நகர்வு பெட்டியில் உள்ள நகர்வுகளைக் கிளிக் செய்வதன் மூலம் நீங்கள் கீழே துளையிடலாம்.
th: คุณสามารถเจาะลึกลงไปได้โดยการคลิกที่การเคลื่อนไหวในกล่องการเคลื่อนไหวถัดไป
tr: Sonraki Hareket kutusundaki hareketlere tıklayarak ayrıntılara inebilirsiniz.
uk: Ви можете детально ознайомитись, натиснувши ходи в полі «Наступний хід».
ur: آپ نیکسٹ موو باکس میں چالوں پر کلک کرکے ڈرل ڈاؤن کرسکتے ہیں۔
vi: Bạn có thể tìm hiểu sâu hơn bằng cách nhấp vào các nước đi trong hộp Nước đi tiếp theo.

source: and the drill down stats apply to those games only.
es: y las estadísticas detalladas se aplican solo a esos juegos.
sr: а детаљна статистика се односи само на те игре.
sv: och den detaljerade statistiken gäller endast för dessa spel.
sw: na takwimu za kuchimba chini zinatumika kwa michezo hiyo pekee.
ta: மேலும் பயிற்சி புள்ளிவிவரங்கள் அந்த விளையாட்டுகளுக்கு மட்டுமே பொருந்தும்.
th: และสถิติการเจาะลึกจะใช้ได้กับเกมเหล่านี้เท่านั้น
tr: ve ayrıntılı istatistikler yalnızca bu oyunlara uygulanır.
uk: і детальна статистика стосується лише цих ігор.
ur: اور ڈرل ڈاؤن کے اعدادوشمار صرف ان گیمز پر لاگو ہوتے ہیں۔
vi: và số liệu thống kê chi tiết chỉ áp dụng cho những trò chơi đó.

source: One way to use this clipboard-as-temporary-database feature for
es: Una forma de utilizar esta función del portapapeles como base de datos temporal para
sr: Један од начина да користите ову функцију међуспремника као привремене базе података за
sv: Ett sätt att använda denna clipboard-as-temporary-databas-funktion för
sw: Njia moja ya kutumia kipengee hiki cha hifadhidata ya ubao-nakili-kama-muda kwa
ta: இந்த கிளிப்போர்டு-தற்காலிக-தரவுத்தள அம்சத்தைப் பயன்படுத்துவதற்கான ஒரு வழி
th: วิธีหนึ่งในการใช้คุณลักษณะคลิปบอร์ดเป็นฐานข้อมูลชั่วคราวนี้
tr: Bu panoyu geçici veritabanı olarak kullanmanın bir yolu
uk: Один із способів використання цієї функції буфера обміну як тимчасової бази даних для
ur: اس کلپ بورڈ کو بطور عارضی ڈیٹا بیس فیچر استعمال کرنے کا ایک طریقہ
vi: Một cách để sử dụng tính năng clipboard-as-temporary-database này cho

source: preparation is to copy games from one player to the clipboard.
es: La preparación consiste en copiar juegos de un jugador al portapapeles.
sr: припрема је копирање игара са једног играча у међуспремник.
sv: förberedelse är att kopiera spel från en spelare till klippbordet.
sw: maandalizi ni kunakili michezo kutoka kwa mchezaji mmoja hadi kwenye ubao wa kunakili.
ta: ஒரு வீரரிடமிருந்து கிளிப்போர்டுக்கு விளையாட்டுகளை நகலெடுப்பதே தயாரிப்பு.
th: การเตรียมการคือการคัดลอกเกมจากผู้เล่นหนึ่งคนไปยังคลิปบอร์ด
tr: Hazırlık, oyunları bir oyuncudan panoya kopyalamaktır.
uk: Підготовка полягає в тому, щоб скопіювати ігри з одного гравця в буфер обміну.
ur: تیاری ایک کھلاڑی سے کلپ بورڈ پر گیمز کاپی کرنا ہے۔
vi: Việc chuẩn bị là sao chép trò chơi từ một người chơi vào bảng tạm.

source: To make this easy, buttonsare provided to add a player's games to the clipboard.
es: Para facilitar esto, se proporcionan botones para agregar los juegos de un jugador al portapapeles.
sr: Да бисте ово олакшали, обезбеђена су дугмад за додавање игара играча у међуспремник.
sv: För att göra detta enkelt finns det knappar för att lägga till en spelares spel till urklippet.
sw: Ili kurahisisha hili, vitufe vimetolewa ili kuongeza michezo ya mchezaji kwenye ubao wa kunakili.
ta: இதை எளிதாக்க, ஒரு வீரரின் விளையாட்டுகளை கிளிப்போர்டுக்கு சேர்க்க பொத்தான்கள் வழங்கப்பட்டுள்ளன.
th: เพื่อให้สะดวกยิ่งขึ้น จึงมีการจัดเตรียมปุ่มไว้เพื่อเพิ่มเกมของผู้เล่นลงในคลิปบอร์ด
tr: Bunu kolaylaştırmak için, bir oyuncunun oyunlarını panoya eklemek için düğmeler sağlanmıştır.
uk: Щоб полегшити це, передбачено кнопки для додавання ігор гравця в буфер обміну.
ur: اس کو آسان بنانے کے لیے، کلپ بورڈ میں پلیئر کے گیمز کو شامل کرنے کے لیے بٹن فراہم کیے گئے ہیں۔
vi: Để thực hiện việc này dễ dàng, chúng tôi cung cấp các nút để thêm trò chơi của người chơi vào bảng tạm.

source: Use the Show all ordered by player menu to search for players.
es: Utilice el menú Mostrar todo ordenado por jugador para buscar jugadores.
sr: Користите мени Прикажи све поређане по играчима да тражите играче.
sv: Använd menyn Visa alla sorterade efter spelare för att söka efter spelare.
sw: Tumia Onyesha zote zilizopangwa kulingana na menyu ya wachezaji kutafuta wachezaji.
ta: வீரர்களைத் தேட, பிளேயர் வாரியாக அனைத்தையும் காட்டு மெனுவைப் பயன்படுத்தவும்.
th: ใช้เมนูแสดงทั้งหมดที่สั่งโดยผู้เล่นเพื่อค้นหาผู้เล่น
tr: Oyuncuları aramak için Oyuncuya göre sıralanmış tümünü göster menüsünü kullanın.
uk: Для пошуку гравців використовуйте меню «Показати всіх, упорядкованих за гравцями».
ur: پلیئرز کو تلاش کرنے کے لیے پلیئر مینو کے ذریعے آرڈر کردہ سبھی دکھائیں کا استعمال کریں۔
vi: Sử dụng menu Hiển thị tất cả theo thứ tự người chơi để tìm kiếm người chơi.

source: You can sort on any column including the Moves column.
es: Puede ordenar por cualquier columna, incluida la columna Movimientos.
sr: Можете сортирати по било којој колони укључујући колону Покрети.
sv: Du kan sortera på vilken kolumn som helst, inklusive kolumnen Flytt.
sw: Unaweza kupanga kwenye safu wima yoyote ikijumuisha safu wima ya Hoja.
ta: நகர்வுகள் நெடுவரிசை உட்பட எந்த நெடுவரிசையிலும் நீங்கள் வரிசைப்படுத்தலாம்.
th: คุณสามารถเรียงลำดับในคอลัมน์ใดก็ได้ รวมถึงคอลัมน์การเคลื่อนไหวด้วย
tr: Hamleler sütunu dahil olmak üzere herhangi bir sütunda sıralama yapabilirsiniz.
uk: Ви можете сортувати за будь-яким стовпцем, включаючи стовпець Переміщення.
ur: آپ کسی بھی کالم پر ترتیب دے سکتے ہیں بشمول مووز کالم۔
vi: Bạn có thể sắp xếp theo bất kỳ cột nào, bao gồm cả cột Di chuyển.

source: The Moves column sort is statistical (most popular lines first)
es: La ordenación de la columna Movimientos es estadística (primero las líneas más populares)
sr: Сортирање колоне Мовес је статистичко (најпре су најпопуларнији редови)
sv: Sorteringen i Moves-kolumnen är statistisk (de mest populära raderna först)
sw: Aina ya safu wima ya Moves ni ya kitakwimu (mistari maarufu zaidi kwanza)
ta: நகர்வுகள் நெடுவரிசை வரிசைப்படுத்தல் புள்ளிவிவரமானது (முதலில் மிகவும் பிரபலமான வரிகள்)
th: การเรียงลำดับคอลัมน์การเคลื่อนไหวจะอิงตามสถิติ (บรรทัดที่มีคนนิยมมากที่สุดก่อน)
tr: Hareketler sütun sıralaması istatistikseldir (en popüler satırlar önce)
uk: Сортування стовпця Moves є статистичним (спочатку найпопулярніші рядки)
ur: مووز کالم کی ترتیب شماریاتی ہے (سب سے زیادہ مقبول لائنیں پہلے)
vi: Sắp xếp cột Di chuyển là thống kê (các dòng phổ biến nhất trước)

source: rather than alphabetical. Sort history is respected in tie breaks.
es: En lugar de alfabético. El historial de clasificación se respeta en los desempates.
sr: а не по азбучном реду. Историја сортирања се поштује у тај брејковима.
sv: snarare än alfabetiskt. Sorteringshistorik respekteras i tie-breaks.
sw: badala ya alfabeti. Historia ya aina inaheshimiwa katika mapumziko.
ta: அகர வரிசைப்படி அல்ல. டை பிரேக்குகளில் வரிசை வரலாறு மதிக்கப்படுகிறது.
th: มากกว่าการเรียงลำดับตามตัวอักษร ประวัติการเรียงลำดับจะได้รับการเคารพในการแบ่งเวลาเสมอ
tr: alfabetik olmaktan ziyade. Tie break'lerde sıralama geçmişine saygı gösterilir.
uk: а не за алфавітом. Історія сортування поважається на тай-брейках.
ur: حروف تہجی کے بجائے ٹائی بریک میں ترتیب کی تاریخ کا احترام کیا جاتا ہے۔
vi: thay vì theo thứ tự chữ cái. Lịch sử sắp xếp được tôn trọng trong các trận đấu loại trực tiếp.

source: For example, if you sort on Moves, then on Black, then on White;
es: Por ejemplo, si ordenas por Movimientos, luego por Negro, luego por Blanco;
sr: На пример, ако сортирате по Покретима, затим по црном, па по белом;
sv: Till exempel, om du sorterar på Moves, sedan på Svart, sedan på Vit;
sw: Kwa mfano, ikiwa unapanga kwenye Moves, kisha kwenye Nyeusi, kisha kwenye Nyeupe;
ta: உதாரணமாக, நீங்கள் Moves இல் வரிசைப்படுத்தினால், பின்னர் கருப்பு, பின்னர் வெள்ளை;
th: ตัวอย่างเช่น หากคุณเรียงลำดับตามการเคลื่อนไหว จากนั้นตามสีดำ จากนั้นตามสีขาว
tr: Örneğin, Hamlelere göre sıralarsanız, sonra Siyaha, sonra Beyaza göre sıralarsanız;
uk: Наприклад, якщо сортувати за ходами, потім за чорними, потім за білими;
ur: مثال کے طور پر، اگر آپ Moves پر ترتیب دیں، پھر سیاہ پر، پھر سفید پر؛
vi: Ví dụ, nếu bạn sắp xếp theo Di chuyển, sau đó theo Đen, rồi theo Trắng;

source: The games will be sorted by White player,
es: Los juegos se ordenarán por jugador blanco,
sr: Игре ће бити сортиране по белом играчу,
sv: Spelen kommer att sorteras efter vit spelare,
sw: Michezo itapangwa na mchezaji Mzungu,
ta: விளையாட்டுகள் வெள்ளை வீரரால் வரிசைப்படுத்தப்படும்,
th: เกมจะถูกจัดเรียงตามผู้เล่นฝ่ายขาว
tr: Oyunlar Beyaz oyuncuya göre sıralanacak,
uk: Ігри будуть відсортовані за білим гравцем,
ur: کھیلوں کو سفید کھلاڑی کے لحاظ سے ترتیب دیا جائے گا،
vi: Các trò chơi sẽ được sắp xếp theo người chơi Trắng,
