Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: This is like the < Create UCI engine > process that you see in many chess programs.
es: Esto es como el proceso <Crear motor UCI> que se ve en muchos programas de ajedrez.
sr: Ово је као процес < Цреате УЦИ енгине > који видите у многим шаховским програмима.
sv: Det här är som processen < Skapa UCI-motor > som du ser i många schackprogram.
sw: Hii ni kama mchakato wa < Unda injini ya UCI > ambayo unaona katika programu nyingi za chess.
ta: இது பல சதுரங்க நிரல்களில் நீங்கள் காணும் Create UCI எஞ்சின் > செயல்முறையைப் போன்றது.
th: นี่ก็เหมือนกับกระบวนการ <สร้างเครื่องยนต์ UCI> ที่คุณเห็นในโปรแกรมหมากรุกหลายๆ โปรแกรม
tr: Bu, birçok satranç programında gördüğünüz < UCI motorunu oluştur > işlemine benzer.
uk: Це схоже на процес < Create UCI engine >, який ви бачите в багатьох шахових програмах.
ur: یہ <UCI انجن بنائیں> عمل کی طرح ہے جو آپ شطرنج کے بہت سے پروگراموں میں دیکھتے ہیں۔
vi: Quá trình này giống như quy trình <Tạo công cụ UCI> mà bạn thấy trong nhiều chương trình cờ vua.

source: In order to do this, first open the < Engine.. > dialog box.
es: Para ello, primero abra el cuadro de diálogo <Motor...>.
sr: Да бисте то урадили, прво отворите оквир за дијалог < Енгине.. >.
sv: För att göra detta, öppna först dialogrutan < Engine.. >.
sw: Ili kufanya hivyo, kwanza fungua < Engine.. > kisanduku cha mazungumzo.
ta: இதைச் செய்ய, முதலில் <Engine.. > உரையாடல் பெட்டியைத் திறக்கவும்.
th: ในการดำเนินการนี้ ให้เปิดกล่องโต้ตอบ < Engine.. > ก่อน
tr: Bunu yapabilmek için öncelikle < Engine.. > iletişim kutusunu açın.
uk: Щоб зробити це, спочатку відкрийте діалогове вікно < Engine.. >.
ur: ایسا کرنے کے لیے، پہلے <انجن..> ڈائیلاگ باکس کھولیں۔
vi: Để thực hiện việc này, trước tiên hãy mở hộp thoại < Engine.. >.

source: This can be done from the Main menu, or from the Engine Tournament.. dialog box.
es: Esto se puede hacer desde el menú principal o desde el cuadro de diálogo Torneo de motores.
sr: Ово се може урадити из главног менија или из дијалога Енгине Тоурнамент..
sv: Detta kan göras från huvudmenyn eller från dialogrutan Engine Tournament....
sw: Hii inaweza kufanywa kutoka kwa menyu kuu, au kutoka kwa Mashindano ya Injini.. sanduku la mazungumzo.
ta: இதை மெயின் மெனுவிலிருந்து அல்லது எஞ்சின் டோர்னமென்ட்.. உரையாடல் பெட்டியிலிருந்து செய்யலாம்.
th: สามารถทำได้จากเมนูหลัก หรือจากกล่องโต้ตอบการแข่งขันเครื่องยนต์
tr: Bu, Ana menüden veya Motor Turnuvası.. iletişim kutusundan yapılabilir.
uk: Це можна зробити з головного меню або з діалогового вікна Engine Tournament..
ur: یہ مین مینو، یا انجن ٹورنامنٹ سے کیا جا سکتا ہے.. ڈائیلاگ باکس۔
vi: Bạn có thể thực hiện thao tác này từ menu Chính hoặc từ hộp thoại Engine Tournament..

source: Select the *.exe file for the desired engine as normal, and then click on the
es: Seleccione el archivo *.exe para el motor deseado como de costumbre y luego haga clic en el botón
sr: Изаберите *.еке датотеку за жељени мотор као и обично, а затим кликните на
sv: Välj *.exe-filen för önskad motor som vanligt och klicka sedan på
sw: Chagua faili ya *.exe ya injini inayotaka kama kawaida, kisha ubofye kwenye
ta: விரும்பிய எஞ்சினுக்கு *.exe கோப்பை வழக்கம் போல் தேர்ந்தெடுத்து, பின்னர் கிளிக் செய்யவும்
th: เลือกไฟล์ *.exe สำหรับเครื่องยนต์ที่ต้องการตามปกติ จากนั้นคลิกที่
tr: İstenilen motor için *.exe dosyasını normal şekilde seçin ve ardından
uk: Виберіть файл *.exe для потрібного движка як зазвичай, а потім натисніть на
ur: مطلوبہ انجن کے لیے *.exe فائل کو معمول کے مطابق منتخب کریں، اور پھر پر کلک کریں۔
vi: Chọn tệp *.exe cho công cụ mong muốn như bình thường, sau đó nhấp vào

source: < Browse.. > button next to Save Engine.. at the bottom of the box.
es: Botón <Explorar..> junto a Guardar motor.. en la parte inferior del cuadro.
sr: Дугме < Бровсе.. > поред Саве Енгине.. на дну оквира.
sv: Knappen < Bläddra.. > bredvid Spara motor... längst ned i rutan.
sw: < Vinjari.. > kitufe karibu na Hifadhi Injini.. chini ya kisanduku.
ta: பெட்டியின் கீழே உள்ள சேமி எஞ்சினுக்கு அடுத்துள்ள Browse.. > பொத்தானை அழுத்தவும்.
th: ปุ่ม < Browse.. > ถัดจาก Save Engine.. ที่ด้านล่างของกล่อง
tr: Kutunun alt kısmındaki Kaydet Motoru'nun yanındaki < Gözat.. > butonuna tıklayın.
uk: Кнопка < Browse.. > поруч із Save Engine.. у нижній частині вікна.
ur: <براؤز کریں..> انجن محفوظ کریں کے آگے بٹن.. باکس کے نیچے۔
vi: Nút <Duyệt..> bên cạnh nút Lưu động cơ.. ở cuối hộp.

source: You will then get a file dialog box showing the stem of the engine name
es: Luego aparecerá un cuadro de diálogo de archivo que muestra la raíz del nombre del motor.
sr: Затим ћете добити дијалошки оквир датотеке који приказује корен имена мотора
sv: Du kommer då att få en fildialogruta som visar stammen för motornamnet
sw: Kisha utapata sanduku la mazungumzo ya faili inayoonyesha shina la jina la injini
ta: பின்னர் எஞ்சின் பெயரின் தண்டு காட்டும் ஒரு கோப்பு உரையாடல் பெட்டியைப் பெறுவீர்கள்.
th: จากนั้นคุณจะได้รับกล่องโต้ตอบไฟล์ที่แสดงชื่อเครื่องยนต์
tr: Daha sonra motor adının kökünü gösteren bir dosya iletişim kutusu alacaksınız
uk: Після цього ви отримаєте діалогове вікно файлу, у якому буде показано основу назви двигуна
ur: اس کے بعد آپ کو ایک فائل ڈائیلاگ باکس ملے گا جس میں انجن کے نام کا اسٹیم دکھایا جائے گا۔
vi: Sau đó bạn sẽ nhận được hộp thoại tệp hiển thị gốc tên động cơ

source: with the line below saying < Save as type : .epm files(*.epm) >
es: con la línea a continuación que dice < Guardar como tipo: archivos .epm (*.epm) >
sr: са линијом испод која каже < Сачувај као тип : .епм филес(*.епм) >
sv: med raden nedan som säger <Spara som typ : .epm files(*.epm) >
sw: huku mstari ulio hapa chini ukisema < Hifadhi kama aina : .epm files(*.epm) >
ta: கீழே உள்ள வரியில் <சேமி as type : .epm files(*.epm) > என்று எழுதப்பட்டுள்ளது.
th: โดยมีบรรทัดด้านล่างระบุว่า < บันทึกเป็นประเภท : .epm files(*.epm) >
tr: Aşağıdaki satırda < Farklı kaydet türü : .epm files(*.epm) > yazıyor
uk: з рядком нижче < Save as type : .epm files(*.epm) >
ur: نیچے کی سطر کے ساتھ <Save as type : .epm files(*.epm)>
vi: với dòng bên dưới ghi là < Lưu dưới dạng loại: .epm files(*.epm) >

source: Press Save to accept the name offered, or edit it as you wish.
es: Presione Guardar para aceptar el nombre ofrecido o edítelo como desee.
sr: Притисните Сачувај да прихватите понуђено име или га измените како желите.
sv: Tryck på Spara för att acceptera det erbjudna namnet, eller redigera det som du vill.
sw: Bonyeza Hifadhi ili ukubali jina linalotolewa, au ulihariri upendavyo.
ta: வழங்கப்படும் பெயரை ஏற்க சேமி என்பதை அழுத்தவும் அல்லது நீங்கள் விரும்பியபடி அதைத் திருத்தவும்.
th: กดบันทึกเพื่อยอมรับชื่อที่เสนอ หรือแก้ไขตามต้องการ
tr: Sunulan ismi kabul etmek için Kaydet'e basın veya dilediğiniz gibi düzenleyin.
uk: Натисніть «Зберегти», щоб прийняти запропоноване ім’я, або відредагуйте його на свій розсуд.
ur: پیش کردہ نام کو قبول کرنے کے لیے محفوظ کریں کو دبائیں، یا اپنی مرضی کے مطابق اس میں ترمیم کریں۔
vi: Nhấn Lưu để chấp nhận tên được cung cấp hoặc chỉnh sửa theo ý muốn.

source: Then the *.epm file will be stored on disk alongside the *.exe file.
es: Luego, el archivo *.epm se almacenará en el disco junto con el archivo *.exe.
sr: Тада ће *.епм датотека бити ускладиштена на диску заједно са *.еке датотеком.
sv: Sedan kommer *.epm-filen att lagras på disken tillsammans med *.exe-filen.
sw: Kisha faili ya *.epm itahifadhiwa kwenye diski kando ya faili ya *.exe.
ta: பின்னர் *.epm கோப்பு *.exe கோப்பின் அருகில் வட்டில் சேமிக்கப்படும்.
th: จากนั้นไฟล์ *.epm จะถูกเก็บไว้ในดิสก์ควบคู่ไปกับไฟล์ *.exe
tr: Daha sonra *.epm dosyası, *.exe dosyasıyla birlikte diske kaydedilecektir.
uk: Тоді файл *.epm буде збережено на диску разом із файлом *.exe.
ur: پھر *.epm فائل کو *.exe فائل کے ساتھ ڈسک پر اسٹور کیا جائے گا۔
vi: Sau đó, tệp *.epm sẽ được lưu trữ trên đĩa cùng với tệp *.exe.

source: Repeat this process for all of the engines that you want to use in tournaments.
es: Repite este proceso para todos los motores que quieras utilizar en los torneos.
sr: Поновите овај процес за све машине које желите да користите на турнирима.
sv: Upprepa denna process för alla motorer som du vill använda i turneringar.
sw: Rudia utaratibu huu kwa injini zote ambazo ungependa kutumia katika mashindano.
ta: போட்டிகளில் நீங்கள் பயன்படுத்த விரும்பும் அனைத்து இயந்திரங்களுக்கும் இந்த செயல்முறையை மீண்டும் செய்யவும்.
th: ทำซ้ำขั้นตอนนี้สำหรับเอ็นจิ้นทั้งหมดที่คุณต้องการใช้ในการแข่งขัน
tr: Turnuvalarda kullanmak istediğiniz tüm motorlar için bu işlemi tekrarlayın.
uk: Повторіть цей процес для всіх двигунів, які ви хочете використовувати в турнірах.
ur: اس عمل کو ان تمام انجنوں کے لیے دہرائیں جنہیں آپ ٹورنامنٹ میں استعمال کرنا چاہتے ہیں۔
vi: Lặp lại quy trình này cho tất cả các công cụ mà bạn muốn sử dụng trong các giải đấu.

source: The *.epm files are kept on disk, so you only have to do this once.
es: Los archivos *.epm se guardan en el disco, por lo que solo tienes que hacerlo una vez.
sr: *.епм датотеке се чувају на диску, тако да ово морате да урадите само једном.
sv: *.epm-filerna sparas på disken, så du behöver bara göra detta en gång.
sw: Faili za *.epm huwekwa kwenye diski, kwa hivyo itabidi ufanye hivi mara moja tu.
ta: *.epm கோப்புகள் வட்டில் வைக்கப்படுகின்றன, எனவே நீங்கள் இதை ஒரு முறை மட்டுமே செய்ய வேண்டும்.
th: ไฟล์ *.epm จะถูกเก็บไว้ในดิสก์ ดังนั้นคุณต้องทำสิ่งนี้เพียงครั้งเดียวเท่านั้น
tr: *.epm dosyaları diskte tutulur, dolayısıyla bunu bir kez yapmanız yeterlidir.
uk: Файли *.epm зберігаються на диску, тому вам потрібно зробити це лише один раз.
ur: *.epm فائلیں ڈسک پر رکھی جاتی ہیں، لہذا آپ کو یہ صرف ایک بار کرنا ہوگا۔
vi: Các tập tin *.epm được lưu trên đĩa nên bạn chỉ cần thực hiện thao tác này một lần.

source: Once you have made the *.epm files, they will be offered to you
es: Una vez que haya creado los archivos *.epm, se le ofrecerán
sr: Када направите *.епм датотеке, биће вам понуђене
sv: När du har skapat *.epm-filerna kommer de att erbjudas dig
sw: Ukishatengeneza faili za *.epm, zitatolewa kwako
ta: நீங்கள் *.epm கோப்புகளை உருவாக்கியதும், அவை உங்களுக்கு வழங்கப்படும்.
th: เมื่อคุณสร้างไฟล์ *.epm แล้ว ระบบจะเสนอไฟล์ดังกล่าวให้กับคุณ
tr: *.epm dosyalarını oluşturduktan sonra size sunulacaktır
uk: Після створення файлів *.epm вони будуть запропоновані вам
ur: ایک بار جب آپ *.epm فائلیں بنا لیں گے، وہ آپ کو پیش کی جائیں گی۔
vi: Sau khi bạn tạo xong các tập tin *.epm, chúng sẽ được cung cấp cho bạn

source: when you press < Select Engines.. > in the tournament dialog box.
es: cuando presione <Seleccionar motores...> en el cuadro de diálogo del torneo.
sr: када притиснете < Селецт Енгинес.. > у дијалогу турнира.
sv: när du trycker på < Välj motorer.. > i turneringsdialogrutan.
sw: unapobonyeza < Chagua Injini.. > kwenye kisanduku cha mazungumzo ya mashindano.
ta: டோர்னமென்ட் டயலாக் பாக்ஸில் Select Engines.. > என்பதை அழுத்தும்போது.
th: เมื่อคุณกด <เลือกเครื่องยนต์.. > ในกล่องโต้ตอบการแข่งขัน
tr: Turnuva iletişim kutusunda < Motorları Seç.. > tuşuna bastığınızda.
uk: коли ви натискаєте < Select Engines.. > у діалоговому вікні турніру.
ur: جب آپ ٹورنامنٹ ڈائیلاگ باکس میں < انجن منتخب کریں.. > دبائیں گے۔
vi: khi bạn nhấn < Chọn Động cơ.. > trong hộp thoại giải đấu.

source: For convenience, you can put them all in the same directory,
es: Para mayor comodidad, puedes colocarlos todos en el mismo directorio,
sr: Ради практичности, можете их све ставити у исти директоријум,
sv: För enkelhetens skull kan du lägga dem alla i samma katalog,
sw: Kwa urahisi, unaweza kuziweka zote kwenye saraka sawa,
ta: வசதிக்காக, நீங்கள் அனைத்தையும் ஒரே கோப்பகத்தில் வைக்கலாம்,
th: เพื่อความสะดวกคุณสามารถใส่ทั้งหมดไว้ในไดเร็กทอรีเดียวกันได้
tr: Kolaylık olması açısından hepsini aynı dizine koyabilirsiniz.
uk: Для зручності ви можете помістити їх усі в один каталог,
ur: سہولت کے لیے، آپ ان سب کو ایک ہی ڈائرکٹری میں رکھ سکتے ہیں،
vi: Để thuận tiện, bạn có thể đặt tất cả chúng vào cùng một thư mục,

source: then several can be loaded at once for an engine tournament.
es: Luego se pueden cargar varios a la vez para un torneo de motores.
sr: тада се неколико може учитати одједном за турнир мотора.
sv: sedan kan flera laddas på en gång för en motorturnering.
sw: basi kadhaa zinaweza kupakiwa mara moja kwa mashindano ya injini.
ta: பின்னர் ஒரு எஞ்சின் போட்டிக்காக பலவற்றை ஒரே நேரத்தில் ஏற்றலாம்.
th: จากนั้นสามารถโหลดหลายๆ ตัวพร้อมกันได้สำหรับการแข่งขันเครื่องยนต์
tr: daha sonra bir motor turnuvası için birden fazla yük aynı anda yüklenebilir.
uk: тоді кілька можна завантажити одночасно для турніру двигуна.
ur: پھر انجن ٹورنامنٹ کے لیے ایک ساتھ کئی کو لوڈ کیا جا سکتا ہے۔
vi: sau đó có thể tải nhiều máy cùng lúc cho một cuộc thi động cơ.

source: If you want, you can have several *.epm files for each engine
es: Si lo deseas, puedes tener varios archivos *.epm para cada motor
sr: Ако желите, можете имати неколико *.епм датотека за сваки мотор
sv: Om du vill kan du ha flera *.epm-filer för varje motor
sw: Ukitaka, unaweza kuwa na faili kadhaa *.epm kwa kila injini
ta: நீங்கள் விரும்பினால், ஒவ்வொரு எஞ்சினுக்கும் பல *.epm கோப்புகளை வைத்திருக்கலாம்.
th: หากต้องการ คุณสามารถมีไฟล์ *.epm ได้หลายไฟล์สำหรับแต่ละเครื่องยนต์
tr: İsterseniz her motor için birden fazla *.epm dosyası oluşturabilirsiniz
uk: Якщо ви хочете, ви можете мати кілька файлів *.epm для кожного двигуна
ur: اگر آپ چاہیں تو، آپ کے پاس ہر انجن کے لیے متعدد *.epm فائلیں ہو سکتی ہیں۔
vi: Nếu bạn muốn, bạn có thể có nhiều tệp *.epm cho mỗi công cụ

source: each with different parameters. Simply set the parameters that you want
es: Cada uno con parámetros diferentes. Simplemente configure los parámetros que desee.
sr: сваки са различитим параметрима. Једноставно подесите параметре које желите
sv: var och en med olika parametrar. Ställ bara in de parametrar du vill ha
sw: kila moja na vigezo tofauti. Weka tu vigezo unavyotaka
ta: ஒவ்வொன்றும் வெவ்வேறு அளவுருக்களைக் கொண்டுள்ளன. நீங்கள் விரும்பும் அளவுருக்களை அமைக்கவும்.
th: แต่ละอันมีพารามิเตอร์ที่แตกต่างกัน เพียงตั้งค่าพารามิเตอร์ที่คุณต้องการ
tr: her biri farklı parametrelere sahiptir. Sadece istediğiniz parametreleri ayarlayın
uk: кожен з різними параметрами. Просто встановіть потрібні параметри
ur: ہر ایک مختلف پیرامیٹرز کے ساتھ۔ بس وہ پیرامیٹرز سیٹ کریں جو آپ چاہتے ہیں۔
vi: mỗi cái có các thông số khác nhau. Chỉ cần thiết lập các thông số mà bạn muốn

source: and save the *.epm file with a slightly different name.
es: y guarde el archivo *.epm con un nombre ligeramente diferente.
sr: и сачувајте *.епм датотеку са мало другачијим именом.
sv: och spara *.epm-filen med ett något annat namn.
sw: na uhifadhi faili ya *.epm yenye jina tofauti kidogo.
ta: மற்றும் *.epm கோப்பை சற்று வித்தியாசமான பெயரில் சேமிக்கவும்.
th: และบันทึกไฟล์ *.epm ด้วยชื่อที่แตกต่างกันเล็กน้อย
tr: ve *.epm dosyasını biraz farklı bir isimle kaydedin.
uk: і збережіть файл *.epm під дещо іншою назвою.
ur: اور *.epm فائل کو قدرے مختلف نام کے ساتھ محفوظ کریں۔
vi: và lưu tệp *.epm với tên hơi khác một chút.

source: This is the reason for the two different file extensions.
es: Esta es la razón de las dos extensiones de archivo diferentes.
sr: Ово је разлог за две различите екстензије датотеке.
sv: Detta är anledningen till de två olika filtilläggen.
sw: Hii ndio sababu ya upanuzi wa faili mbili tofauti.
ta: இரண்டு வெவ்வேறு கோப்பு நீட்டிப்புகளுக்கான காரணம் இதுதான்.
th: นี่คือเหตุผลที่เรามีนามสกุลไฟล์สองนามสกุลที่แตกต่างกัน
tr: İki farklı dosya uzantısının olmasının sebebi budur.
uk: Це причина двох різних розширень файлів.
ur: یہ دو مختلف فائل ایکسٹینشن کی وجہ ہے۔
vi: Đây là lý do tại sao có hai phần mở rộng tệp khác nhau.

source: So if you wanted to play an engine match with specific parameters for the engines,
es: Entonces, si quisieras jugar una partida de motor con parámetros específicos para los motores,
sr: Дакле, ако желите да играте утакмицу мотора са одређеним параметрима за моторе,
sv: Så om du ville spela en motormatch med specifika parametrar för motorerna,
sw: Kwa hivyo ikiwa ungetaka kucheza mechi ya injini na vigezo maalum vya injini,
ta: எனவே நீங்கள் என்ஜின்களுக்கான குறிப்பிட்ட அளவுருக்களுடன் ஒரு எஞ்சின் பொருத்தத்தை விளையாட விரும்பினால்,
th: ดังนั้นหากคุณต้องการเล่นการแข่งขันเครื่องยนต์ด้วยพารามิเตอร์เฉพาะสำหรับเครื่องยนต์
tr: Yani motorlar için belirli parametrelere sahip bir motor maçı oynamak istiyorsanız,
uk: Отже, якщо ви хочете зіграти в матч двигуна з певними параметрами для двигунів,
ur: لہذا اگر آپ انجن کے مخصوص پیرامیٹرز کے ساتھ انجن میچ کھیلنا چاہتے ہیں،
vi: Vì vậy, nếu bạn muốn chơi một trận đấu động cơ với các thông số cụ thể cho động cơ,

source: in the Engine Match.. dialog box, when you click on < Select Engine.. >
es: en el cuadro de diálogo Coincidencia de motor..., al hacer clic en < Seleccionar motor... >
sr: у дијалогу Енгине Матцх.., када кликнете на < Селецт Енгине.. >
sv: i dialogrutan Engine Match.. när du klickar på < Välj motor.. >
sw: katika kisanduku cha mazungumzo cha Injini ya Match.., unapobofya kwenye < Chagua Injini.. >
ta: Engine Match.. உரையாடல் பெட்டியில், Select Engine.. > என்பதைக் கிளிக் செய்யும் போது
th: ในกล่องโต้ตอบ Engine Match.. เมื่อคุณคลิกที่ <Select Engine.. >
tr: Motor Eşleşmesi.. iletişim kutusunda, < Motoru Seç.. > öğesine tıkladığınızda
uk: у діалоговому вікні Engine Match.., коли ви натискаєте < Select Engine.. >
ur: انجن میچ.. ڈائیلاگ باکس میں، جب آپ < انجن منتخب کریں.. > پر کلک کرتے ہیں۔
vi: trong hộp thoại Engine Match.., khi bạn nhấp vào < Chọn Engine.. >

source: then click the Browse.. button next to < Load Engine.. >
es: Luego haga clic en el botón Explorar... al lado de < Cargar motor... >
sr: затим кликните на дугме Бровсе.. поред < Лоад Енгине.. >
sv: klicka sedan på knappen Bläddra.. bredvid < Ladda motor.. >
sw: kisha ubofye kitufe cha Vinjari.. karibu na < Load Engine.. >
ta: பின்னர் Load Engine.. > என்பதற்கு அடுத்துள்ள Browse.. பொத்தானைக் கிளிக் செய்யவும்.
th: จากนั้นคลิกปุ่ม Browse.. ถัดจาก < Load Engine.. >
tr: Daha sonra < Motoru Yükle.. > yanındaki Gözat.. düğmesine tıklayın.
uk: потім клацніть кнопку Огляд.. поруч із <Завантажити механізм..>
ur: پھر <لوڈ انجن..> کے آگے براؤز کریں.. بٹن پر کلک کریں۔
vi: sau đó nhấp vào nút Browse.. bên cạnh < Load Engine.. >

source: and select the *.epm parameter file that you want for that engine.
es: y seleccione el archivo de parámetros *.epm que desee para ese motor.
sr: и изаберите датотеку параметара *.епм коју желите за тај мотор.
sv: och välj parameterfilen *.epm som du vill ha för den motorn.
sw: na uchague *.epm faili ya kigezo unayotaka kwa injini hiyo.
ta: அந்த எஞ்சினுக்கு நீங்கள் விரும்பும் *.epm அளவுரு கோப்பைத் தேர்ந்தெடுக்கவும்.
th: และเลือกไฟล์พารามิเตอร์ *.epm ที่คุณต้องการสำหรับเครื่องยนต์นั้น
tr: ve bu motor için istediğiniz *.epm parametre dosyasını seçin.
uk: і виберіть файл параметрів *.epm, який вам потрібен для цієї системи.
ur: اور *.epm پیرامیٹر فائل کو منتخب کریں جو آپ اس انجن کے لیے چاہتے ہیں۔
vi: và chọn tệp tham số *.epm mà bạn muốn cho công cụ đó.

source: Help on engine parameter files *.epm
es: Ayuda sobre los archivos de parámetros del motor *.epm
sr: Помоћ за датотеке параметара мотора *.епм
sv: Hjälp om motorparameterfiler *.epm
sw: Usaidizi kwenye faili za vigezo vya injini *.epm
ta: எஞ்சின் அளவுரு கோப்புகளில் உதவி *.epm
th: ช่วยเหลือเกี่ยวกับไฟล์พารามิเตอร์เครื่องยนต์ *.epm
tr: Motor parametre dosyaları hakkında yardım *.epm
uk: Довідка щодо файлів параметрів двигуна *.epm
ur: انجن پیرامیٹر فائلز *.epm پر مدد کریں۔
vi: Trợ giúp về các tập tin tham số động cơ *.epm

source: Cannot open engine tournament save file
es: No se puede abrir el archivo guardado del torneo del motor
sr: Није могуће отворити датотеку за чување турнира мотора
sv: Det går inte att öppna lagringsfilen för motorturneringar
sw: Haiwezi kufungua mashindano ya injini kuhifadhi faili
ta: எஞ்சின் போட்டி சேமிப்பு கோப்பைத் திறக்க முடியவில்லை.
th: ไม่สามารถเปิดไฟล์บันทึกการแข่งขันเครื่องยนต์ได้
tr: Motor turnuvası kayıt dosyası açılamıyor
uk: Не вдається відкрити файл збереження турніру двигуна
ur: انجن ٹورنامنٹ سیو فائل نہیں کھول سکتا
vi: Không thể mở tệp lưu giải đấu động cơ

source: Engine tournament options saved to file :-
es: Opciones del torneo del motor guardadas en el archivo: -
sr: Опције турнира мотора су сачуване у фајлу:-
sv: Motorturneringsalternativ sparade i fil:-
sw: Chaguzi za mashindano ya injini zimehifadhiwa kwa faili:-
ta: எஞ்சின் போட்டி விருப்பங்கள் கோப்பில் சேமிக்கப்பட்டுள்ளன :-
th: บันทึกตัวเลือกการแข่งขันเครื่องยนต์ลงในไฟล์ :-
tr: Motor turnuvası seçenekleri dosyaya kaydedildi :-
uk: Параметри турніру двигуна збережено у файлі:-
ur: انجن ٹورنامنٹ کے اختیارات فائل میں محفوظ کیے گئے:-
vi: Các tùy chọn giải đấu động cơ được lưu vào tệp :-

source: Engine tournament options not saved
es: Las opciones del torneo de motor no se guardaron
sr: Опције турнира мотора нису сачуване
sv: Motorturneringsalternativ har inte sparats
sw: Chaguo za mashindano ya injini hazijahifadhiwa
ta: எஞ்சின் போட்டி விருப்பங்கள் சேமிக்கப்படவில்லை.
th: ตัวเลือกการแข่งขันเครื่องยนต์ไม่ได้รับการบันทึก
tr: Motor turnuvası seçenekleri kaydedilmedi
uk: Параметри турніру двигуна не збережено
ur: انجن ٹورنامنٹ کے اختیارات محفوظ نہیں ہوئے۔
vi: Tùy chọn giải đấu động cơ không được lưu

source: Cannot open engine tournament file
es: No se puede abrir el archivo del torneo del motor
sr: Није могуће отворити датотеку турнира мотора
sv: Kan inte öppna motorturneringsfilen
sw: Haiwezi kufungua faili ya mashindano ya injini
ta: எஞ்சின் போட்டி கோப்பைத் திறக்க முடியவில்லை.
th: ไม่สามารถเปิดไฟล์การแข่งขันเครื่องยนต์ได้
tr: Motor turnuvası dosyası açılamıyor
uk: Неможливо відкрити файл турніру двигуна
ur: انجن ٹورنامنٹ فائل نہیں کھول سکتا
vi: Không thể mở tệp giải đấu động cơ

source: Engine tournament options loaded
es: Opciones de torneo de motor cargadas
sr: Опције турнира мотора су учитане
sv: Motorturneringsalternativ laddade
sw: Chaguzi za mashindano ya injini zimepakiwa
ta: எஞ்சின் போட்டி விருப்பங்கள் ஏற்றப்பட்டன.
th: ตัวเลือกการแข่งขันเครื่องยนต์โหลดแล้ว
tr: Motor turnuvası seçenekleri yüklendi
uk: Параметри турніру двигуна завантажено
ur: انجن ٹورنامنٹ کے اختیارات بھرے ہوئے ہیں۔
vi: Tùy chọn giải đấu động cơ được tải

source: Old style engine tournament options loaded
es: Opciones de torneo de motor de estilo antiguo cargadas
sr: Учитане су опције турнира у старом стилу
sv: Gammal stil motorturneringsalternativ laddade
sw: Chaguo za mashindano ya injini ya mtindo wa zamani zimepakiwa
ta: பழைய பாணி எஞ்சின் போட்டி விருப்பங்கள் ஏற்றப்பட்டுள்ளன.
th: ตัวเลือกการแข่งขันเครื่องยนต์สไตล์เก่าโหลดแล้ว
tr: Eski stil motor turnuva seçenekleri yüklendi
uk: Завантажено параметри турнірів старого стилю
ur: پرانے طرز کے انجن کے ٹورنامنٹ کے اختیارات بھرے ہوئے ہیں۔
vi: Tùy chọn giải đấu động cơ kiểu cũ đã được tải

source: File read error - Engine tournament options not loaded
es: Error de lectura de archivo: las opciones del torneo del motor no están cargadas
sr: Грешка при читању датотеке - Опције турнира мотора нису учитане
sv: Filläsfel - Motorturneringsalternativ har inte laddats
sw: Hitilafu ya kusoma faili - Chaguo za mashindano ya injini hazijapakiwa
ta: கோப்பு வாசிப்புப் பிழை - எஞ்சின் போட்டி விருப்பங்கள் ஏற்றப்படவில்லை.
th: ข้อผิดพลาดในการอ่านไฟล์ - ตัวเลือกทัวร์นาเมนต์ของเอ็นจิ้นไม่ได้โหลด
tr: Dosya okuma hatası - Motor turnuvası seçenekleri yüklenmedi
uk: Помилка читання файлу - параметри турніру механізму не завантажено
ur: فائل پڑھنے میں خرابی - انجن ٹورنامنٹ کے اختیارات لوڈ نہیں ہوئے۔
vi: Lỗi đọc tệp - Tùy chọn giải đấu của Engine không được tải
