Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Chess engine 2 name
es: Nombre del motor de ajedrez 2
sr: Име шаховске машине 2
sv: Namn på schackmotor 2
sw: Chess injini 2 jina
ta: சதுரங்க இயந்திரம் 2 பெயர்
th: ชื่อโปรแกรมหมากรุก 2
tr: Satranç motoru 2 adı
uk: Назва шахової машинки 2
ur: شطرنج انجن 2 کا نام
vi: Tên của máy cờ vua 2

source: Enter the number of games for the match
es: Introduzca el número de juegos para el partido
sr: Унесите број утакмица за меч
sv: Ange antalet matcher för matchen
sw: Weka idadi ya michezo ya mechi
ta: போட்டிக்கான ஆட்டங்களின் எண்ணிக்கையை உள்ளிடவும்.
th: กรอกจำนวนเกมในการแข่งขัน
tr: Maç için oyun sayısını girin
uk: Введіть кількість ігор для матчу
ur: میچ کے لیے گیمز کی تعداد درج کریں۔
vi: Nhập số lượng trò chơi cho trận đấu

source: Enter the maximum number of moves per game
es: Introduzca el número máximo de movimientos por juego
sr: Унесите максималан број потеза по игри
sv: Ange det maximala antalet drag per spel
sw: Weka idadi ya juu zaidi ya hatua kwa kila mchezo
ta: ஒரு விளையாட்டுக்கு அதிகபட்ச நகர்வுகளின் எண்ணிக்கையை உள்ளிடவும்.
th: ระบุจำนวนการเคลื่อนไหวสูงสุดต่อเกม
tr: Oyun başına maksimum hamle sayısını girin
uk: Введіть максимальну кількість ходів за гру
ur: فی گیم چالوں کی زیادہ سے زیادہ تعداد درج کریں۔
vi: Nhập số lượng nước đi tối đa cho mỗi ván chơi

source: Toggle to alternate game colours
es: Cambiar a colores de juego alternativos
sr: Пребаците се на алтернативне боје игре
sv: Växla för att byta spelfärger
sw: Geuza ili kubadilisha rangi za mchezo
ta: மாற்று விளையாட்டு வண்ணங்களுக்கு மாறு
th: สลับเพื่อสลับสีเกม
tr: Alternatif oyun renklerine geçiş yap
uk: Перемикання на альтернативні кольори гри
ur: گیم کے متبادل رنگوں پر ٹوگل کریں۔
vi: Chuyển sang màu trò chơi thay thế

source: Save the current engine match settings to a file
es: Guardar la configuración actual del motor en un archivo
sr: Сачувајте тренутна подешавања подударања мотора у датотеку
sv: Spara de aktuella motormatchningsinställningarna i en fil
sw: Hifadhi mipangilio ya sasa ya mechi ya injini kwenye faili
ta: தற்போதைய எஞ்சின் பொருத்த அமைப்புகளை ஒரு கோப்பில் சேமிக்கவும்.
th: บันทึกการตั้งค่าการจับคู่เครื่องยนต์ปัจจุบันลงในไฟล์
tr: Mevcut motor eşleştirme ayarlarını bir dosyaya kaydedin
uk: Збережіть поточні налаштування відповідності двигуна у файл
ur: موجودہ انجن میچ سیٹنگز کو فائل میں محفوظ کریں۔
vi: Lưu cài đặt khớp động cơ hiện tại vào một tệp

source: Load the engine match settings from a file
es: Cargar la configuración de coincidencia del motor desde un archivo
sr: Учитајте подешавања подударања мотора из датотеке
sv: Ladda motormatchningsinställningarna från en fil
sw: Pakia mipangilio ya mechi ya injini kutoka kwa faili
ta: ஒரு கோப்பிலிருந்து எஞ்சின் பொருத்த அமைப்புகளை ஏற்றவும்.
th: โหลดการตั้งค่าการจับคู่เครื่องยนต์จากไฟล์
tr: Motor eşleştirme ayarlarını bir dosyadan yükleyin
uk: Завантажте налаштування відповідності механізму з файлу
ur: ایک فائل سے انجن میچ کی ترتیبات لوڈ کریں۔
vi: Tải các thiết lập khớp động cơ từ một tập tin

source: Display score on engine match panel tab
es: Mostrar la puntuación en la pestaña del panel de coincidencia del motor
sr: Прикажи резултат на картици за утакмицу мотора
sv: Visa poäng på motormatchpanelfliken
sw: Onyesha alama kwenye kichupo cha kidirisha cha injini
ta: எஞ்சின் பொருத்தப் பலகை தாவலில் மதிப்பெண்ணைக் காட்டு.
th: แสดงคะแนนบนแท็บแผงการจับคู่เครื่องยนต์
tr: Motor eşleştirme paneli sekmesinde puanı görüntüle
uk: Показати оцінку на вкладці панелі відповідності механізму
ur: انجن میچ پینل ٹیب پر اسکور ڈسپلے کریں۔
vi: Hiển thị điểm số trên tab bảng điều khiển trận đấu động cơ

source: No engine selected
es: No hay ningún motor seleccionado
sr: Није изабран мотор
sv: Ingen motor vald
sw: Hakuna injini iliyochaguliwa
ta: எந்த இயந்திரமும் தேர்ந்தெடுக்கப்படவில்லை.
th: ไม่ได้เลือกเครื่องยนต์
tr: Hiçbir motor seçilmedi
uk: Двигун не вибрано
ur: کوئی انجن منتخب نہیں کیا گیا۔
vi: Không có động cơ nào được chọn

source: No book selected
es: No hay ningún libro seleccionado
sr: Није изабрана ниједна књига
sv: Ingen bok har valts
sw: Hakuna kitabu kilichochaguliwa
ta: எந்தப் புத்தகமும் தேர்ந்தெடுக்கப்படவில்லை.
th: ไม่มีหนังสือที่เลือก
tr: Hiçbir kitap seçilmedi
uk: Книги не вибрано
ur: کوئی کتاب منتخب نہیں کی گئی۔
vi: Không có sách nào được chọn

source: This allows you to stage automatic engine matches.
es: Esto le permite organizar coincidencias de motor automáticas.
sr: Ово вам омогућава да поставите аутоматске утакмице мотора.
sv: Detta gör att du kan iscensätta automatiska motormatchningar.
sw: Hii hukuruhusu kupanga mechi za injini kiotomatiki.
ta: இது தானியங்கி இயந்திர பொருத்தங்களை நிலைநிறுத்த உங்களை அனுமதிக்கிறது.
th: สิ่งนี้ทำให้คุณสามารถจัดการแข่งขันเครื่องยนต์อัตโนมัติได้
tr: Bu, otomatik motor eşleşmelerini sahnelemenize olanak tanır.
uk: Це дозволяє інсценувати автоматичні матчі двигуна.
ur: یہ آپ کو خودکار انجن میچوں کو اسٹیج کرنے کی اجازت دیتا ہے۔
vi: Tính năng này cho phép bạn tổ chức các trận đấu động cơ tự động.

source: You can select the engines to play and the options to use for the match.
es: Podrás seleccionar los motores a utilizar y las opciones a utilizar para el partido.
sr: Можете одабрати моторе за игру и опције које ћете користити за меч.
sv: Du kan välja vilka motorer du vill spela och de alternativ som ska användas för matchen.
sw: Unaweza kuchagua injini za kucheza na chaguzi za kutumia kwa mechi.
ta: நீங்கள் விளையாட வேண்டிய இயந்திரங்களையும் போட்டிக்குப் பயன்படுத்த வேண்டிய விருப்பங்களையும் தேர்ந்தெடுக்கலாம்.
th: คุณสามารถเลือกเครื่องยนต์ที่จะเล่นและตัวเลือกที่จะใช้สำหรับการแข่งขันได้
tr: Maçta hangi motorların kullanılacağını ve hangi seçeneklerin kullanılacağını seçebilirsiniz.
uk: Ви можете вибрати движки для гри та параметри для матчу.
ur: آپ کھیلنے کے لیے انجن اور میچ کے لیے استعمال کرنے کے اختیارات منتخب کر سکتے ہیں۔
vi: Bạn có thể chọn công cụ để chơi và các tùy chọn để sử dụng cho trận đấu.

source: PGN filename : Select the PGN filename to store the engine match games.
es: Nombre de archivo PGN: seleccione el nombre de archivo PGN para almacenar los juegos coincidentes del motor.
sr: ПГН име датотеке : Изаберите име ПГН датотеке за чување игрица за утакмицу мотора.
sv: PGN-filnamn : Välj PGN-filnamnet för att lagra motormatchningsspelen.
sw: PGN jina la faili : Chagua jina la faili la PGN ili kuhifadhi michezo inayolingana na injini.
ta: PGN கோப்புப் பெயர்: எஞ்சின் பொருத்த விளையாட்டுகளைச் சேமிக்க PGN கோப்புப் பெயரைத் தேர்ந்தெடுக்கவும்.
th: ชื่อไฟล์ PGN: เลือกชื่อไฟล์ PGN ที่จะจัดเก็บเกมจับคู่เครื่องยนต์
tr: PGN dosya adı: Motor eşleşmeli oyunları saklamak için PGN dosya adını seçin.
uk: Ім'я файлу PGN: виберіть ім'я файлу PGN, щоб зберегти ігри зі збігом двигуна.
ur: PGN فائل کا نام : انجن میچ گیمز کو اسٹور کرنے کے لیے PGN فائل کا نام منتخب کریں۔
vi: Tên tệp PGN: Chọn tên tệp PGN để lưu trữ các trò chơi phù hợp với công cụ.

source: If no filename is input, EngineMatch.pgn will be used
es: Si no se ingresa ningún nombre de archivo, se utilizará EngineMatch.pgn
sr: Ако се не унесе име датотеке, користиће се ЕнгинеМатцх.пгн
sv: Om inget filnamn matas in kommer EngineMatch.pgn att användas
sw: Ikiwa hakuna jina la faili linaloingizwa, EngineMatch.pgn itatumika
ta: எந்த கோப்புப் பெயரும் உள்ளிடப்படவில்லை என்றால், EngineMatch.pgn பயன்படுத்தப்படும்.
th: หากไม่ได้ป้อนชื่อไฟล์ ระบบจะใช้ EngineMatch.pgn
tr: Dosya adı girilmezse, EngineMatch.pgn kullanılacaktır
uk: Якщо ім’я файлу не введено, буде використано EngineMatch.pgn
ur: اگر کوئی فائل نام ان پٹ نہیں ہے تو EngineMatch.pgn استعمال کیا جائے گا۔
vi: Nếu không nhập tên tệp, EngineMatch.pgn sẽ được sử dụng

source: Select engine : Choose the engines and set their parameters.
es: Seleccionar motor: elige los motores y configura sus parámetros.
sr: Изаберите мотор : Изаберите моторе и подесите њихове параметре.
sv: Välj motor : Välj motorer och ställ in deras parametrar.
sw: Chagua injini : Chagua injini na uweke vigezo vyao.
ta: இயந்திரத்தைத் தேர்ந்தெடுக்கவும்: இயந்திரங்களைத் தேர்ந்தெடுத்து அவற்றின் அளவுருக்களை அமைக்கவும்.
th: เลือกเครื่องยนต์: เลือกเครื่องยนต์และตั้งค่าพารามิเตอร์
tr: Motor seçin: Motorları seçin ve parametrelerini ayarlayın.
uk: Виберіть двигун: виберіть двигуни та встановіть їхні параметри.
ur: انجن منتخب کریں : انجنوں کا انتخاب کریں اور ان کے پیرامیٹرز سیٹ کریں۔
vi: Chọn động cơ: Chọn động cơ và thiết lập thông số của chúng.

source: Use opening book : Check this box for the engine to use the opening book.
es: Usar libro de aperturas: marque esta casilla para que el motor utilice el libro de aperturas.
sr: Користи књигу отварања : Означите ово поље да би мотор користио књигу отварања.
sv: Använd öppningsbok : Markera den här rutan för att motorn ska använda öppningsboken.
sw: Tumia kitabu cha ufunguzi : Tia alama kwenye kisanduku hiki ili injini itumie kitabu cha ufunguzi.
ta: திறக்கும் புத்தகத்தைப் பயன்படுத்து: இயந்திரம் திறக்கும் புத்தகத்தைப் பயன்படுத்த இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: ใช้หนังสือเปิด: ทำเครื่องหมายในช่องนี้สำหรับเครื่องยนต์เพื่อใช้หนังสือเปิด
tr: Açılış kitabını kullan: Motorun açılış kitabını kullanması için bu kutuyu işaretleyin.
uk: Використовувати початкову книгу: установіть цей прапорець, щоб система використовувала початкову книгу.
ur: افتتاحی کتاب کا استعمال کریں : انجن کے لیے افتتاحی کتاب استعمال کرنے کے لیے اس باکس کو چیک کریں۔
vi: Sử dụng sách mở đầu: Đánh dấu vào ô này để công cụ sử dụng sách mở đầu.

source: Opening book : Select which opening book that you want to use for the match.
es: Libro de apertura: selecciona el libro de apertura que quieres usar para el partido.
sr: Уводна књига : Изаберите коју уводну књигу желите да користите за меч.
sv: Öppningsbok : Välj vilken öppningsbok som du vill använda för matchen.
sw: Kitabu cha ufunguzi : Chagua kitabu cha ufunguzi ambacho ungependa kutumia kwa mechi.
ta: தொடக்கப் புத்தகம்: போட்டிக்கு நீங்கள் பயன்படுத்த விரும்பும் தொடக்கப் புத்தகத்தைத் தேர்ந்தெடுக்கவும்.
th: หนังสือเปิด: เลือกหนังสือเปิดที่คุณต้องการใช้สำหรับการแข่งขัน
tr: Açılış kitabı : Maçta kullanmak istediğiniz açılış kitabını seçin.
uk: Початкова книжка: виберіть, яку початкову книгу ви хочете використовувати для матчу.
ur: افتتاحی کتاب : وہ افتتاحی کتاب منتخب کریں جسے آپ میچ کے لیے استعمال کرنا چاہتے ہیں۔
vi: Sách mở đầu: Chọn sách mở đầu mà bạn muốn sử dụng cho trận đấu.

source: Time controls : Select blitz or fixed time period mode games.
es: Controles de tiempo: selecciona juegos en modo blitz o de período de tiempo fijo.
sr: Контроле времена : Изаберите блиц или игре са фиксним временским периодом.
sv: Tidskontroller: Välj blitz eller spel med fast tidsperiod.
sw: Vidhibiti vya muda : Chagua blitz au michezo ya hali ya muda maalum.
ta: நேரக் கட்டுப்பாடுகள்: பிளிட்ஸ் அல்லது நிலையான நேரக் கால முறை விளையாட்டுகளைத் தேர்ந்தெடுக்கவும்.
th: การควบคุมเวลา: เลือกเกมแบบโหมดบลิตซ์หรือแบบช่วงเวลาคงที่
tr: Zaman kontrolleri: Blitz veya sabit zaman periyodu modu oyunlarını seçin.
uk: Управління часом: виберіть бліц або ігри в режимі фіксованого часу.
ur: ٹائم کنٹرولز: بلٹز یا فکسڈ ٹائم پیریڈ موڈ گیمز کو منتخب کریں۔
vi: Điều khiển thời gian: Chọn chế độ chơi blitz hoặc chế độ thời gian cố định.

source: Number of games : Specify how many games should be played.
es: Número de juegos: especifique cuántos juegos se deben jugar.
sr: Број игара : Одредите колико игара треба да се игра.
sv: Antal spel : Ange hur många spel som ska spelas.
sw: Idadi ya michezo : Bainisha ni michezo ngapi inapaswa kuchezwa.
ta: விளையாட்டுகளின் எண்ணிக்கை : எத்தனை விளையாட்டுகளை விளையாட வேண்டும் என்பதைக் குறிப்பிடவும்.
th: จำนวนเกม : ระบุจำนวนเกมที่จะเล่น
tr: Oyun Sayısı : Kaç oyun oynanacağını belirtin.
uk: Кількість ігор: вкажіть, скільки ігор потрібно зіграти.
ur: کھیلوں کی تعداد : بتائیں کہ کتنے کھیل کھیلے جائیں۔
vi: Số lượng trò chơi: Chỉ định số lượng trò chơi cần chơi.

source: Move limit : Specify how many moves should be played in a game,
es: Límite de movimientos: especifica cuántos movimientos se deben realizar en un juego.
sr: Ограничење кретања: Одредите колико потеза треба одиграти у игри,
sv: Move limit : Ange hur många drag som ska spelas i ett spel,
sw: Kikomo cha kusonga : Bainisha ni hatua ngapi zinafaa kuchezwa kwenye mchezo,
ta: நகர்வு வரம்பு: ஒரு விளையாட்டில் எத்தனை நகர்வுகள் விளையாடப்பட வேண்டும் என்பதைக் குறிப்பிடவும்,
th: ขีดจำกัดการเคลื่อนไหว: ระบุจำนวนการเคลื่อนไหวที่จะเล่นในเกม
tr: Hareket sınırı : Bir oyunda kaç hamle oynanması gerektiğini belirtin,
uk: Обмеження ходу: вкажіть, скільки ходів потрібно зіграти в грі,
ur: نقل و حرکت کی حد: وضاحت کریں کہ گیم میں کتنی چالیں کھیلی جائیں،
vi: Giới hạn di chuyển: Chỉ định số lượng nước đi cần thực hiện trong một ván đấu,

source: before it is abandoned as a draw.
es: antes de que sea abandonado como empate.
sr: пре него што се напусти као нерешено.
sv: innan det överges som oavgjort.
sw: kabla haijaachwa kama sare.
ta: அது டிராவாக கைவிடப்படுவதற்கு முன்பு.
th: ก่อนจะถูกทิ้งร้างไปอย่างไร้ความหวัง
tr: berabere kalınmadan önce.
uk: до того, як він буде скасований як нічия.
ur: اس سے پہلے کہ اسے قرعہ اندازی کے طور پر چھوڑ دیا جائے۔
vi: trước khi nó bị bỏ rơi như một trận hòa.

source: Alternate colours : Check this box to swap colours after each game.
es: Colores alternativos: marca esta casilla para cambiar de color después de cada juego.
sr: Алтернативне боје: Означите ово поље да бисте заменили боје после сваке игре.
sv: Alternativa färger: Markera den här rutan för att byta färger efter varje spel.
sw: Rangi mbadala : Chagua kisanduku hiki ili kubadilishana rangi baada ya kila mchezo.
ta: மாற்று நிறங்கள்: ஒவ்வொரு விளையாட்டுக்குப் பிறகும் வண்ணங்களை மாற்ற இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: สีอื่น: ทำเครื่องหมายในช่องนี้เพื่อสลับสีหลังจากแต่ละเกม
tr: Alternatif renkler: Her oyundan sonra renkleri değiştirmek için bu kutuyu işaretleyin.
uk: Альтернативні кольори: установіть цей прапорець, щоб міняти кольори після кожної гри.
ur: متبادل رنگ : ہر گیم کے بعد رنگوں کو تبدیل کرنے کے لیے اس باکس کو چیک کریں۔
vi: Màu thay thế: Đánh dấu vào ô này để đổi màu sau mỗi trò chơi.

source: Engine adjustment : Open the engine time adjustment dialog box.
es: Ajuste del motor: abre el cuadro de diálogo de ajuste del tiempo del motor.
sr: Подешавање мотора : Отворите дијалог за подешавање времена мотора.
sv: Motorjustering : Öppna dialogrutan för motortidsjustering.
sw: Marekebisho ya injini : Fungua kisanduku cha kidadisi cha marekebisho ya saa ya injini.
ta: எஞ்சின் சரிசெய்தல்: எஞ்சின் நேர சரிசெய்தல் உரையாடல் பெட்டியைத் திறக்கவும்.
th: การปรับเครื่องยนต์: เปิดกล่องโต้ตอบการปรับเวลาเครื่องยนต์
tr: Motor ayarı : Motor zamanı ayarlama iletişim kutusunu açın.
uk: Регулювання двигуна: Відкрийте діалогове вікно налаштування часу двигуна.
ur: انجن ایڈجسٹمنٹ : انجن ٹائم ایڈجسٹمنٹ ڈائیلاگ باکس کھولیں۔
vi: Điều chỉnh động cơ: Mở hộp thoại điều chỉnh thời gian động cơ.

source: Save settings : Save the current settings to a file
es: Guardar configuración: guarda la configuración actual en un archivo
sr: Сачувај подешавања : Сачувај тренутна подешавања у датотеку
sv: Spara inställningar : Spara de aktuella inställningarna i en fil
sw: Hifadhi mipangilio : Hifadhi mipangilio ya sasa kwenye faili
ta: அமைப்புகளைச் சேமி: தற்போதைய அமைப்புகளை ஒரு கோப்பில் சேமிக்கவும்.
th: บันทึกการตั้งค่า : บันทึกการตั้งค่าปัจจุบันลงในไฟล์
tr: Ayarları kaydet: Mevcut ayarları bir dosyaya kaydet
uk: Зберегти налаштування: зберегти поточні налаштування у файл
ur: سیٹنگز محفوظ کریں :موجودہ سیٹنگز کو فائل میں محفوظ کریں۔
vi: Lưu cài đặt: Lưu cài đặt hiện tại vào một tập tin

source: Load settings : Load the current settings from a file
es: Cargar configuración: Carga la configuración actual desde un archivo
sr: Учитај подешавања : Учитај тренутна подешавања из датотеке
sv: Ladda inställningar : Ladda de aktuella inställningarna från en fil
sw: Mipangilio ya upakiaji : Pakia mipangilio ya sasa kutoka kwa faili
ta: அமைப்புகளை ஏற்று: ஒரு கோப்பிலிருந்து தற்போதைய அமைப்புகளை ஏற்று.
th: โหลดการตั้งค่า: โหลดการตั้งค่าปัจจุบันจากไฟล์
tr: Ayarları yükle: Geçerli ayarları bir dosyadan yükle
uk: Завантажити налаштування: завантажити поточні налаштування з файлу
ur: لوڈ سیٹنگز : موجودہ سیٹنگز کو فائل سے لوڈ کریں۔
vi: Tải cài đặt: Tải cài đặt hiện tại từ một tập tin

source: Engine match files (*.mat) from previous versions of the program
es: Archivos de coincidencia del motor (*.mat) de versiones anteriores del programa
sr: Датотеке за подударање мотора (*.мат) из претходних верзија програма
sv: Motormatchningsfiler (*.mat) från tidigare versioner av programmet
sw: Faili zinazolingana na injini (*.mat) kutoka matoleo ya awali ya programu
ta: நிரலின் முந்தைய பதிப்புகளிலிருந்து எஞ்சின் பொருத்தக் கோப்புகள் (*.mat).
th: ไฟล์จับคู่เครื่องยนต์ (*.mat) จากโปรแกรมเวอร์ชันก่อนหน้า
tr: Programın önceki sürümlerinden motor eşleşme dosyaları (*.mat)
uk: Файли відповідності двигуна (*.mat) із попередніх версій програми
ur: پروگرام کے پچھلے ورژن سے انجن میچ فائلیں (*.mat)
vi: Các tệp khớp với công cụ (*.mat) từ các phiên bản trước của chương trình

source: Display score on tab : Check to display the current match score
es: Mostrar puntuación en la pestaña: Marque para mostrar la puntuación del partido actual
sr: Прикажи резултат на картици : Означите да бисте приказали тренутни резултат меча
sv: Visa poäng på fliken : Markera för att visa aktuell matchresultat
sw: Onyesha alama kwenye kichupo : Angalia ili kuonyesha alama ya sasa ya mechi
ta: தாவலில் மதிப்பெண்ணைக் காட்டு: தற்போதைய போட்டி மதிப்பெண்ணைக் காட்ட சரிபார்க்கவும்.
th: แสดงคะแนนบนแท็บ : เลือกเพื่อแสดงคะแนนการแข่งขันปัจจุบัน
tr: Skoru sekmede görüntüle: Mevcut maç skorunu görüntülemek için işaretleyin
uk: Відображати рахунок на вкладці: поставте прапорець, щоб відобразити поточний рахунок матчу
ur: ٹیب پر اسکور دکھائیں : موجودہ میچ سکور کو ظاہر کرنے کے لیے چیک کریں۔
vi: Hiển thị điểm trên tab: Kiểm tra để hiển thị điểm trận đấu hiện tại

source: on the engine match panel tab.
es: en la pestaña del panel de coincidencia del motor.
sr: на картици плоче за подударање мотора.
sv: på fliken på motormatchningspanelen.
sw: kwenye kichupo cha jopo la mechi ya injini.
ta: என்ஜின் பொருத்தப் பலகை தாவலில்.
th: บนแท็บแผงการจับคู่เครื่องยนต์
tr: motor eşleştirme paneli sekmesinde.
uk: на вкладці панелі відповідності механізму.
ur: انجن میچ پینل ٹیب پر۔
vi: trên tab bảng điều khiển khớp động cơ.

source: This is useful if you want to set the bottom panel to < Search info >
es: Esto es útil si desea configurar el panel inferior en < Información de búsqueda >
sr: Ово је корисно ако желите да доњи панел поставите на < Сеарцх инфо >
sv: Detta är användbart om du vill ställa in den nedre panelen på < Sökinfo >
sw: Hii ni muhimu ikiwa unataka kuweka kidirisha cha chini kuwa < Tafuta maelezo >
ta: கீழ் பலகத்தை Search info > என அமைக்க விரும்பினால் இது பயனுள்ளதாக இருக்கும்.
th: นี้มีประโยชน์หากคุณต้องการตั้งค่าแผงด้านล่างเป็น < ค้นหาข้อมูล >
tr: Bu, alt paneli < Arama bilgisi > olarak ayarlamak istiyorsanız yararlıdır
uk: Це корисно, якщо ви хочете встановити для нижньої панелі значення < Пошук інформації >
ur: اگر آپ نیچے والے پینل کو <تلاش معلومات> پر سیٹ کرنا چاہتے ہیں تو یہ مفید ہے۔
vi: Điều này hữu ích nếu bạn muốn đặt bảng điều khiển phía dưới thành < Tìm kiếm thông tin >

source: but still want to know what the score is.
es: pero todavía quiero saber cuál es el puntaje.
sr: али ипак желе да знају какав је резултат.
sv: men vill ändå veta vad poängen är.
sw: lakini bado nataka kujua alama ni nini.
ta: ஆனாலும் ஸ்கோர் என்னன்னு தெரிஞ்சுக்க ஆசைப்படுறேன்.
th: แต่ยังอยากรู้ว่าคะแนนเป็นเท่าไร
tr: ama hala skorun ne olduğunu bilmek istiyorum.
uk: але все одно хочу знати, яка оцінка.
ur: لیکن پھر بھی جاننا چاہتے ہیں کہ اسکور کیا ہے۔
vi: nhưng vẫn muốn biết điểm số là bao nhiêu.

source: Engine match help
es: Ayuda para la coincidencia de motores
sr: Помоћ за утакмицу мотора
sv: Motormatchningshjälp
sw: Usaidizi wa mechi ya injini
ta: எஞ்சின் பொருத்த உதவி
th: ความช่วยเหลือการจับคู่เครื่องยนต์
tr: Motor eşleştirme yardımı
uk: Довідка щодо відповідності двигуна
ur: انجن میچ مدد
vi: Trợ giúp khớp động cơ

source: Notes on variety of play
es: Notas sobre la variedad del juego
sr: Напомене о разним играма
sv: Anteckningar om olika spel
sw: Vidokezo vya aina mbalimbali za uchezaji
ta: பல்வேறு வகையான விளையாட்டுகள் பற்றிய குறிப்புகள்
th: หมายเหตุเกี่ยวกับความหลากหลายของการเล่น
tr: Çeşitli oyunlara dair notlar
uk: Примітки щодо різноманітності гри
ur: مختلف قسم کے کھیل پر نوٹس
vi: Ghi chú về sự đa dạng của trò chơi

source: If you want greater variety of play in the opening stage
es: Si deseas una mayor variedad de juego en la etapa inicial
sr: Ако желите већу разноликост игре у уводној фази
sv: Om du vill ha större variation av spel i inledningsskedet
sw: Ikiwa unataka aina kubwa ya kucheza katika hatua ya ufunguzi
ta: தொடக்க கட்டத்தில் அதிக வகையிலான நாடகத்தை நீங்கள் விரும்பினால்
th: หากคุณต้องการความหลากหลายที่มากขึ้นในช่วงเปิดเกม
tr: Açılış aşamasında daha fazla oyun çeşitliliği istiyorsanız
uk: Якщо вам потрібна більша різноманітність гри на початковій стадії
ur: اگر آپ ابتدائی مرحلے میں کھیل کی زیادہ قسم چاہتے ہیں۔
vi: Nếu bạn muốn có nhiều sự đa dạng hơn trong giai đoạn mở đầu

source: of an engine match game, it is best to use an opening book.
es: En un juego de motor de búsqueda, lo mejor es utilizar un libro de aperturas.
sr: у игри са моторима, најбоље је користити почетну књигу.
sv: av ett motormatchspel är det bäst att använda en inledningsbok.
sw: ya mchezo wa mechi ya injini, ni bora kutumia kitabu cha ufunguzi.
ta: எஞ்சின் மேட்ச் விளையாட்டில், தொடக்கப் புத்தகத்தைப் பயன்படுத்துவது சிறந்தது.
th: สำหรับเกมจับคู่เครื่องยนต์ ควรใช้หนังสือเปิดจะดีกว่า
tr: Bir motor eşleştirme oyununda, açılış kitabını kullanmak en iyisidir.
uk: у движковій грі найкраще використовувати початкову книгу.
ur: انجن میچ گیم کے لیے، اوپننگ بک کا استعمال کرنا بہتر ہے۔
vi: trong trò chơi ghép hình động cơ, tốt nhất là sử dụng sách khai cuộc.

source: Whilst the default book can be used for this purpose,
es: Si bien el libro predeterminado se puede utilizar para este propósito,
sr: Иако се подразумевана књига може користити у ову сврху,
sv: Även om standardboken kan användas för detta ändamål,
sw: Ingawa kitabu chaguo-msingi kinaweza kutumika kwa madhumuni haya,
ta: இந்த நோக்கத்திற்காக இயல்புநிலை புத்தகத்தைப் பயன்படுத்தலாம் என்றாலும்,
th: ในขณะที่หนังสือเริ่มต้นสามารถใช้เพื่อจุดประสงค์นี้
tr: Bu amaçla varsayılan kitap kullanılabilirken,
uk: Хоча стандартну книгу можна використовувати для цієї мети,
ur: جب کہ پہلے سے طے شدہ کتاب اس مقصد کے لیے استعمال کی جا سکتی ہے،
vi: Trong khi cuốn sách mặc định có thể được sử dụng cho mục đích này,

source: there are plenty of others available for more varied requirements.
es: Hay muchos otros disponibles para requisitos más variados.
sr: постоји много других доступних за разноврсније захтеве.
sv: det finns massor av andra tillgängliga för mer varierande behov.
sw: kuna vingine vingi vinavyopatikana kwa mahitaji tofauti zaidi.
ta: மேலும் மாறுபட்ட தேவைகளுக்கு ஏராளமானவை கிடைக்கின்றன.
th: ยังมีอีกมากมายให้เลือกสำหรับความต้องการที่หลากหลายยิ่งขึ้น
tr: daha çeşitli ihtiyaçlar için pek çok başka seçenek mevcuttur.
uk: є багато інших доступних для більш різноманітних вимог.
ur: مزید مختلف ضروریات کے لیے بہت سے دوسرے دستیاب ہیں۔
vi: còn rất nhiều loại khác có sẵn để đáp ứng nhiều yêu cầu đa dạng hơn.

source: However, there are hardly any available in PGN format
es: Sin embargo, casi no hay ninguno disponible en formato PGN.
sr: Међутим, једва да постоје доступни у ПГН формату
sv: Det finns dock knappt några tillgängliga i PGN-format
sw: Walakini, hakuna yoyote inayopatikana katika umbizo la PGN
ta: இருப்பினும், PGN வடிவத்தில் எதுவும் கிடைப்பதில்லை.
th: อย่างไรก็ตาม แทบไม่มีรูปแบบ PGN ให้เลือกเลย
tr: Ancak, PGN formatında neredeyse hiç mevcut değil
uk: Однак у форматі PGN їх майже немає
ur: تاہم، PGN فارمیٹ میں شاید ہی کوئی دستیاب ہو۔
vi: Tuy nhiên, hầu như không có sẵn ở định dạng PGN
