Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: for the move weights. For example, if you set a filter range value
es: Para los pesos de los movimientos. Por ejemplo, si se establece un valor de rango de filtro
sr: за тегове за кретање. На пример, ако поставите вредност опсега филтера
sv: för rörelsevikterna. Till exempel om du ställer in ett filterområdesvärde
sw: kwa uzito wa kusonga. Kwa mfano, ukiweka thamani ya masafa ya kichujio
ta: நகர்வு எடைகளுக்கு. எடுத்துக்காட்டாக, நீங்கள் ஒரு வடிகட்டி வரம்பு மதிப்பை அமைத்தால்
th: สำหรับการเคลื่อนย้ายน้ำหนัก ตัวอย่างเช่น หากคุณตั้งค่าช่วงตัวกรอง
tr: hareket ağırlıkları için. Örneğin, bir filtre aralığı değeri ayarlarsanız
uk: для рухомих ваг. Наприклад, якщо ви встановите значення діапазону фільтра
ur: حرکت کے وزن کے لیے۔ مثال کے طور پر، اگر آپ فلٹر رینج ویلیو سیٹ کرتے ہیں۔
vi: cho trọng số di chuyển. Ví dụ, nếu bạn đặt giá trị phạm vi bộ lọc

source: of 100 - 999 then you will get at least one move at every turn,
es: de 100 - 999 entonces obtendrás al menos un movimiento en cada turno,
sr: од 100 - 999 онда ћете добити најмање један потез на сваком кораку,
sv: av 100 - 999 så får du minst ett drag vid varje tur,
sw: ya 100 - 999 basi utapata angalau hoja moja kwa kila zamu,
ta: 100 - 999 இல் இருந்தால், ஒவ்வொரு திருப்பத்திலும் குறைந்தது ஒரு நகர்வையாவது பெறுவீர்கள்,
th: ของ 100 - 999 แล้วคุณจะได้อย่างน้อยหนึ่งการเคลื่อนไหวในแต่ละตา
tr: 100 - 999 arasında ise her turda en az bir hamle hakkı kazanırsınız,
uk: від 100 до 999, то ви отримаєте принаймні один хід на кожному кроці,
ur: 100 - 999 کا پھر آپ کو ہر موڑ پر کم از کم ایک حرکت ملے گی،
vi: trong khoảng từ 100 đến 999 thì bạn sẽ có ít nhất một lượt di chuyển ở mỗi lượt,

source: with the lower weight moves filtered out.
es: con los movimientos de menor peso filtrados.
sr: са филтрираним покретима мање тежине.
sv: med de lägre viktrörelserna bortfiltrerade.
sw: na hatua za chini za uzito zimechujwa.
ta: குறைந்த எடை நகர்வுகள் வடிகட்டப்பட்டு.
th: โดยจะกรองการเคลื่อนไหวของน้ำหนักที่น้อยลงออก
tr: Daha düşük ağırlıktaki hareketler filtrelendi.
uk: з відфільтрованими рухами з меншою вагою.
ur: کم وزن کی چالوں کے ساتھ فلٹر کیا جاتا ہے۔
vi: với các động tác có trọng lượng nhẹ hơn được lọc ra.

source: If you just want a move played at random from the opening book then
es: Si solo quieres un movimiento jugado al azar del libro de apertura, entonces
sr: Ако само желите да се потез одигра насумично из прве књиге, онда
sv: Om du bara vill ha ett drag som spelas slumpmässigt från öppningsboken då
sw: Ikiwa unataka tu hoja ichezwe bila mpangilio kutoka kwa kitabu cha ufunguzi basi
ta: நீங்கள் தொடக்கப் புத்தகத்திலிருந்து சீரற்ற முறையில் ஒரு நகர்வை இயக்க விரும்பினால், பிறகு
th: หากคุณต้องการเพียงแค่การเคลื่อนไหวที่เล่นแบบสุ่มจากหนังสือเปิดแล้ว
tr: Eğer sadece açılış kitabından rastgele oynanan bir hamle istiyorsanız o zaman
uk: Якщо ви просто хочете, щоб хід був зіграний навмання з початкової книги, тоді
ur: اگر آپ صرف افتتاحی کتاب سے بے ترتیب طور پر کھیلنا چاہتے ہیں۔
vi: Nếu bạn chỉ muốn một nước đi được chơi ngẫu nhiên từ cuốn sách mở đầu thì

source: switch off <Use weight scaling> and switch off <Use weight filter>
es: Desactivar <Usar escala de peso> y desactivar <Usar filtro de peso>
sr: искључите <Користи мерење тежине> и искључите <Користи филтер тежине>
sv: stäng av <Använd viktskalning> och stäng av <Använd viktfilter>
sw: zima <Tumia kupima uzito> na uzime <Tumia kichujio cha uzito>
ta: <எடை அளவைப் பயன்படுத்து>> என்பதை அணைத்துவிட்டு <எடை வடிகட்டியைப் பயன்படுத்து>> என்பதை அணைக்கவும்
th: ปิด <ใช้การปรับขนาดน้ำหนัก> และปิด <ใช้ตัวกรองน้ำหนัก>
tr: <Ağırlık ölçeklemesini kullan> seçeneğini kapatın ve <Ağırlık filtresini kullan> seçeneğini kapatın
uk: вимкніть <Use weight scaling> і вимкніть <Use weight filter>
ur: سوئچ آف کریں <وزن کا پیمانہ استعمال کریں> اور سوئچ آف کریں <ویٹ فلٹر استعمال کریں>
vi: tắt <Sử dụng cân trọng lượng> và tắt <Sử dụng bộ lọc trọng lượng>

source: or switch <Use weight filter> on and set the filter min weight to 1
es: o active <Usar filtro de peso> y establezca el peso mínimo del filtro en 1
sr: или укључите <Користи филтер тежине> и подесите минималну тежину филтера на 1
sv: eller slå på <Använd viktfilter> och ställ in filtrets min vikt på 1
sw: au washa <Tumia kichujio cha uzito> na uweke kichujio min weight kuwa 1
ta: அல்லது <எடை வடிகட்டியைப் பயன்படுத்தவும்> என்பதை இயக்கி, வடிகட்டியின் குறைந்தபட்ச எடையை 1 ஆக அமைக்கவும்.
th: หรือเปิด <ใช้ตัวกรองน้ำหนัก> และตั้งค่าน้ำหนักขั้นต่ำของตัวกรองเป็น 1
tr: veya <Ağırlık filtresini kullan> seçeneğini açın ve filtrenin minimum ağırlığını 1 olarak ayarlayın
uk: або ввімкніть <Use weight filter> і встановіть мінімальну вагу фільтра на 1
ur: یا <ویٹ فلٹر استعمال کریں> کو آن کریں اور فلٹر کا کم از کم وزن 1 پر سیٹ کریں۔
vi: hoặc bật <Sử dụng bộ lọc trọng số> và đặt trọng số tối thiểu của bộ lọc thành 1

source: and filter max weight to 65000
es: y filtrar el peso máximo a 65000
sr: и максимална тежина филтера до 65000
sv: och filter maxvikt till 65000
sw: na uzani wa juu wa chujio hadi 65000
ta: மற்றும் அதிகபட்ச எடையை 65000 வரை வடிகட்டி
th: และกรองน้ำหนักสูงสุดถึง 65000
tr: ve maksimum ağırlığı 65000'e kadar filtreleyin
uk: і максимальна вага фільтра до 65000
ur: اور زیادہ سے زیادہ وزن 65000 تک فلٹر کریں۔
vi: và lọc trọng lượng tối đa đến 65000

source: The scaling and filtering options do not alter the move weights
es: Las opciones de escala y filtrado no alteran los pesos de los movimientos.
sr: Опције скалирања и филтрирања не мењају тежине кретања
sv: Skalnings- och filtreringsalternativen ändrar inte rörelsevikterna
sw: Chaguo za kuongeza na kuchuja hazibadilishi uzani wa kusonga
ta: அளவிடுதல் மற்றும் வடிகட்டுதல் விருப்பங்கள் நகர்வு எடைகளை மாற்றாது.
th: ตัวเลือกการปรับขนาดและการกรองจะไม่เปลี่ยนแปลงน้ำหนักการเคลื่อนย้าย
tr: Ölçekleme ve filtreleme seçenekleri hareket ağırlıklarını değiştirmez
uk: Параметри масштабування та фільтрації не змінюють ваги переміщення
ur: اسکیلنگ اور فلٹرنگ کے اختیارات حرکت کے وزن کو تبدیل نہیں کرتے ہیں۔
vi: Các tùy chọn mở rộng và lọc không làm thay đổi trọng số di chuyển

source: in the opening book, the weights are only modified for display.
es: En el libro de apertura, los pesos solo se modifican para su visualización.
sr: у почетној књизи, тежине су модификоване само за приказ.
sv: i öppningsboken är vikterna endast modifierade för visning.
sw: katika kitabu cha ufunguzi, uzani hurekebishwa tu kwa onyesho.
ta: தொடக்கப் புத்தகத்தில், எடைகள் காட்சிப்படுத்துவதற்காக மட்டுமே மாற்றியமைக்கப்பட்டுள்ளன.
th: ในหนังสือเปิด น้ำหนักจะถูกปรับเปลี่ยนเพื่อแสดงเท่านั้น
tr: Açılış kitabında ağırlıklar sadece gösterim amaçlı değiştirilmiştir.
uk: у початковій книзі ваги змінюються лише для відображення.
ur: ابتدائی کتاب میں، وزن صرف ڈسپلے کے لیے تبدیل کیے گئے ہیں۔
vi: trong cuốn sách mở đầu, trọng số chỉ được sửa đổi để hiển thị.

source: If you want to make the move weight scaling and/or filtering changes
es: Si desea realizar cambios en la escala de peso y/o en el filtrado
sr: Ако желите да извршите измене тежине потеза и/или филтрирања
sv: Om du vill göra rörelsen viktskalning och/eller filtreringsändringar
sw: Ikiwa unataka kufanya kuongeza uzito wa kusonga na/au mabadiliko ya kuchuja
ta: நீங்கள் நகர்வு எடை அளவிடுதல் மற்றும்/அல்லது வடிகட்டுதல் மாற்றங்களைச் செய்ய விரும்பினால்
th: หากคุณต้องการปรับเปลี่ยนน้ำหนักและ/หรือกรองการเปลี่ยนแปลง
tr: Taşıma ağırlığı ölçeklendirme ve/veya filtreleme değişiklikleri yapmak istiyorsanız
uk: Якщо ви хочете внести зміни в масштабування та/або фільтрацію ваги переміщення
ur: اگر آپ موو ویٹ اسکیلنگ اور/یا فلٹرنگ تبدیلیاں کرنا چاہتے ہیں۔
vi: Nếu bạn muốn thực hiện thay đổi về tỷ lệ trọng lượng và/hoặc lọc

source: permanent, then click on the <Re-write file> button.
es: permanente, luego haga clic en el botón <Reescribir archivo>.
sr: трајно, а затим кликните на дугме <Ре-врите филе>.
sv: permanent, klicka sedan på knappen <Skriv om fil>.
sw: kudumu, kisha ubofye kitufe cha <andika upya faili>.
ta: நிரந்தரமானது, பின்னர் <மீண்டும் எழுது கோப்பு> பொத்தானைக் கிளிக் செய்யவும்.
th: ถาวร จากนั้นคลิกที่ปุ่ม <เขียนไฟล์ใหม่>
tr: kalıcı hale getirin, ardından <Dosyayı yeniden yaz> düğmesine tıklayın.
uk: постійно, потім натисніть кнопку <Перезаписати файл>.
ur: مستقل، پھر <فائل کو دوبارہ لکھیں> بٹن پر کلک کریں۔
vi: vĩnh viễn, sau đó nhấp vào nút <Ghi lại tệp>.

source: Polyglot .bin move weight help
es: Ayuda para mover el peso de un archivo .bin poliglota
sr: Полиглот .бин померање тежине помоћ
sv: Polyglot .bin flytta vikt hjälp
sw: Msaada wa uzani wa Polyglot .bin kusonga
ta: பாலிகிளாட் .பின் மூவ் எடை உதவி
th: Polyglot .bin ช่วยย้ายน้ำหนัก
tr: Polyglot .bin ağırlığı taşıma yardımı
uk: Поліглот .bin переміщення ваги допомоги
ur: Polyglot .bin منتقل وزن میں مدد
vi: Trợ giúp di chuyển trọng lượng .bin của Polyglot

source: Training position:
es: Puesto de entrenamiento:
sr: Положај за обуку:
sv: Träningsposition:
sw: Nafasi ya mafunzo:
ta: பயிற்சி நிலை:
th: ตำแหน่งฝึกอบรม :
tr: Eğitim pozisyonu:
uk: Навчальна позиція:
ur: تربیت کی پوزیشن:
vi: Vị trí đào tạo:

source: Beginner: Mating K+Q versus bare K
es: Principiante: Apareamiento K+Q versus K desnudo
sr: Почетник: Парење К+К против голог К
sv: Nybörjare: Parning K+Q kontra bar K
sw: Aliyeanza: Kupandishana K+Q dhidi ya K+ tupu
ta: தொடக்கநிலை: K+Q vs வெற்று K இனச்சேர்க்கை
th: ผู้เริ่มต้น: การผสมพันธุ์ K+Q เทียบกับ K เปล่า
tr: Başlangıç: K+Q'nun çıplak K'ya karşı çiftleştirilmesi
uk: Початківець: спарювання K+Q проти голого K
ur: مبتدی: K+Q بمقابلہ ننگے K
vi: Người mới bắt đầu: Ghép K+Q đấu với K đơn thuần

source: Beginner: Mating K+R versus bare K
es: Principiante: Apareamiento K+R versus K desnudo
sr: Почетник: Парење К+Р против голог К
sv: Nybörjare: Parning K+R kontra bar K
sw: Mwanzilishi: Kupandisha K+R dhidi ya K isiyo na kitu
ta: தொடக்கநிலை: K+R vs வெற்று K இனச்சேர்க்கை
th: ผู้เริ่มต้น: การผสมพันธุ์ K+R เทียบกับ K เปล่า
tr: Başlangıç: K+R'yi çıplak K'ye karşı çiftleştirme
uk: Початківець: спарювання K+R проти голого K
ur: ابتدائی: K+R بمقابلہ ننگے K
vi: Người mới bắt đầu: Ghép K+R đấu với K trần

source: Beginner: Winning with extra piece, endgame
es: Principiante: Ganar con pieza extra, final del juego
sr: Почетник: Победа са додатном фигуром, завршница
sv: Nybörjare: Vinner med extra pjäs, slutspel
sw: Anayeanza: Kushinda na kipande cha ziada, mwisho wa mchezo
ta: தொடக்கநிலையாளர்: கூடுதல் துண்டுடன் வெற்றி, இறுதி ஆட்டம்
th: ผู้เริ่มต้น: ชนะด้วยชิ้นส่วนพิเศษ จบเกม
tr: Başlangıç: Ekstra taşla kazanma, oyun sonu
uk: Початківець: перемога додатковою фігурою, ендшпіль
ur: ابتدائی: ایکسٹرا پیس کے ساتھ جیتنا، اینڈ گیم
vi: Người mới bắt đầu: Thắng với quân cờ thừa, tàn cuộc

source: Beginner: Winning with extra rook, middlegame
es: Principiante: Ganar con torre de más, medio juego
sr: Почетник: Победа са додатним топом, мидгем
sv: Nybörjare: Vinner med extra torn, mellanspel
sw: Anayeanza: Kushinda na rook ya ziada, mchezo wa kati
ta: தொடக்கநிலையாளர்: கூடுதல் ரூக், மிடில்கேம் மூலம் வெற்றி பெறுதல்
th: ผู้เริ่มต้น: ชนะด้วยเรือพิเศษ กลางเกม
tr: Başlangıç: Ekstra kale ile kazanma, orta oyun
uk: Початківець: перемога додатковою турою, мітельшпіль
ur: ابتدائی: اضافی روک کے ساتھ جیتنا، مڈل گیم
vi: Người mới bắt đầu: Thắng với quân xe thừa, giữa ván

source: Intermediate: Winning with extra piece, middlegame
es: Intermedio: Ganar con pieza extra, medio juego
sr: Средњи ниво: победа са додатном фигуром, мидгејм
sv: Mellan: Vinner med extra pjäs, mellanspel
sw: Kati: Kushinda na kipande cha ziada, mchezo wa kati
ta: இடைநிலை: கூடுதல் துண்டுடன் வெற்றி, நடுத்தர ஆட்டம்
th: ระดับกลาง: ชนะด้วยชิ้นส่วนพิเศษ กลางเกม
tr: Orta: Ekstra taşla kazanma, orta oyun
uk: Середній рівень: перемога додатковою фігурою, мітельшпіль
ur: انٹرمیڈیٹ: ایکسٹرا پیس کے ساتھ جیتنا، مڈل گیم
vi: Trung cấp: Thắng với quân cờ thừa, trung cuộc

source: Intermediate: Lucena Position
es: Intermedio: Posición Lucena
sr: Средњи ниво: Луцена позиција
sv: Mellan: Lucena Position
sw: Kati: Nafasi ya Lucena
ta: இடைநிலை: லூசெனா நிலை
th: ระดับกลาง: ตำแหน่ง Lucena
tr: Orta: Lucena Pozisyonu
uk: Проміжний рівень: позиція Лусена
ur: انٹرمیڈیٹ: لوسینا پوزیشن
vi: Trung cấp: Vị trí Lucena

source: Intermediate: Philidor Position
es: Intermedio: Posición Philidor
sr: Средњи ниво: Пхилидорова позиција
sv: Mellan: Philidor Position
sw: Kati: Nafasi ya Philidor
ta: இடைநிலை: பிலிடோர் நிலை
th: ระดับกลาง: ตำแหน่งฟิลิดอร์
tr: Orta Seviye: Philidor Pozisyonu
uk: Середній рівень: позиція Філідора
ur: انٹرمیڈیٹ: فلیڈور پوزیشن
vi: Trung cấp: Vị trí Philidor

source: Intermediate: K+Q versus K+P (R pawn on 7th); draw
es: Intermedio: K+Q contra K+P (peón R en el 7); tablas
sr: Средњи: К+К против К+П (Р пешак на 7.); цртати
sv: Mellan: K+Q mot K+P (R-bonde på 7:e); dra
sw: Kati: K + Q dhidi ya K + P (R pawn tarehe 7); kuchora
ta: இடைநிலை: K+Q vs K+P (7வது இடத்தில் R சிப்பாய்); சமநிலை.
th: ระดับกลาง: K+Q เทียบกับ K+P (เบี้ย R ในวันที่ 7); เสมอ
tr: Orta: K+Q'ya karşı K+P (7. sıradaki R piyonu); berabere
uk: Проміжний рівень: K+Q проти K+P (пішак R на 7-му); малювати
ur: انٹرمیڈیٹ: K+Q بمقابلہ K+P (7 کو آر پیون)؛ ڈرا
vi: Trung cấp: K+Q đấu với K+P (quân tốt R ở vị trí thứ 7); hòa

source: Intermediate: K+Q versus K+P (B pawn on 7th); draw
es: Intermedio: K+Q contra K+P (peón B en el 7); tablas
sr: Средњи: К+К против К+П (Б пешак на 7.); цртати
sv: Mellan: K+Q mot K+P (B-bonde på 7:e); dra
sw: Kati: K + Q dhidi ya K + P (B pawn tarehe 7); kuchora
ta: இடைநிலை: K+Q vs K+P (7வது இடத்தில் B சிப்பாய்); சமநிலை.
th: ระดับกลาง: K+Q เทียบกับ K+P (เบี้ย B ในวันที่ 7); เสมอ
tr: Orta: K+Q'ya karşı K+P (B piyonu 7. sırada); berabere
uk: Проміжний рівень: K+Q проти K+P (пішак B на 7-му); малювати
ur: انٹرمیڈیٹ: K+Q بمقابلہ K+P (7 کو بی پیادہ)؛ ڈرا
vi: Trung cấp: K+Q đấu với K+P (quân tốt B ở vị trí thứ 7); hòa

source: Intermediate: K+Q versus K+P (N pawn on 7th); win
es: Intermedio: K+Q contra K+P (peón N en el 7); victoria
sr: Средњи: К+К против К+П (Н пешак на 7.); победити
sv: Mellan: K+Q mot K+P (N bonde på 7:e); vinna
sw: Kati: K+ Q dhidi ya K+P (N pawn tarehe 7); kushinda
ta: இடைநிலை: K+Q vs K+P (7வது இடத்தில் N சிப்பாய்); வெற்றி
th: ระดับกลาง: K+Q เทียบกับ K+P (เบี้ย N ในวันที่ 7); ชนะ
tr: Orta: K+Q'ya karşı K+P (N piyonu 7. sırada); kazan
uk: Проміжний рівень: K+Q проти K+P (пішак N на 7-му); виграти
ur: انٹرمیڈیٹ: K+Q بمقابلہ K+P (7 کو این پیون)؛ جیت
vi: Trung cấp: K+Q đấu với K+P (N quân tốt ở vị trí thứ 7); thắng

source: Advanced: Converting extra pawn, middlegame
es: Avanzado: Conversión de peón adicional, medio juego
sr: Напредно: Конвертовање додатног пешака, миддлегаме
sv: Avancerat: Konvertering av extra bonde, mellanspel
sw: Ya juu: Kubadilisha pawn ya ziada, mchezo wa kati
ta: மேம்பட்டது: கூடுதல் சிப்பாயை மாற்றுதல், மிடில்கேம்
th: ขั้นสูง: การแปลงเบี้ยพิเศษ กลางเกม
tr: Gelişmiş: Ekstra piyonun dönüştürülmesi, oyun ortası
uk: Розширений: перетворення додаткового пішака, мітельшпіль
ur: ایڈوانسڈ: اضافی پیادہ کو تبدیل کرنا، مڈل گیم
vi: Nâng cao: Chuyển đổi quân tốt thừa, giữa ván

source: Advanced: Converting extra pawn, endgame
es: Avanzado: Convertir peón adicional, final del juego
sr: Напредно: Конвертовање додатног пешака, ендгаме
sv: Avancerat: Konvertering av extra bonde, slutspel
sw: Ya juu: Kubadilisha pawn ya ziada, mwisho wa mchezo
ta: மேம்பட்டது: கூடுதல் சிப்பாயை மாற்றுதல், எண்ட்கேம்
th: ขั้นสูง: การแปลงเบี้ยพิเศษ, จบเกม
tr: Gelişmiş: Ekstra piyonun dönüştürülmesi, oyun sonu
uk: Розширений: перетворення додаткового пішака, ендшпіль
ur: ایڈوانسڈ: اضافی پیادہ کو تبدیل کرنا، اینڈگیم
vi: Nâng cao: Chuyển đổi quân tốt thừa, tàn cuộc

source: Castling available ?
es: ¿Enroque disponible?
sr: Цастлинг аваилабле ?
sv: Slott tillgängligt?
sw: Castling inapatikana?
ta: காஸ்ட்லிங் கிடைக்குமா?
th: มีปราสาทให้เล่นไหม ?
tr: Rok yapılabilir mi?
uk: Доступна рокіровка?
ur: قلعہ دستیاب ہے؟
vi: Có thể nhập thành không?

source: Other details
es: Otros detalles
sr: Остали детаљи
sv: Övriga detaljer
sw: Maelezo mengine
ta: மற்ற விவரங்கள்
th: รายละเอียดอื่นๆ
tr: Diğer detaylar
uk: Інші деталі
ur: دیگر تفصیلات
vi: Chi tiết khác

source: White O-O
es: Blanco O-O
sr: Бели О-О
sv: Vit O-O
sw: Nyeupe O-O
ta: வெள்ளை O-O
th: ขาว โอ-โอ
tr: Beyaz O-O
uk: Білий О-О
ur: سفید O-O
vi: Trắng O-O

source: White O-O-O
es: Blanco O-O-O
sr: Бели О-О-О
sv: Vit O-O-O
sw: Nyeupe O-O-O
ta: வெள்ளை O-O-O
th: ขาว โอ-โอ-โอ
tr: Beyaz O-O-O
uk: Білий О-О-О
ur: سفید O-O-O
vi: Trắng O-O-O

source: Black O-O
es: Negro O-O
sr: Црна О-О
sv: Svart O-O
sw: Nyeusi O-O
ta: கருப்பு O-O
th: ดำ โอ-โอ
tr: Siyah O-O
uk: Чорний О-О
ur: سیاہ O-O
vi: Đen O-O

source: Black O-O-O
es: Negro O-O-O
sr: Црна О-О-О
sv: Svart O-O-O
sw: Nyeusi O-O-O
ta: கருப்பு ஓ-ஓ-ஓ
th: ดำ อ-อ-อ
tr: Siyah O-O-O
uk: Чорний О-О-О
ur: سیاہ O-O-O
vi: Đen O-O-O

source: Move count
es: Recuento de movimientos
sr: Број померања
sv: Räkna rörelser
sw: Idadi ya hoja
ta: நகர்த்தல் எண்ணிக்கை
th: นับการเคลื่อนไหว
tr: Hareket sayısı
uk: Підрахунок ходів
ur: منتقل شمار
vi: Di chuyển số lượng

source: 50 move rule count
es: Regla de 50 movimientos
sr: Правило 50 потеза
sv: 50 drag regler räknas
sw: Idadi ya sheria 50 za hoja
ta: 50 நகர்வு விதி எண்ணிக்கை
th: จำนวนกฎการเคลื่อนไหว 50 ครั้ง
tr: 50 hamle kuralı sayısı
uk: Правило 50 ходів
ur: 50 حرکت کے اصول کی گنتی
vi: Quy tắc đếm 50 lần di chuyển

source: En passant target file
es: Archivo de destino en passant
sr: Ен пассант циљна датотека
sv: En passant målfil
sw: En faili inayolengwa
ta: என் பாசாண்ட் இலக்கு கோப்பு
th: ผ่านไฟล์เป้าหมาย
tr: Geçiş hedef dosyası
ur: این پاسنٹ ٹارگٹ فائل
vi: Tập tin mục tiêu đi qua

source: Shuffle
es: Barajar
sr: Схуффле
sv: Blanda
sw: Changanya
ta: கலக்கு
th: สับเปลี่ยน
tr: Karıştır
uk: Перетасувати
ur: شفل
vi: Trộn

source: Apply
es: Aplicar
sr: Пријавите се
sv: Tillämpas
sw: Omba
ta: விண்ணப்பிக்கவும்
th: นำมาใช้
tr: Uygula
uk: Застосувати
ur: لگائیں
vi: Áp dụng

source: A FEN format position specification
es: Una especificación de posición en formato FEN
sr: Спецификација положаја ФЕН формата
sv: En positionsspecifikation för FEN-format
sw: Vipimo vya muundo wa FEN
ta: FEN வடிவமைப்பு நிலை விவரக்குறிப்பு
th: ข้อมูลจำเพาะตำแหน่งรูปแบบ FEN
tr: FEN formatı pozisyon belirtimi
uk: Специфікація позиції формату FEN
ur: ایک FEN فارمیٹ پوزیشن کی تفصیلات
vi: Một thông số vị trí định dạng FEN

source: Set the standard chess initial position
es: Establecer la posición inicial estándar del ajedrez
sr: Поставите стандардну почетну позицију шаха
sv: Ställ in standardschackets utgångsposition
sw: Weka nafasi ya awali ya chess
ta: நிலையான சதுரங்க தொடக்க நிலையை அமைக்கவும்.
th: ตั้งค่าตำแหน่งเริ่มต้นหมากรุกมาตรฐาน
tr: Standart satranç başlangıç pozisyonunu ayarlayın
uk: Встановіть стандартну шахову початкову позицію
ur: معیاری شطرنج کی ابتدائی پوزیشن سیٹ کریں۔
vi: Đặt vị trí ban đầu của cờ vua chuẩn

source: Create shuffle chess position (note: < Shuffle > not < Chess960 >
es: Crear una posición de ajedrez aleatoria (nota: < Shuffle > no < Chess960 >)
sr: Креирајте шаховску позицију насумице (напомена: < Намешај > не < Цхесс960 >
sv: Skapa shuffle chess position (observera: < Shuffle > inte < Chess960 >
sw: Unda mkao wa mchanganyiko wa chess (kumbuka: < Changanya > si < Chess960 >
ta: ஷஃபிள் செஸ் நிலையை உருவாக்கவும் (குறிப்பு: ஷஃபிள் > அல்ல < Chess960 >
th: สร้างตำแหน่งการสับหมากรุก (หมายเหตุ: < สับ > ไม่ใช่ < หมากรุก960 >
tr: Karıştırma satranç pozisyonu oluştur (not: < Karıştırma > < Satranç960 > değil)
uk: Створити позицію перемішування шахів (примітка: < Shuffle > не < Chess960 >
ur: شفل شطرنج کی پوزیشن بنائیں (نوٹ: < شفل > نہیں < شطرنج 960 >
vi: Tạo thế cờ xáo trộn (lưu ý: < Xáo trộn > không phải < Chess960 >

source: since Tarrasch doesn't understand Chess960 castling)
es: ya que Tarrasch no entiende el enroque de Ajedrez960)
sr: пошто Таррасцх не разуме рокаду Цхесс960)
sv: eftersom Tarrasch inte förstår Chess960 castling)
sw: kwa kuwa Tarrasch haelewi uchezaji wa Chess960)
ta: டாராஷ்க்கு Chess960 கேஸ்ட்லிங் புரியாததால்)
th: เนื่องจากทาร์ราสช์ไม่เข้าใจการรุกฆาตแบบหมากรุก 960)
tr: Tarrasch Satranç960 rok yapmayı anlamadığından)
uk: оскільки Тарраш не розуміє рокіровок Chess960)
ur: چونکہ Tarrasch Chess960 castling کو نہیں سمجھتا)
vi: vì Tarrasch không hiểu cách nhập thành trong Chess960)

source: Copy from the current main board position
es: Copiar desde la posición actual del tablero principal
sr: Копирај са тренутне позиције главне плоче
sv: Kopiera från nuvarande huvudstyrelseposition
sw: Nakili kutoka kwa nafasi ya sasa ya bodi kuu
ta: தற்போதைய பிரதான பலகை நிலையிலிருந்து நகலெடுக்கவும்.
th: คัดลอกจากตำแหน่งเมนบอร์ดปัจจุบัน
tr: Mevcut ana pano pozisyonundan kopyala
uk: Копіювати з поточної позиції головної плати
ur: موجودہ مین بورڈ پوزیشن سے کاپی کریں۔
vi: Sao chép từ vị trí bảng chính hiện tại

source: Apply the fen string (useful after hand editing)
es: Aplicar la cadena fen (útil después de la edición manual)
sr: Нанесите фен струну (корисно након ручног уређивања)
sv: Applicera fensträngen (användbart efter handredigering)
sw: Weka uzi wa fen (muhimu baada ya kuhariri kwa mkono)
ta: ஃபென் சரத்தைப் பயன்படுத்துங்கள் (கை திருத்தத்திற்குப் பிறகு பயனுள்ளதாக இருக்கும்)
th: ใช้เชือกเฟน (มีประโยชน์หลังจากแก้ไขด้วยมือ)
tr: Fen ipini uygulayın (elle düzenlemeden sonra kullanışlıdır)
uk: Застосувати рядок fen (корисно після ручного редагування)
ur: فین سٹرنگ لگائیں (ہاتھ سے ترمیم کے بعد مفید)
vi: Áp dụng chuỗi fen (hữu ích sau khi chỉnh sửa thủ công)

source: Set if white kingside castling possible
es: Establecer si es posible el enroque del flanco de rey blanco
sr: Подесите ако је могућа рокада беле стране краља
sv: Ställ in om vit kungakastning är möjligt
sw: Kuweka kama nyeupe kingside castling inawezekana
ta: வெள்ளை கிங்சைடு கேஸ்ட்லிங் சாத்தியமா என்று அமைக்கவும்.
th: ตั้งค่าให้การบุกโจมตีฝั่งกษัตริย์สีขาวเป็นไปได้
tr: Beyaz şah kanadında rok atmanın mümkün olup olmadığını belirleyin
uk: Встановіть, чи можлива рокіровка білих на королівський фланг
ur: اگر سفید کنگ سائیڈ کاسٹنگ ممکن ہو تو سیٹ کریں۔
vi: Thiết lập nếu có thể nhập thành cánh vua trắng

source: Set if white queenside castling possible
es: Establecer si es posible el enroque del flanco de dama blanco
sr: Подесите ако је могућа рокада беле краљице
sv: Ställ in om vit queenside castling är möjligt
sw: Kuweka kama nyeupe queenside castling inawezekana
ta: வெள்ளை ராணி பக்க கேஸ்ட்லிங் சாத்தியமா என்று அமைக்கவும்.
th: ตั้งค่าให้การปราสาทด้านควีนสีขาวเป็นไปได้
tr: Beyazın şah kanadında rok atmasının mümkün olup olmadığını belirleyin
uk: Встановіть, чи можлива рокіровка білих на ферзевому фланзі
ur: اگر سفید کوئین سائیڈ کیسلنگ ممکن ہو تو سیٹ کریں۔
vi: Đặt nếu có thể nhập thành cánh hậu màu trắng

source: Set if black kingside castling possible
es: Establecer si es posible el enroque del flanco del rey negro
sr: Подесите ако је могућа рокада црне стране краља
sv: Ställ in om svart kungsidescastling är möjligt
sw: Kuweka kama black kingside castling inawezekana
ta: கருப்பு கிங்சைடு கேஸ்ட்லிங் சாத்தியமா என்று அமைக்கவும்.
th: ตั้งค่าหากการบุกโจมตีฝั่งกษัตริย์สีดำเป็นไปได้
tr: Siyah şah kanadında rok atmanın mümkün olup olmadığını belirleyin
uk: Встановіть, чи можлива рокіровка чорних на королівський фланг
ur: اگر بلیک کنگ سائیڈ کاسٹنگ ممکن ہو تو سیٹ کریں۔
vi: Thiết lập nếu có thể nhập thành cánh vua đen

source: Set if black queenside castling possible
es: Establecer si es posible el enroque en el flanco de dama negro
sr: Подесите ако је могућа рокада црне краљице
sv: Ställ in om svart queenside castling är möjligt
sw: Kuweka kama nyeusi queenside castling inawezekana
ta: கருப்பு குயின்சைடு கேஸ்ட்லிங் சாத்தியமா என்று அமைக்கவும்.
th: ตั้งค่าว่าการบุกโจมตีฝั่งราชินีสีดำเป็นไปได้หรือไม่
tr: Siyah şah tarafına rok atmanın mümkün olup olmadığını belirleyin
uk: Встановіть, чи можлива рокіровка чорних на ферзевому фланзі
ur: اگر بلیک کوئین سائیڈ کاسٹنگ ممکن ہو تو سیٹ کریں۔
vi: Thiết lập nếu có thể nhập thành cánh hậu đen
