Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: (e.g.sudden death). The default is suitable for engine - engine matches played
es: (p. ej., muerte súbita). El valor predeterminado es adecuado para partidas de motor a motor.
sr: (нпр. изненадна смрт). Подразумевано је погодно за игре мотора - мотора
sv: (t.ex. plötslig död). Standardinställningen är lämplig för motor-motormatcher som spelas
sw: (k.m. kifo cha ghafla). Chaguo-msingi linafaa kwa injini - mechi za injini zinazochezwa
ta: (எ.கா. திடீர் மரணம்). இயல்புநிலை விளையாடிய எஞ்சின் - எஞ்சின் போட்டிகளுக்கு ஏற்றது.
th: (เช่น เสียชีวิตกะทันหัน) ค่าเริ่มต้นเหมาะสำหรับเครื่องยนต์ - เครื่องยนต์ที่เล่นแมตช์กัน
tr: (örn. ani ölüm). Varsayılan motor için uygundur - motor maçları oynandı
uk: (наприклад, раптова смерть). За замовчуванням підходить для двигуна - двигун відповідає відтвореним
ur: (مثلاً اچانک موت)۔ پہلے سے طے شدہ انجن کے لیے موزوں ہے - انجن میچ کھیلے گئے۔
vi: (ví dụ: đột tử). Mặc định phù hợp với động cơ - các trận đấu động cơ được chơi

source: locally on dedicated hardware, while it needs to be increased on a loaded system,
es: localmente en hardware dedicado, mientras que es necesario aumentarlo en un sistema cargado,
sr: локално на наменском хардверу, док га треба повећати на учитаном систему,
sv: lokalt på dedikerad hårdvara, medan den behöver utökas på ett laddat system,
sw: ndani ya nchi kwenye vifaa vilivyojitolea, wakati inahitaji kuongezwa kwenye mfumo uliopakiwa,
ta: உள்ளூரில் அர்ப்பணிக்கப்பட்ட வன்பொருளில், ஏற்றப்பட்ட கணினியில் அதை அதிகரிக்க வேண்டியிருக்கும்,
th: ในระดับท้องถิ่นบนฮาร์ดแวร์เฉพาะ ในขณะที่จำเป็นต้องเพิ่มขึ้นในระบบที่มีการโหลด
tr: özel donanımda yerel olarak, yüklü bir sistemde artırılması gerekirken,
uk: локально на спеціальному обладнанні, тоді як його потрібно збільшити на завантаженій системі,
ur: مقامی طور پر وقف شدہ ہارڈویئر پر، جب کہ اسے بھری ہوئی سسٹم پر بڑھانے کی ضرورت ہے،
vi: cục bộ trên phần cứng chuyên dụng, trong khi nó cần được tăng lên trên một hệ thống được tải,

source: when playing over a network, or when using certain GUIs
es: Al jugar en red o al usar ciertas GUI
sr: када играте преко мреже или када користите одређене ГУИ
sv: när du spelar över ett nätverk eller när du använder vissa grafiska användargränssnitt
sw: unapocheza kwenye mtandao, au unapotumia GUI fulani
ta: நெட்வொர்க்கில் இயக்கும்போது அல்லது சில GUIகளைப் பயன்படுத்தும் போது
th: เมื่อเล่นผ่านเครือข่ายหรือเมื่อใช้ GUI บางตัว
tr: bir ağ üzerinden oynarken veya belirli GUI'leri kullanırken
uk: під час гри через мережу або під час використання певних GUI
ur: نیٹ ورک پر کھیلتے وقت، یا بعض GUIs استعمال کرتے وقت
vi: khi chơi qua mạng hoặc khi sử dụng một số GUI nhất định

source: Slow Mover - Lower values will make the engine take less time in games,
es: Movimiento lento: los valores más bajos harán que el motor tarde menos tiempo en los juegos.
sr: Споро кретање - Ниже вредности ће учинити да мотор траје мање времена у игрицама,
sv: Slow Mover - Lägre värden gör att motorn tar kortare tid i spel,
sw: Slow Mover - Thamani za chini zitafanya injini kuchukua muda mfupi katika michezo,
ta: மெதுவாக நகர்த்துதல் - குறைந்த மதிப்புகள் விளையாட்டுகளில் இயந்திரம் குறைந்த நேரத்தை எடுத்துக்கொள்ளும்,
th: ตัวเคลื่อนที่ช้า - ค่าที่ต่ำลงจะทำให้เครื่องยนต์ใช้เวลาน้อยลงในการเล่นเกม
tr: Yavaş Hareket Eden - Daha düşük değerler, motorun oyunlarda daha az zaman almasını sağlayacaktır.
uk: Slow Mover - нижчі значення змусять двигун займати менше часу в іграх,
ur: سلو موور - نچلی قدروں سے انجن کو گیمز میں کم وقت لگے گا،
vi: Slow Mover - Giá trị thấp hơn sẽ làm cho động cơ mất ít thời gian hơn trong trò chơi,

source: higher values will make it think longer.
es: Valores más altos harán que piense durante más tiempo.
sr: веће вредности ће га натерати да размишља дуже.
sv: högre värden får den att tänka längre.
sw: maadili ya juu yataifanya ifikirie kwa muda mrefu.
ta: அதிக மதிப்புகள் அதை நீண்ட நேரம் சிந்திக்க வைக்கும்.
th: ค่ายิ่งสูง จะทำให้คิดนานขึ้น
tr: daha yüksek değerler daha uzun süre düşünmesini sağlayacaktır.
uk: вищі значення змусять його думати довше.
ur: اعلی اقدار اسے طویل عرصے تک سوچنے پر مجبور کریں گی۔
vi: giá trị cao hơn sẽ làm cho nó suy nghĩ lâu hơn.

source: Nodestime - Tells the engine to use nodes searched instead of wall time
es: Nodestime: le indica al motor que utilice los nodos buscados en lugar del tiempo de pared
sr: Време чворова - говори машини да користи тражене чворове уместо времена на зиду
sv: Nodestime - Berättar för motorn att använda noder som sökts istället för väggtid
sw: Nodestime - Huiambia injini kutumia nodi zilizotafutwa badala ya wakati wa ukuta
ta: நோட்ஸ்டைம் - சுவர் நேரத்திற்குப் பதிலாக தேடப்பட்ட நோட்களைப் பயன்படுத்த இயந்திரத்திடம் கூறுகிறது.
th: Nodestime - บอกให้เครื่องยนต์ใช้โหนดที่ค้นหาแทนเวลาผนัง
tr: Nodestime - Motora duvar zamanı yerine aranan düğümleri kullanmasını söyler
uk: Nodestime - говорить двигуну використовувати пошук вузлів замість часу стіни
ur: نوڈ ٹائم - انجن سے کہتا ہے کہ دیوار کے وقت کے بجائے تلاش کردہ نوڈس استعمال کرے۔
vi: Nodestime - Yêu cầu công cụ sử dụng các nút được tìm kiếm thay vì thời gian tường

source: to account for elapsed time. This is useful for engine testing.
es: Para contabilizar el tiempo transcurrido. Esto es útil para las pruebas de motores.
sr: за обрачун протеклог времена. Ово је корисно за тестирање мотора.
sv: för att ta hänsyn till förfluten tid. Detta är användbart för motortestning.
sw: kuhesabu muda uliopita. Hii ni muhimu kwa kupima injini.
ta: கழிந்த நேரத்தைக் கணக்கிட. இது இயந்திர சோதனைக்கு பயனுள்ளதாக இருக்கும்.
th: เพื่อคำนวณเวลาที่ผ่านไป ซึ่งมีประโยชน์สำหรับการทดสอบเครื่องยนต์
tr: geçen zamanı hesaba katmak için. Bu motor testleri için yararlıdır.
uk: для обліку витраченого часу. Це корисно для тестування двигуна.
ur: گزرے ہوئے وقت کا حساب دینا۔ یہ انجن کی جانچ کے لیے مفید ہے۔
vi: để tính thời gian đã trôi qua. Điều này hữu ích cho việc thử nghiệm động cơ.

source: When this option is set, the engine is only limited by the total amount of nodes
es: Cuando se configura esta opción, el motor solo está limitado por la cantidad total de nodos
sr: Када је ова опција подешена, мотор је ограничен само укупним бројем чворова
sv: När detta alternativ är inställt begränsas motorn endast av det totala antalet noder
sw: Wakati chaguo hili limewekwa, injini ni mdogo tu kwa jumla ya nodes
ta: இந்த விருப்பம் அமைக்கப்பட்டால், இயந்திரம் மொத்த முனைகளின் எண்ணிக்கையால் மட்டுமே வரையறுக்கப்படும்.
th: เมื่อตั้งค่าตัวเลือกนี้ เครื่องยนต์จะถูกจำกัดตามจำนวนโหนดทั้งหมดเท่านั้น
tr: Bu seçenek ayarlandığında, motor yalnızca toplam düğüm miktarıyla sınırlıdır
uk: Коли цей параметр установлено, механізм обмежений лише загальною кількістю вузлів
ur: جب یہ اختیار سیٹ کیا جاتا ہے، انجن صرف نوڈس کی کل مقدار سے محدود ہوتا ہے۔
vi: Khi tùy chọn này được thiết lập, động cơ chỉ bị giới hạn bởi tổng số lượng nút

source: searched per game. This limit is calculated once per game.
es: buscados por juego. Este límite se calcula una vez por juego.
sr: тражи по игри. Ово ограничење се рачуна једном по утакмици.
sv: sökte per spel. Denna gräns beräknas en gång per spel.
sw: zilizotafutwa kwa kila mchezo. Kikomo hiki kinahesabiwa mara moja kwa kila mchezo.
ta: ஒரு விளையாட்டுக்கு தேடப்பட்டது. இந்த வரம்பு ஒரு விளையாட்டுக்கு ஒரு முறை கணக்கிடப்படுகிறது.
th: ค้นหาต่อเกม ขีดจำกัดนี้คำนวณครั้งเดียวต่อเกม
tr: oyun başına aranır. Bu limit oyun başına bir kez hesaplanır.
uk: шукали за гру. Цей ліміт розраховується один раз на гру.
ur: فی گیم تلاش کیا گیا۔ اس حد کا حساب فی گیم ایک بار کیا جاتا ہے۔
vi: được tìm kiếm theo mỗi trò chơi. Giới hạn này được tính một lần cho mỗi trò chơi.

source: The initial time control values in milliseconds (time and increment per move)
es: Los valores de control de tiempo inicial en milisegundos (tiempo e incremento por movimiento)
sr: Почетне вредности контроле времена у милисекундама (време и прираст по потезу)
sv: De initiala tidskontrollvärdena i millisekunder (tid och ökning per drag)
sw: Thamani za awali za udhibiti wa wakati katika milisekunde (muda na nyongeza kwa kila hoja)
ta: மில்லி விநாடிகளில் ஆரம்ப நேரக் கட்டுப்பாட்டு மதிப்புகள் (ஒரு நகர்வுக்கு நேரம் மற்றும் அதிகரிப்பு)
th: ค่าควบคุมเวลาเริ่มต้นเป็นมิลลิวินาที (เวลาและการเพิ่มต่อการเคลื่อนที่)
tr: Başlangıç zaman kontrol değerleri milisaniye cinsinden (hareket başına zaman ve artış)
uk: Початкові значення контролю часу в мілісекундах (час і приріст на хід)
ur: ابتدائی ٹائم کنٹرول ویلیوز ملی سیکنڈ میں (وقت اور انکریمنٹ فی چال)
vi: Giá trị kiểm soát thời gian ban đầu tính bằng mili giây (thời gian và gia số cho mỗi lần di chuyển)

source: are used as input values to calculate the total number of nodes per game.
es: se utilizan como valores de entrada para calcular el número total de nodos por juego.
sr: се користе као улазне вредности за израчунавање укупног броја чворова по игри.
sv: används som ingångsvärden för att beräkna det totala antalet noder per spel.
sw: hutumika kama thamani za ingizo ili kukokotoa jumla ya idadi ya nodi kwa kila mchezo.
ta: ஒரு விளையாட்டுக்கான மொத்த முனைகளின் எண்ணிக்கையைக் கணக்கிட உள்ளீட்டு மதிப்புகளாகப் பயன்படுத்தப்படுகின்றன.
th: ใช้เป็นค่าอินพุตในการคำนวณจำนวนโหนดทั้งหมดต่อเกม
tr: Oyun başına toplam düğüm sayısını hesaplamak için girdi değerleri olarak kullanılır.
uk: використовуються як вхідні значення для обчислення загальної кількості вузлів на гру.
ur: فی گیم نوڈس کی کل تعداد کا حساب لگانے کے لیے ان پٹ ویلیو کے طور پر استعمال ہوتے ہیں۔
vi: được sử dụng làm giá trị đầu vào để tính tổng số nút cho mỗi trò chơi.

source: The increment per move inc is used as if it was just one move per game.
es: El incremento por movimiento inc se utiliza como si fuera solo un movimiento por juego.
sr: Инкремент по потезу инц се користи као да је само један потез по игри.
sv: Ökningen per drag ink används som om det bara var ett drag per spel.
sw: Ongezeko kwa kila hoja inatumika kana kwamba ni hatua moja tu kwa kila mchezo.
ta: ஒரு நகர்வுக்கான அதிகரிப்பு என்பது ஒரு விளையாட்டுக்கு ஒரு நகர்வு மட்டுமே என்பது போலப் பயன்படுத்தப்படுகிறது.
th: การเพิ่มต่อการเคลื่อนที่นั้นใช้เหมือนกับว่าเป็นเพียงหนึ่งการเคลื่อนที่ต่อเกม
tr: Hamle başına artış oranı, oyun başına sadece bir hamleymiş gibi kullanılır.
uk: Приріст на хід inc використовується так, ніби це лише один хід за партію.
ur: انکریمنٹ فی موو inc استعمال کیا جاتا ہے گویا یہ فی گیم صرف ایک حرکت تھی۔
vi: Sự gia tăng cho mỗi lần di chuyển inc được sử dụng như thể chỉ có một lần di chuyển trong mỗi ván đấu.

source: The formula is totalnodes = (time + inc * 1) * nodestime.
es: La fórmula es totalnodes = (tiempo + inc * 1) * nodestime.
sr: Формула је тоталнодес = (време + инц * 1) * време чвора.
sv: Formeln är totalnoder = (tid + ink * 1) * nodtid.
sw: Fomula ni totalnodes = (muda + inc * 1) * nodestime.
ta: இந்த சூத்திரம் மொத்த முனைகள் = (நேரம் + இன்க் * 1) * முனைகள் நேரம்.
th: สูตรคือ totalnodes = (เวลา + เพิ่ม * 1) * nodestime
tr: Formül şu şekildedir: toplam düğüm sayısı = (zaman + artış * 1) * düğüm sayısı.
uk: Формула така: загальна кількість вузлів = (час + вкл. * 1) * час вузлів.
ur: فارمولہ ٹوٹل نوڈس = (وقت + انک * 1) * نوڈ ٹائم ہے۔
vi: Công thức là totalnodes = (thời gian + tăng * 1) * nodestime.

source: Suppose you specified nodestime = 600, and the time control per game is
es: Supongamos que especificó nodestime = 600 y el control de tiempo por juego es
sr: Претпоставимо да сте навели време чвора = 600, а контрола времена по игри је
sv: Anta att du angav nodtid = 600, och tidskontrollen per spel är
sw: Tuseme umetaja muda wa nodes = 600, na udhibiti wa wakati kwa kila mchezo ni
ta: நீங்கள் nodestime = 600 எனக் குறிப்பிட்டு, ஒரு விளையாட்டுக்கான நேரக் கட்டுப்பாடு
th: สมมติว่าคุณระบุ nodestime = 600 และการควบคุมเวลาต่อเกมคือ
tr: nodestime = 600 belirttiğinizi ve oyun başına zaman kontrolünün şu olduğunu varsayalım:
uk: Припустімо, ви вказали nodestime = 600, а контроль часу на гру дорівнює
ur: فرض کریں کہ آپ نے نوڈ ٹائم = 600 کی وضاحت کی ہے، اور فی گیم ٹائم کنٹرول ہے۔
vi: Giả sử bạn chỉ định nodestime = 600 và thời gian kiểm soát cho mỗi trò chơi là

source: 300 seconds plus 3 seconds increment per move (300s + 3s),
es: 300 segundos más 3 segundos de incremento por movimiento (300 s + 3 s),
sr: 300 секунди плус повећање од 3 секунде по потезу (300с + 3с),
sv: 300 sekunder plus 3 sekunders steg per drag (300s + 3s),
sw: Sekunde 300 pamoja na nyongeza ya sekunde 3 kwa kila hoja (sekunde 300 + 3),
ta: ஒவ்வொரு நகர்விற்கும் 300 வினாடிகள் கூடுதலாக 3 வினாடிகள் அதிகரிப்பு (300 வினாடிகள் + 3 வினாடிகள்),
th: 300 วินาทีบวกเพิ่ม 3 วินาทีต่อการเคลื่อนที่ (300 วินาที + 3 วินาที)
tr: 300 saniye artı hareket başına 3 saniye artış (300sn + 3sn),
uk: 300 секунд плюс 3 секунди приросту на хід (300 с + 3 с),
ur: 300 سیکنڈ کے علاوہ 3 سیکنڈ انکریمنٹ فی چال (300s + 3s)،
vi: 300 giây cộng thêm 3 giây cho mỗi lần di chuyển (300 giây + 3 giây),

source: or 300000 milliseconds plus 3000 milliseconds increment per move.
es: o 300000 milisegundos más un incremento de 3000 milisegundos por movimiento.
sr: или 300000 милисекунди плус повећање од 3000 милисекунди по потезу.
sv: eller 300 000 millisekunder plus 3000 millisekunders steg per drag.
sw: au milisekunde 300000 pamoja na nyongeza ya milisekunde 3000 kwa kila hoja.
ta: அல்லது ஒரு நகர்வுக்கு 300000 மில்லி விநாடிகள் மற்றும் 3000 மில்லி விநாடிகள் அதிகரிப்பு.
th: หรือ 300,000 มิลลิวินาทีบวกเพิ่ม 3,000 มิลลิวินาทีต่อการเคลื่อนที่
tr: veya 300000 milisaniye artı hareket başına 3000 milisaniye artış.
uk: або 300000 мілісекунд плюс 3000 мілісекунд приросту на хід.
ur: یا 300000 ملی سیکنڈ کے علاوہ 3000 ملی سیکنڈ انکریمنٹ فی چال۔
vi: hoặc 300000 mili giây cộng thêm 3000 mili giây cho mỗi lần di chuyển.

source: In that case, the maximum total number of nodes searched per game
es: En ese caso, el número total máximo de nodos buscados por juego
sr: У том случају, максималан укупан број претраживаних чворова по игри
sv: I så fall är det maximala totala antalet noder som söks per spel
sw: Katika hali hiyo, idadi ya juu kabisa ya nodi zilizotafutwa kwa kila mchezo
ta: அந்தச் சூழ்நிலையில், ஒரு விளையாட்டுக்கு அதிகபட்சமாகத் தேடப்படும் முனைகளின் எண்ணிக்கை
th: ในกรณีนั้น จำนวนสูงสุดของโหนดที่ค้นหาต่อเกม
tr: Bu durumda, oyun başına aranan maksimum toplam düğüm sayısı
uk: У цьому випадку максимальна загальна кількість вузлів, які шукаються за гру
ur: اس صورت میں، فی گیم تلاش کیے گئے نوڈس کی زیادہ سے زیادہ تعداد
vi: Trong trường hợp đó, tổng số nút tối đa được tìm kiếm trên mỗi trò chơi

source: by the engine is totalnodes = (300000 + 3000 * 1) * 600 = 181800000
es: por el motor es totalnodes = (300000 + 3000 * 1) * 600 = 181800000
sr: код мотора је укупно чворова = (300000 + 3000 * 1) * 600 = 181800000
sv: av motorn är totalnoder = (300000 + 3000 * 1) * 600 = 181800000
sw: kwa injini ni jumla ya nodi = (300000 + 3000 * 1) * 600 = 181800000
ta: இயந்திரத்தால் மொத்த முனைகள் = (300000 + 3000 * 1) * 600 = 181800000
th: โดยเครื่องยนต์คือ totalnodes = (300000 + 3000 * 1) * 600 = 181800000
tr: motor tarafından totalnodes = (300000 + 3000 * 1) * 600 = 181800000
uk: двигуном є totalnodes = (300000 + 3000 * 1) * 600 = 181800000
ur: انجن کے حساب سے ٹوٹل نوڈس = (300000 + 3000 * 1) * 600 = 181800000
vi: theo công cụ là totalnodes = (300000 + 3000 * 1) * 600 = 181800000

source: (one hundred eighty one million, eight hundred thousand) nodes,
es: (ciento ochenta y un millones ochocientos mil) nodos,
sr: (сто осамдесет један милион, осамсто хиљада) чворова,
sv: (etthundrattio en miljon, åtta hundra tusen) noder,
sw: (milioni mia moja themanini na moja, laki nane) nodi,
ta: (நூற்று எண்பத்து ஒரு மில்லியன், எட்டு லட்சம்) முனைகள்,
th: (หนึ่งร้อยแปดสิบเอ็ดล้านแปดแสน) โหนด
tr: (yüz seksen bir milyon, sekiz yüz bin) düğüm,
uk: (сто вісімдесят один мільйон вісімсот тисяч) вузлів,
ur: (ایک سو اسی ملین، آٹھ سو ہزار) نوڈس،
vi: (một trăm tám mươi mốt triệu, tám trăm nghìn) nút,

source: regardless of how much wall time it will actually take.
es: Independientemente de cuánto tiempo de pared realmente tomará.
sr: без обзира на то колико ће времена за зид заправо бити потребно.
sv: oavsett hur mycket väggtid det faktiskt kommer att ta.
sw: bila kujali itachukua muda gani wa ukuta.
ta: சுவர் அமைக்க எவ்வளவு நேரம் ஆகும் என்பதைப் பொருட்படுத்தாமல்.
th: ไม่ว่าเวลาจะกำแพงจริงจะนานแค่ไหนก็ตาม
tr: aslında ne kadar duvar süresi gerektireceği önemli değil.
uk: незалежно від того, скільки часу це займе.
ur: اس سے قطع نظر کہ دیوار میں کتنا وقت لگے گا۔
vi: bất kể thực tế sẽ mất bao nhiêu thời gian.

source: Debug Log File - Write all communication to and from the engine into a text file.
es: Archivo de registro de depuración: escribe toda la comunicación hacia y desde el motor en un archivo de texto.
sr: Датотека евиденције отклањања грешака – Запишите сву комуникацију до и од машине у текстуалну датотеку.
sv: Felsökningsloggfil - Skriv all kommunikation till och från motorn till en textfil.
sw: Faili ya Kumbukumbu ya Debug - Andika mawasiliano yote kwenda na kutoka kwa injini hadi faili ya maandishi.
ta: பிழைத்திருத்த பதிவு கோப்பு - இயந்திரத்திலிருந்து மற்றும் இயந்திரத்திற்குச் செல்லும் அனைத்து தகவல்தொடர்புகளையும் ஒரு உரை கோப்பில் எழுதுங்கள்.
th: ไฟล์บันทึกการดีบัก - เขียนการสื่อสารทั้งหมดถึงและจากเครื่องยนต์ลงในไฟล์ข้อความ
tr: Hata Ayıklama Günlük Dosyası - Motora giden ve motordan gelen tüm iletişimi bir metin dosyasına yaz.
uk: Файл журналу налагодження. Записуйте всі повідомлення, що надходять із механізмом, у текстовий файл.
ur: ڈیبگ لاگ فائل - انجن سے اور انجن سے تمام مواصلات کو ٹیکسٹ فائل میں لکھیں۔
vi: Tệp nhật ký gỡ lỗi - Ghi mọi thông tin liên lạc đến và đi từ công cụ vào tệp văn bản.

source: OwnBook - This means that the engine has its own book which is accessed by the
es: OwnBook: Esto significa que el motor tiene su propio libro al que accede el
sr: ОвнБоок - То значи да мотор има сопствену књигу којој приступа
sv: OwnBook - Detta betyder att motorn har sin egen bok som nås av
sw: OwnBook - Hii ina maana kwamba injini ina kitabu chake ambacho kinapatikana na
ta: சொந்த புத்தகம் - இதன் பொருள் இயந்திரம் அதன் சொந்த புத்தகத்தைக் கொண்டுள்ளது, அதை அணுகலாம்
th: OwnBook - หมายความว่าเครื่องยนต์มีหนังสือของตัวเองซึ่งสามารถเข้าถึงได้โดย
tr: OwnBook - Bu, motorun, kullanıcı tarafından erişilebilen kendi kitabına sahip olduğu anlamına gelir.
uk: OwnBook - це означає, що механізм має власну книгу, доступ до якої здійснюється з
ur: OwnBook - اس کا مطلب یہ ہے کہ انجن کی اپنی کتاب ہے جس تک رسائی حاصل کی جاتی ہے۔
vi: OwnBook - Điều này có nghĩa là công cụ có cuốn sách riêng của nó được truy cập bởi

source: engine itself. If this is set, the engine takes care of the opening book
es: El motor en sí. Si se configura, el motor se encarga de abrir el libro.
sr: сам мотор. Ако је ово подешено, мотор се брине о отварању књиге
sv: själva motorn. Om detta är inställt tar motorn hand om öppningsboken
sw: injini yenyewe. Ikiwa hii imewekwa, injini inachukua kitabu cha ufunguzi
ta: இயந்திரமே. இது அமைக்கப்பட்டால், இயந்திரம் தொடக்கப் புத்தகத்தை கவனித்துக் கொள்ளும்.
th: เครื่องยนต์เอง ถ้าตั้งค่านี้ เครื่องยนต์จะดูแลหนังสือเปิด
tr: motorun kendisi. Bu ayarlanırsa, motor açılış kitabını halleder
uk: сам двигун. Якщо це встановлено, механізм піклується про відкриття книги
ur: انجن خود. اگر یہ سیٹ ہو تو انجن کھولنے والی کتاب کا خیال رکھتا ہے۔
vi: chính động cơ. Nếu điều này được thiết lập, động cơ sẽ xử lý việc mở sách

source: and the GUI will never execute a move out of its book for the engine.
es: y la GUI nunca ejecutará un movimiento fuera de su libro para el motor.
sr: а ГУИ никада неће извршити потез из своје књиге за мотор.
sv: och det grafiska användargränssnittet kommer aldrig att utföra en flytt från sin bok för motorn.
sw: na GUI haitawahi kutekeleza hoja nje ya kitabu chake kwa injini.
ta: மேலும் GUI எஞ்சினுக்காக அதன் புத்தகத்திலிருந்து ஒரு நகர்வை ஒருபோதும் செயல்படுத்தாது.
th: และ GUI จะไม่ดำเนินการเคลื่อนไหวใดๆ นอกเหนือไปจากที่ระบุไว้ในคู่มือของเอ็นจิ้น
tr: ve GUI, motorun kendi kitabındaki bir hareketi asla gerçekleştirmeyecektir.
uk: і графічний інтерфейс ніколи не виконає переміщення зі своєї книги для двигуна.
ur: اور GUI کبھی بھی انجن کے لیے اپنی کتاب سے باہر کوئی اقدام نہیں کرے گا۔
vi: và GUI sẽ không bao giờ thực hiện một động thái nào ngoài mục đích của nó đối với công cụ.

source: If this is set to false by the GUI, the engine should not access its own book.
es: Si la GUI lo establece como falso, el motor no debería acceder a su propio libro.
sr: Ако је ово подешено на нетачно од стране ГУИ-а, мотор не би требало да приступа сопственој књизи.
sv: Om detta är inställt på falskt av GUI, bör motorn inte komma åt sin egen bok.
sw: Ikiwa hii itawekwa kuwa sivyo na GUI, injini haipaswi kufikia kitabu chake yenyewe.
ta: இது GUI ஆல் தவறு என அமைக்கப்பட்டால், இயந்திரம் அதன் சொந்த புத்தகத்தை அணுகக்கூடாது.
th: หากตั้งค่านี้เป็นเท็จโดย GUI เอนจิ้นจะไม่สามารถเข้าถึงหนังสือของตัวเองได้
tr: Bu, GUI tarafından false olarak ayarlanırsa, motor kendi kitabına erişmemelidir.
uk: Якщо графічним інтерфейсом користувача встановлено значення false, механізм не має отримати доступ до власної книги.
ur: اگر اسے GUI کے ذریعے غلط پر سیٹ کیا جاتا ہے، تو انجن کو اپنی کتاب تک رسائی حاصل نہیں کرنی چاہیے۔
vi: Nếu GUI đặt giá trị này thành false, thì công cụ sẽ không thể truy cập vào sách của chính nó.

source: Book File - The filename with path for the book file.
es: Archivo de libro: el nombre del archivo con la ruta para el archivo del libro.
sr: Датотека књиге – Име датотеке са путањом за датотеку књиге.
sv: Bokfil - Filnamnet med sökvägen till bokfilen.
sw: Faili ya Kitabu - Jina la faili lenye njia ya faili ya kitabu.
ta: புத்தகக் கோப்பு - புத்தகக் கோப்பிற்கான பாதையுடன் கூடிய கோப்புப் பெயர்.
th: ไฟล์หนังสือ - ชื่อไฟล์พร้อมเส้นทางสำหรับไฟล์หนังสือ
tr: Kitap Dosyası - Kitap dosyasının yolu ile birlikte dosya adı.
uk: Файл книги – ім’я файлу з шляхом до файлу книги.
ur: کتاب کی فائل - کتاب فائل کے راستے کے ساتھ فائل کا نام۔
vi: Tệp sách - Tên tệp có đường dẫn đến tệp sách.

source: Note : When I tested the Komodo 12 with its own book set, and the GUI book on,
es: Nota: Cuando probé el Komodo 12 con su propio libro y el libro GUI activado,
sr: Напомена: Када сам тестирао Комодо 12 са сопственим комплетом књига и ГУИ књигом,
sv: Obs: När jag testade Komodo 12 med sin egen bokuppsättning och GUI-boken på,
sw: Kumbuka: Nilipojaribu Komodo 12 na seti yake ya kitabu, na kitabu cha GUI,
ta: குறிப்பு: நான் கொமோடோ 12 ஐ அதன் சொந்த புத்தகத் தொகுப்புடன் சோதித்தபோது, ​​மற்றும் GUI புத்தகத்தில்,
th: หมายเหตุ: เมื่อฉันทดสอบ Komodo 12 ด้วยชุดหนังสือของตัวเองและหนังสือ GUI บน
tr: Not: Komodo 12'yi kendi kitap setiyle ve GUI kitabıyla test ettiğimde,
uk: Примітка. Коли я тестував Komodo 12 із власним набором книг і книжкою з графічним інтерфейсом користувача,
ur: نوٹ: جب میں نے Komodo 12 کو اس کی اپنی کتاب کے سیٹ کے ساتھ جانچا، اور GUI کتاب آن،
vi: Lưu ý: Khi tôi thử nghiệm Komodo 12 với bộ sách riêng của nó và sách GUI,

source: I found that the GUI opening book took precedence.
es: Descubrí que el libro de apertura GUI tenía prioridad.
sr: Открио сам да је почетна књига ГУИ имала предност.
sv: Jag upptäckte att GUI-öppningsboken hade företräde.
sw: Niligundua kuwa kitabu cha ufunguzi cha GUI kilichukua nafasi ya kwanza.
ta: GUI தொடக்கப் புத்தகம் முன்னுரிமை பெறுவதைக் கண்டேன்.
th: ฉันพบว่าหนังสือเปิด GUI มีความสำคัญเหนือกว่า
tr: GUI açılış kitabının öncelikli olduğunu gördüm.
uk: Я виявив, що початкова книга GUI має пріоритет.
ur: میں نے پایا کہ GUI افتتاحی کتاب کو فوقیت حاصل ہے۔
vi: Tôi thấy rằng sách mở GUI được ưu tiên hơn.
