Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Clock Settings
es: Configuración del reloj
sr: Подешавања сата
sv: Klockinställningar
sw: Mipangilio ya Saa
ta: கடிகார அமைப்புகள்
th: การตั้งค่านาฬิกา
tr: Saat Ayarları
uk: Налаштування годинника
ur: گھڑی کی ترتیبات
vi: Cài đặt đồng hồ

source: Select screen colours
es: Seleccionar colores de pantalla
sr: Изаберите боје екрана
sv: Välj skärmfärger
sw: Chagua rangi za skrini
ta: திரை வண்ணங்களைத் தேர்ந்தெடுக்கவும்
th: เลือกสีหน้าจอ
tr: Ekran renklerini seçin
uk: Виберіть кольори екрана
ur: اسکرین کے رنگ منتخب کریں۔
vi: Chọn màu màn hình

source: Engine settings
es: Ajustes del motor
sr: Подешавања мотора
sv: Motorinställningar
sw: Mipangilio ya injini
ta: எஞ்சின் அமைப்புகள்
th: การตั้งค่าเครื่องยนต์
tr: Motor ayarları
uk: Налаштування двигуна
ur: انجن کی ترتیبات
vi: Cài đặt động cơ

source: Engine match
es: Coincidencia de motores
sr: Подударање мотора
sv: Motormatchning
sw: Injini ya mechi
ta: எஞ்சின் பொருத்தம்
th: เครื่องยนต์ตรงกัน
tr: Motor eşleşmesi
uk: Збіг двигуна
ur: انجن میچ
vi: Động cơ phù hợp

source: Engine option parameters
es: Parámetros de opciones del motor
sr: Опциони параметри мотора
sv: Parametrar för motoralternativ
sw: Vigezo vya chaguo la injini
ta: இயந்திர விருப்ப அளவுருக்கள்
th: พารามิเตอร์ตัวเลือกเครื่องยนต์
tr: Motor seçeneği parametreleri
uk: Параметри двигуна
ur: انجن کے اختیارات کے پیرامیٹرز
vi: Thông số tùy chọn động cơ

source: Select engine time adjustments
es: Seleccionar ajustes de tiempo del motor
sr: Изаберите подешавања времена мотора
sv: Välj motortidsjusteringar
sw: Chagua marekebisho ya wakati wa injini
ta: எஞ்சின் நேர சரிசெய்தல்களைத் தேர்ந்தெடுக்கவும்
th: เลือกการปรับเวลาเครื่องยนต์
tr: Motor zaman ayarlamalarını seçin
uk: Виберіть налаштування часу двигуна
ur: انجن ٹائم ایڈجسٹمنٹ کا انتخاب کریں۔
vi: Chọn điều chỉnh thời gian động cơ

source: Engine tournament
es: Torneo de motores
sr: Турнир мотора
sv: Motorturnering
sw: Mashindano ya injini
ta: எஞ்சின் போட்டி
th: การแข่งขันเครื่องยนต์
tr: Motor turnuvası
uk: Турнір двигунів
ur: انجن ٹورنامنٹ
vi: Giải đấu động cơ

source: Tournament cross table
es: Tabla cruzada del torneo
sr: Крос табела турнира
sv: Crossbord för turneringar
sw: Jedwali la msalaba wa mashindano
ta: போட்டி குறுக்கு அட்டவணை
th: ตารางการแข่งขันแบบครอส
tr: Turnuva çapraz tablosu
uk: Турнірний крос-стіл
ur: ٹورنامنٹ کراس ٹیبل
vi: Bảng chéo giải đấu

source: Evaluation profile options
es: Opciones de perfil de evaluación
sr: Опције профила за евалуацију
sv: Alternativ för utvärderingsprofil
sw: Chaguzi za wasifu wa tathmini
ta: மதிப்பீட்டு சுயவிவர விருப்பங்கள்
th: ตัวเลือกโปรไฟล์การประเมิน
tr: Değerlendirme profili seçenekleri
uk: Параметри профілю оцінювання
ur: تشخیصی پروفائل کے اختیارات
vi: Tùy chọn hồ sơ đánh giá

source: Game details
es: Detalles del juego
sr: Детаљи игре
sv: Speldetaljer
sw: Maelezo ya mchezo
ta: விளையாட்டு விவரங்கள்
th: รายละเอียดเกม
tr: Oyun detayları
uk: Деталі гри
ur: گیم کی تفصیلات
vi: Chi tiết trò chơi

source: Game prefix
es: Prefijo del juego
sr: Префикс игре
sv: Spelprefix
sw: Kiambishi awali cha mchezo
ta: விளையாட்டு முன்னொட்டு
th: คำนำหน้าเกม
tr: Oyun öneki
uk: Ігровий префікс
ur: کھیل کا سابقہ
vi: Tiền tố trò chơi

source: Pgn browser
es: Navegador PGN
sr: Пгн претраживач
sv: Pgn webbläsare
sw: Pgn kivinjari
ta: Pgn உலாவி
th: เบราว์เซอร์ Pgn
tr: Pgn tarayıcısı
uk: Pgn браузер
ur: Pgn براؤزر
vi: Trình duyệt PGN

source: General settings
es: Configuración general
sr: Општа подешавања
sv: Allmänna inställningar
sw: Mipangilio ya jumla
ta: பொது அமைப்புகள்
th: การตั้งค่าทั่วไป
tr: Genel ayarlar
uk: Загальні налаштування
ur: عمومی ترتیبات
vi: Cài đặt chung

source: Select help delay options
es: Seleccionar opciones de retraso de ayuda
sr: Изаберите опције одлагања помоћи
sv: Välj alternativ för hjälpfördröjning
sw: Chagua chaguo za usaidizi wa kuchelewesha
ta: உதவி தாமத விருப்பங்களைத் தேர்ந்தெடுக்கவும்.
th: เลือกตัวเลือกการเลื่อนเวลาช่วยเหลือ
tr: Yardım gecikme seçeneklerini seçin
uk: Виберіть параметри затримки допомоги
ur: مدد میں تاخیر کے اختیارات منتخب کریں۔
vi: Chọn tùy chọn trợ giúp trì hoãn

source: Board highlight colours for 2d screen
es: Colores de resaltado del tablero para pantalla 2D
sr: Боје истицања плоче за 2д екран
sv: Styrelsens markeringsfärger för 2d-skärm
sw: Rangi zinazoangazia ubao kwa skrini ya 2d
ta: 2டி திரைக்கான பலகை சிறப்பம்ச வண்ணங்கள்
th: บอร์ดเน้นสีสำหรับหน้าจอ 2 มิติ
tr: 2D ekran için tahta vurgu renkleri
uk: Кольори підсвічування дошки для двовимірного екрана
ur: 2d اسکرین کے لیے بورڈ کے نمایاں رنگ
vi: Màu sắc nổi bật của bảng cho màn hình 2D

source: Input number
es: Número de entrada
sr: Унесите број
sv: Inmatat nummer
sw: Nambari ya kuingiza
ta: உள்ளீட்டு எண்
th: ตัวเลขใส่
tr: Giriş numarası
uk: Введіть номер
ur: ان پٹ نمبر
vi: Nhập số

source: Select kibitz option
es: Seleccione la opción kibitz
sr: Изаберите опцију кибитз
sv: Välj kbitz-alternativ
sw: Chagua chaguo la kibitz
ta: கிபிட்ஸ் விருப்பத்தைத் தேர்ந்தெடுக்கவும்
th: เลือกตัวเลือก kibitz
tr: Kibitz seçeneğini seçin
uk: Виберіть параметр kibitz
ur: kibitz آپشن منتخب کریں۔
vi: Chọn tùy chọn kibitz

source: Adjust 3d Lighting and materials
es: Ajustar la iluminación 3D y los materiales
sr: Подесите 3Д осветљење и материјале
sv: Justera 3d-belysning och material
sw: Rekebisha Taa za 3d na vifaa
ta: 3D விளக்குகள் மற்றும் பொருட்களை சரிசெய்யவும்.
th: ปรับแสงและวัสดุ 3 มิติ
tr: 3D Aydınlatma ve malzemeleri ayarlayın
uk: Налаштуйте 3D освітлення та матеріали
ur: 3d لائٹنگ اور مواد کو ایڈجسٹ کریں۔
vi: Điều chỉnh ánh sáng và vật liệu 3D

source: Log file settings
es: Configuración del archivo de registro
sr: Подешавања датотеке дневника
sv: Loggfilinställningar
sw: Mipangilio ya faili ya logi
ta: பதிவு கோப்பு அமைப்புகள்
th: การตั้งค่าไฟล์บันทึก
tr: Günlük dosyası ayarları
uk: Налаштування файлу журналу
ur: لاگ فائل کی ترتیبات
vi: Thiết lập tệp nhật ký

source: Maintenance settings
es: Configuración de mantenimiento
sr: Подешавања одржавања
sv: Underhållsinställningar
sw: Mipangilio ya matengenezo
ta: பராமரிப்பு அமைப்புகள்
th: การตั้งค่าการบำรุงรักษา
tr: Bakım ayarları
uk: Параметри обслуговування
ur: بحالی کی ترتیبات
vi: Cài đặt bảo trì

source: Media player options
es: Opciones del reproductor multimedia
sr: Опције медија плејера
sv: Alternativ för mediaspelare
sw: Chaguo za kicheza media
ta: மீடியா பிளேயர் விருப்பங்கள்
th: ตัวเลือกเครื่องเล่นสื่อ
tr: Medya oynatıcı seçenekleri
uk: Параметри медіаплеєра
ur: میڈیا پلیئر کے اختیارات
vi: Tùy chọn trình phát phương tiện

source: Place advert for game
es: Colocar anuncio para el juego
sr: Поставите оглас за игру
sv: Lägg ut annons för spelet
sw: Weka tangazo la mchezo
ta: விளையாட்டுக்கான விளம்பரத்தை வைக்கவும்.
th: ลงโฆษณาเกม
tr: Oyun için reklam verin
uk: Розмістіть рекламу гри
ur: کھیل کے لیے اشتہار دیں۔
vi: Đặt quảng cáo cho trò chơi

source: Select network window settings
es: Seleccionar la configuración de la ventana de red
sr: Изаберите подешавања мрежног прозора
sv: Välj nätverksfönsterinställningar
sw: Chagua mipangilio ya dirisha la mtandao
ta: நெட்வொர்க் சாளர அமைப்புகளைத் தேர்ந்தெடுக்கவும்
th: เลือกการตั้งค่าหน้าต่างเครือข่าย
tr: Ağ penceresi ayarlarını seçin
uk: Виберіть налаштування вікна мережі
ur: نیٹ ورک ونڈو کی ترتیبات کو منتخب کریں۔
vi: Chọn cài đặt cửa sổ mạng

source: 3d Graphics Options
es: Opciones de gráficos 3D
sr: Опције 3д графике
sv: 3D-grafikalternativ
sw: Chaguzi za Picha za 3d
ta: 3டி கிராபிக்ஸ் விருப்பங்கள்
th: ตัวเลือกกราฟิก 3 มิติ
tr: 3d Grafik Seçenekleri
uk: Параметри тривимірної графіки
ur: 3d گرافکس کے اختیارات
vi: Tùy chọn đồ họa 3D

source: 3d piece size adjustment dialog box
es: Cuadro de diálogo de ajuste del tamaño de la pieza 3D
sr: Дијалог за подешавање величине 3д комада
sv: 3D-dialogruta för storleksjustering
sw: Sanduku la mazungumzo la marekebisho ya ukubwa wa kipande cha 3d
ta: 3D துண்டு அளவு சரிசெய்தல் உரையாடல் பெட்டி
th: กล่องโต้ตอบการปรับขนาดชิ้นส่วน 3 มิติ
tr: 3d parça boyut ayarlama iletişim kutusu
uk: Діалогове вікно налаштування розміру тривимірної частини
ur: 3 ڈی پیس سائز ایڈجسٹمنٹ ڈائیلاگ باکس
vi: Hộp thoại điều chỉnh kích thước mảnh 3D

source: Player names
es: Nombres de los jugadores
sr: Имена играча
sv: Spelarnamn
sw: Majina ya wachezaji
ta: வீரர் பெயர்கள்
th: ชื่อผู้เล่น
tr: Oyuncu isimleri
uk: Імена гравців
ur: کھلاڑیوں کے نام
vi: Tên người chơi

source: Polyglot .bin opening book settings
es: Configuración del libro de apertura de Polyglot .bin
sr: Полиглот .бин подешавања отварања књиге
sv: Polyglot .bin öppningsbok inställningar
sw: Mipangilio ya kitabu cha kufungua kitabu cha Polyglot .bin
ta: பாலிகிளாட் .பின் திறப்பு புத்தக அமைப்புகள்
th: การตั้งค่าการเปิดหนังสือ Polyglot .bin
tr: Polyglot .bin açılış kitabı ayarları
uk: Налаштування початкової книги Polyglot .bin
ur: Polyglot .bin کھولنے والی کتاب کی ترتیبات
vi: Cài đặt sách mở .bin đa ngôn ngữ

source: Move weights for polyglot .bin book
es: Mover pesos para libros .bin políglotas
sr: Померање тежине за полиглот .бин боок
sv: Flytta vikter för polyglot .bin bok
sw: Sogeza uzani kwa kitabu cha polyglot .bin
ta: பாலிகிளாட் .பின் புத்தகத்திற்கான எடைகளை நகர்த்தவும்.
th: ย้ายน้ำหนักสำหรับหนังสือ polyglot .bin
tr: Çok dilli .bin kitabı için ağırlıkları taşı
uk: Переміщення ваги для поліглотної книги .bin
ur: پولی گلوٹ .bin کتاب کے لیے وزن منتقل کریں۔
vi: Di chuyển trọng số cho sách polyglot .bin

source: Position setup
es: Configuración de la posición
sr: Подешавање позиције
sv: Positionsinställning
sw: Mpangilio wa nafasi
ta: நிலை அமைப்பு
th: การตั้งตำแหน่ง
tr: Pozisyon kurulumu
uk: Налаштування позиції
ur: پوزیشن سیٹ اپ
vi: Thiết lập vị trí

source: Print Options
es: Opciones de impresión
sr: Принт Оптионс
sv: Utskriftsalternativ
sw: Chaguzi za Kuchapisha
ta: அச்சு விருப்பங்கள்
th: ตัวเลือกการพิมพ์
tr: Yazdırma Seçenekleri
uk: Параметри друку
ur: پرنٹ کے اختیارات
vi: Tùy chọn in

source: Adjust puzzle file statistics
es: Ajustar las estadísticas del archivo de rompecabezas
sr: Подесите статистику датотеке слагалице
sv: Justera pusselfilstatistik
sw: Rekebisha takwimu za faili za mafumbo
ta: புதிர் கோப்பு புள்ளிவிவரங்களை சரிசெய்யவும்
th: ปรับสถิติไฟล์ปริศนา
tr: Bulmaca dosyası istatistiklerini ayarlayın
uk: Налаштуйте статистику файлу головоломки
ur: پہیلی فائل کے اعدادوشمار کو ایڈجسٹ کریں۔
vi: Điều chỉnh số liệu thống kê tệp câu đố

source: Puzzle Options
es: Opciones de rompecabezas
sr: Опције слагалице
sv: Pusselalternativ
sw: Chaguzi za Mafumbo
ta: புதிர் விருப்பங்கள்
th: ตัวเลือกปริศนา
tr: Bulmaca Seçenekleri
uk: Варіанти головоломки
ur: پہیلی کے اختیارات
vi: Tùy chọn câu đố

source: Score counter dialog box
es: Cuadro de diálogo del contador de puntuación
sr: Оквир за дијалог бројача резултата
sv: Dialogrutan Poängräknare
sw: Kisanduku cha kidirisha cha alama
ta: மதிப்பெண் கவுண்டர் உரையாடல் பெட்டி
th: กล่องโต้ตอบนับคะแนน
tr: Puan sayacı iletişim kutusu
uk: Діалогове вікно лічильника балів
ur: اسکور کاؤنٹر ڈائیلاگ باکس
vi: Hộp thoại đếm điểm

source: Engine search info display options
es: Opciones de visualización de información de búsqueda del motor
sr: Опције приказа информација о претраживачу
sv: Visningsalternativ för motorsökningsinformation
sw: Chaguzi za kuonyesha maelezo ya utafutaji wa injini
ta: எஞ்சின் தேடல் தகவல் காட்சி விருப்பங்கள்
th: ตัวเลือกการแสดงข้อมูลการค้นหาเครื่องยนต์
tr: Motor arama bilgisi görüntüleme seçenekleri
uk: Параметри відображення інформації про пошукову систему
ur: انجن کی تلاش کی معلومات ڈسپلے کے اختیارات
vi: Tùy chọn hiển thị thông tin tìm kiếm của công cụ

source: Sound options
es: Opciones de sonido
sr: Опције звука
sv: Ljudalternativ
sw: Chaguzi za sauti
ta: ஒலி விருப்பங்கள்
th: ตัวเลือกเสียง
tr: Ses seçenekleri
uk: Опції звуку
ur: آواز کے اختیارات
vi: Tùy chọn âm thanh

source: Create Skeleton Games for a Tournament Round
es: Crear juegos de esqueleto para una ronda de torneo
sr: Направите скелетон игре за рунду турнира
sv: Skapa skelettspel för en turneringsrunda
sw: Unda Michezo ya Mifupa kwa Mzunguko wa Mashindano
ta: போட்டிச் சுற்றுக்கான எலும்புக்கூடு விளையாட்டுகளை உருவாக்குங்கள்.
th: สร้างเกมโครงกระดูกสำหรับรอบการแข่งขัน
tr: Bir Turnuva Turu için İskelet Oyunları Oluşturun
uk: Створіть ігри зі скелетами для раунду турніру
ur: ٹورنامنٹ راؤنڈ کے لیے سکیلیٹن گیمز بنائیں
vi: Tạo trò chơi Skeleton cho một vòng đấu

source: Training settings
es: Configuraciones de entrenamiento
sr: Подешавања тренинга
sv: Träningsinställningar
sw: Mipangilio ya mafunzo
ta: பயிற்சி அமைப்புகள்
th: การตั้งค่าการฝึกอบรม
tr: Eğitim ayarları
uk: Параметри навчання
ur: تربیت کی ترتیبات
vi: Cài đặt đào tạo
