Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Show move after try - the correct move will be automatically
es: Mostrar movimiento después del intento: el movimiento correcto se mostrará automáticamente
sr: Прикажи потез након покушаја - тачан потез ће бити аутоматски
sv: Visa drag efter försök - rätt drag kommer automatiskt
sw: Onyesha hoja baada ya kujaribu - hoja sahihi itakuwa moja kwa moja
ta: முயற்சித்த பிறகு நகர்வைக் காட்டு - சரியான நகர்வு தானாகவே இருக்கும்
th: แสดงการเคลื่อนไหวหลังจากลอง - การเคลื่อนไหวที่ถูกต้องจะแสดงโดยอัตโนมัติ
tr: Denemeden sonra hamleyi göster - doğru hamle otomatik olarak gösterilecektir
uk: Показувати хід після спроби - правильний хід буде автоматично
ur: کوشش کے بعد حرکت دکھائیں - درست اقدام خود بخود ہو جائے گا۔
vi: Hiển thị nước đi sau khi thử - nước đi đúng sẽ tự động được thực hiện

source: played after a given number of incorrect attempts for each move.
es: se juega después de un número determinado de intentos incorrectos para cada movimiento.
sr: игра се после одређеног броја нетачних покушаја за сваки потез.
sv: spelas efter ett givet antal felaktiga försök för varje drag.
sw: inachezwa baada ya idadi fulani ya majaribio yasiyo sahihi kwa kila hoja.
ta: ஒவ்வொரு அசைவிற்கும் குறிப்பிட்ட எண்ணிக்கையிலான தவறான முயற்சிகளுக்குப் பிறகு விளையாடப்படும்.
th: เล่นหลังจากมีความพยายามที่ไม่ถูกต้องตามจำนวนที่กำหนดในแต่ละการเคลื่อนไหว
tr: Her hamle için belirli sayıda yanlış girişimden sonra oynanır.
uk: грається після певної кількості неправильних спроб для кожного ходу.
ur: ہر اقدام کے لیے دی گئی غلط کوششوں کے بعد کھیلا گیا۔
vi: được chơi sau một số lần thử sai nhất định cho mỗi nước đi.

source: Delay for show move - delay in 1/10 seconds before the correct move is shown.
es: Retraso para mostrar movimiento: retraso de 1/10 de segundo antes de que se muestre el movimiento correcto.
sr: Кашњење за показни потез - кашњење од 1/10 секунди пре него што се прикаже исправан потез.
sv: Fördröjning för uppvisningsdrag - fördröjning på 1/10 sekund innan rätt drag visas.
sw: Kucheleweshwa kwa hoja ya maonyesho - kuchelewa kwa sekunde 1/10 kabla ya hoja sahihi kuonyeshwa.
ta: நிகழ்ச்சி நகர்வுக்கு தாமதம் - சரியான நகர்வு காட்டப்படுவதற்கு 1/10 வினாடிகள் தாமதம்.
th: การหน่วงเวลาในการแสดงการเคลื่อนไหว - หน่วงเวลา 1/10 วินาทีก่อนที่จะแสดงการเคลื่อนไหวที่ถูกต้อง
tr: Gösteri hamlesi için gecikme - doğru hamle gösterilmeden önce 1/10 saniyelik gecikme.
uk: Затримка показу ходу - затримка в 1/10 секунди перед тим, як буде показано правильний хід.
ur: شو موو کے لیے تاخیر - درست اقدام دکھانے سے پہلے 1/10 سیکنڈ میں تاخیر۔
vi: Trì hoãn để hiển thị nước đi - trì hoãn 1/10 giây trước khi nước đi đúng được hiển thị.

source: Minutes - Here you can enter the time allowed for a puzzle.
es: Minutos: aquí puedes ingresar el tiempo permitido para un rompecabezas.
sr: Минути - Овде можете да унесете време дозвољено за слагалицу.
sv: Minuter - Här kan du ange den tillåtna tiden för ett pussel.
sw: Dakika - Hapa unaweza kuingiza wakati unaoruhusiwa wa fumbo.
ta: நிமிடங்கள் - இங்கே நீங்கள் ஒரு புதிருக்கு அனுமதிக்கப்பட்ட நேரத்தை உள்ளிடலாம்.
th: นาที - คุณสามารถป้อนเวลาที่กำหนดให้สำหรับปริศนาได้ที่นี่
tr: Dakika - Burada bulmacanın çözülmesi için ayrılan süreyi girebilirsiniz.
uk: Хвилини - тут ви можете ввести час, відведений на головоломку.
ur: منٹ - یہاں آپ ایک پہیلی کے لیے دیے گئے وقت کو درج کر سکتے ہیں۔
vi: Phút - Tại đây bạn có thể nhập thời gian cho phép để giải một câu đố.

source: Seconds
es: Artículos de segunda clase
sr: Секунде
sv: Sekunder
sw: Sekunde
ta: வினாடிகள்
th: วินาที
tr: Saniyeler
uk: секунд
ur: سیکنڈز
vi: Giây

source: Show clock - display the clock in puzzle mode.
es: Mostrar reloj: muestra el reloj en modo rompecabezas.
sr: Прикажи сат - прикажи сат у режиму слагалице.
sv: Visa klocka - visa klockan i pusselläge.
sw: Onyesha saa - onyesha saa katika hali ya mafumbo.
ta: கடிகாரத்தைக் காட்டு - புதிர் பயன்முறையில் கடிகாரத்தைக் காட்டு.
th: แสดงนาฬิกา - แสดงนาฬิกาในโหมดปริศนา
tr: Saati göster - bulmaca modunda saati göster.
uk: Показати годинник - відобразити годинник у режимі головоломки.
ur: گھڑی دکھائیں - گھڑی کو پہیلی موڈ میں دکھائیں۔
vi: Hiển thị đồng hồ - hiển thị đồng hồ ở chế độ giải đố.

source: Auto reset - reset the clock automatically for the next puzzle.
es: Reinicio automático: reinicia el reloj automáticamente para el próximo rompecabezas.
sr: Аутоматско ресетовање - аутоматски ресетујте сат за следећу слагалицу.
sv: Automatisk återställning - återställ klockan automatiskt för nästa pussel.
sw: Weka upya kiotomatiki - weka upya saa kiotomatiki kwa fumbo linalofuata.
ta: தானியங்கி மீட்டமைப்பு - அடுத்த புதிருக்கு கடிகாரத்தை தானாக மீட்டமைக்கவும்.
th: รีเซ็ตอัตโนมัติ – รีเซ็ตนาฬิกาโดยอัตโนมัติสำหรับปริศนาต่อไป
tr: Otomatik sıfırlama - Bir sonraki bulmaca için saati otomatik olarak sıfırlar.
uk: Auto reset - автоматично скинути годинник для наступної головоломки.
ur: آٹو ری سیٹ - اگلی پہیلی کے لیے گھڑی کو خود بخود ری سیٹ کریں۔
vi: Tự động thiết lập lại - tự động thiết lập lại đồng hồ cho câu đố tiếp theo.

source: Auto start - start the clock automatically for the next puzzle.
es: Inicio automático: inicia el reloj automáticamente para el próximo rompecabezas.
sr: Ауто старт - аутоматски покрените сат за следећу слагалицу.
sv: Autostart - starta klockan automatiskt för nästa pussel.
sw: Anza kiotomatiki - anza saa kiotomatiki kwa fumbo linalofuata.
ta: தானியங்கி தொடக்கம் - அடுத்த புதிருக்கு கடிகாரத்தை தானாகவே தொடங்கவும்.
th: เริ่มต้นอัตโนมัติ - เริ่มต้นนาฬิกาโดยอัตโนมัติสำหรับปริศนาต่อไป
tr: Otomatik başlat - Bir sonraki bulmaca için saati otomatik olarak başlat.
uk: Автозапуск - автоматично запускайте годинник для наступної головоломки.
ur: آٹو اسٹارٹ - اگلی پہیلی کے لیے گھڑی کو خود بخود شروع کریں۔
vi: Tự động bắt đầu - tự động bắt đầu đồng hồ cho câu đố tiếp theo.

source: Countdown - the clock will count down towards zero,
es: Cuenta regresiva: el reloj comenzará la cuenta regresiva hasta cero,
sr: Одбројавање - сат ће одбројавати до нуле,
sv: Nedräkning - klockan kommer att räkna ner mot noll,
sw: Kuhesabu - saa itahesabu hadi sifuri,
ta: கவுண்டவுன் - கடிகாரம் பூஜ்ஜியத்தை நோக்கி எண்ணும்,
th: นับถอยหลัง - นาฬิกาจะนับถอยหลังไปจนถึงศูนย์
tr: Geri sayım - saat sıfıra doğru geri sayacaktır,
uk: Зворотний відлік - годинник буде відраховувати до нуля,
ur: الٹی گنتی - گھڑی صفر کی طرف گنتی جائے گی،
vi: Đếm ngược - đồng hồ sẽ đếm ngược về số không,

source: uncheck this box to count upwards.
es: Desmarque esta casilla para contar hacia arriba.
sr: опозовите избор овог поља да бисте бројали навише.
sv: avmarkera den här rutan för att räkna uppåt.
sw: batilisha uteuzi wa kisanduku hiki ili kuhesabu kwenda juu.
ta: மேல்நோக்கி எண்ண இந்தப் பெட்டியைத் தேர்வுநீக்கவும்.
th: ยกเลิกการเลือกช่องนี้เพื่อให้นับขึ้น
tr: yukarı doğru saymak için bu kutunun işaretini kaldırın.
uk: зніміть цей прапорець, щоб рахувати вгору.
ur: اوپر کی طرف گننے کے لیے اس باکس کو غیر نشان زد کریں۔
vi: bỏ chọn ô này để đếm ngược.

source: If Countdown is toggled, clock times will be set to default values,
es: Si se activa la cuenta regresiva, los tiempos del reloj se establecerán en los valores predeterminados.
sr: Ако је одбројавање укључено, време на сату ће бити подешено на подразумеване вредности,
sv: Om Countdown växlas, kommer klocktider att ställas in på standardvärden,
sw: Ikiwa Siku Zilizosalia itageuzwa, saa za saa zitawekwa kuwa thamani chaguomsingi,
ta: கவுண்ட்டவுன் மாற்றப்பட்டால், கடிகார நேரங்கள் இயல்புநிலை மதிப்புகளுக்கு அமைக்கப்படும்,
th: หากสลับการนับถอยหลัง เวลาของนาฬิกาจะถูกตั้งเป็นค่าเริ่มต้น
tr: Geri Sayım açılırsa, saat süreleri varsayılan değerlere ayarlanır.
uk: Якщо увімкнути зворотній відлік, для годинника буде встановлено значення за замовчуванням,
ur: اگر الٹی گنتی کو ٹوگل کیا جاتا ہے، گھڑی کے اوقات ڈیفالٹ اقدار پر سیٹ ہو جائیں گے،
vi: Nếu Đếm ngược được bật, thời gian đồng hồ sẽ được đặt thành giá trị mặc định,

source: although they can still be subsequently altered.
es: Aunque aún pueden modificarse posteriormente.
sr: иако се још увек могу накнадно мењати.
sv: även om de fortfarande kan ändras senare.
sw: ingawa bado zinaweza kubadilishwa baadaye.
ta: இருப்பினும் அவற்றை பின்னர் மாற்றலாம்.
th: แม้ว่ายังสามารถเปลี่ยนแปลงภายหลังได้ก็ตาม
tr: ancak bunlar daha sonra değiştirilebilir.
uk: хоча вони все ще можуть бути згодом змінені.
ur: اگرچہ وہ اب بھی بعد میں تبدیل کیا جا سکتا ہے.
vi: mặc dù sau đó chúng vẫn có thể được thay đổi.

source: Reset clock after move - check to reset the clock time after each move.
es: Reiniciar el reloj después de cada movimiento: marque esta opción para reiniciar el reloj después de cada movimiento.
sr: Ресетуј сат после потеза - означите да бисте ресетовали време на сату након сваког потеза.
sv: Återställ klockan efter drag - kryssa för att nollställa klockan efter varje drag.
sw: Weka upya saa baada ya kusonga - angalia ili kuweka upya saa baada ya kila hoja.
ta: நகர்வுக்குப் பிறகு கடிகாரத்தை மீட்டமை - ஒவ்வொரு நகர்வுக்குப் பிறகும் கடிகார நேரத்தை மீட்டமைக்க சரிபார்க்கவும்.
th: รีเซ็ตเวลาหลังจากเคลื่อนที่ - ตรวจสอบเพื่อรีเซ็ตเวลาของนาฬิกาหลังจากเคลื่อนที่แต่ละครั้ง
tr: Hamleden sonra saati sıfırla - Her hamleden sonra saati sıfırlamak için işaretleyin.
uk: Скидати годинник після ходу - позначте, щоб скидати час на годиннику після кожного ходу.
ur: حرکت کے بعد گھڑی کو دوبارہ ترتیب دیں - ہر حرکت کے بعد گھڑی کا وقت دوبارہ ترتیب دینے کے لیے چیک کریں۔
vi: Đặt lại đồng hồ sau khi di chuyển - kiểm tra để đặt lại thời gian đồng hồ sau mỗi lần di chuyển.

source: You may want this when you are using a complete game in puzzle mode.
es: Quizás quieras esto cuando estés usando un juego completo en modo rompecabezas.
sr: Можда ћете ово желети када користите комплетну игру у режиму слагалице.
sv: Du kanske vill ha detta när du använder ett komplett spel i pusselläge.
sw: Unaweza kutaka hii wakati unatumia mchezo kamili katika modi ya mafumbo.
ta: நீங்கள் புதிர் பயன்முறையில் ஒரு முழுமையான விளையாட்டைப் பயன்படுத்தும்போது இதை நீங்கள் விரும்பலாம்.
th: คุณอาจต้องการสิ่งนี้เมื่อคุณกำลังเล่นเกมที่สมบูรณ์ในโหมดปริศนา
tr: Bulmaca modunda tam bir oyun oynuyorsanız bunu isteyebilirsiniz.
uk: Вам може знадобитися це, коли ви використовуєте повну гру в режимі головоломки.
ur: جب آپ پزل موڈ میں ایک مکمل گیم استعمال کر رہے ہوں تو آپ یہ چاہتے ہیں۔
vi: Bạn có thể muốn sử dụng tính năng này khi chơi một trò chơi hoàn chỉnh ở chế độ giải đố.

source: Time up message - display a message when the allotted time has expired.
es: Mensaje de tiempo agotado: muestra un mensaje cuando haya expirado el tiempo asignado.
sr: Порука истека времена - прикажите поруку када је додељено време истекло.
sv: Time up meddelande - visa ett meddelande när den tilldelade tiden har gått ut.
sw: Ujumbe wa muda - onyesha ujumbe wakati muda uliowekwa umekwisha.
ta: நேரம் முடிந்த செய்தி - ஒதுக்கப்பட்ட நேரம் காலாவதியானதும் ஒரு செய்தியைக் காண்பி.
th: ข้อความหมดเวลา - แสดงข้อความเมื่อเวลาที่กำหนดหมดลง
tr: Zaman doldu mesajı - ayrılan süre dolduğunda bir mesaj görüntülenir.
uk: Повідомлення про закінчення часу - відображати повідомлення, коли відведений час закінчився.
ur: ٹائم اپ میسج - الاٹ شدہ وقت ختم ہونے پر ایک پیغام ڈسپلے کریں۔
vi: Thông báo hết thời gian - hiển thị thông báo khi thời gian quy định đã hết.

source: Puzzle options dialog help
es: Ayuda del cuadro de diálogo de opciones de rompecabezas
sr: Помоћ у дијалогу за опције слагалице
sv: Hjälp för dialogruta för pusselalternativ
sw: Usaidizi wa kidirisha cha chaguo za mafumbo
ta: புதிர் விருப்பங்கள் உரையாடல் உதவி
th: ความช่วยเหลือเกี่ยวกับตัวเลือกปริศนา
tr: Bulmaca seçenekleri iletişim kutusu yardımı
uk: Довідка про діалог параметрів головоломки
ur: پہیلی کے اختیارات ڈائیلاگ مدد
vi: Trợ giúp hộp thoại tùy chọn câu đố

source: Puzzle mode help
es: Ayuda del modo rompecabezas
sr: Помоћ у режиму слагалице
sv: Pusselläge hjälp
sw: Msaada wa hali ya fumbo
ta: புதிர் பயன்முறை உதவி
th: ความช่วยเหลือโหมดปริศนา
tr: Bulmaca modu yardımı
uk: Допомога в режимі головоломки
ur: پہیلی موڈ مدد
vi: Trợ giúp chế độ giải đố

source: This screen gives a credit to Mr Jarek Boniecki from Poland.
es: Esta pantalla da crédito al Sr. Jarek Boniecki de Polonia.
sr: Овај екран даје признање господину Јареку Бониецком из Пољске.
sv: Den här skärmen ger en kredit till Mr Jarek Boniecki från Polen.
sw: Skrini hii inatoa sifa kwa Bw Jarek Boniecki kutoka Poland.
ta: இந்தத் திரை போலந்தைச் சேர்ந்த திரு. ஜாரெக் போனிக்கிக்கு ஒரு பெருமை சேர்க்கிறது.
th: หน้าจอนี้ให้เครดิตแก่นาย Jarek Boniecki จากโปแลนด์
tr: Bu ekran Polonyalı Bay Jarek Boniecki'ye ithaf edilmiştir.
uk: На цьому екрані згадується пан Ярек Бонецький з Польщі.
ur: یہ اسکرین پولینڈ کے مسٹر جیریک بونیکی کو کریڈٹ دیتی ہے۔
vi: Màn hình này ghi nhận công lao của ông Jarek Boniecki đến từ Ba Lan.

source: He found a big bug in Puzzle mode which, with single click move entry,
es: Encontró un gran error en el modo Rompecabezas que, con la entrada de movimiento con un solo clic,
sr: Пронашао је велику грешку у режиму загонетке која, са уносом потеза једним кликом,
sv: Han hittade en stor bugg i pusselläget som, med ett enda klick, flytta inträde,
sw: Alipata hitilafu kubwa katika modi ya Mafumbo ambayo, kwa kubofya mara moja ingizo la kusogeza,
ta: அவர் புதிர் பயன்முறையில் ஒரு பெரிய பிழையைக் கண்டுபிடித்தார், அது ஒற்றை கிளிக்கில் நகர்த்தும் உள்ளீட்டில்,
th: เขาพบจุดบกพร่องใหญ่ในโหมดปริศนา ซึ่งเมื่อคลิกเพียงครั้งเดียว
tr: Bulmaca modunda tek tıklamayla hareket girişi sağlayan büyük bir hata buldu.
uk: Він виявив велику помилку в режимі головоломки, яка за допомогою одного клацання переміщення
ur: اسے پزل موڈ میں ایک بڑا بگ ملا جو، سنگل کلک موو انٹری کے ساتھ،
vi: Anh ấy đã tìm thấy một lỗi lớn trong chế độ Puzzle, với mục nhập di chuyển bằng một cú nhấp chuột,

source: was causing the program to erroneously add sub-variations,
es: estaba causando que el programa agregara subvariaciones por error,
sr: узроковао је да програм погрешно дода подваријације,
sv: orsakade att programmet felaktigt lade till undervarianter,
sw: ilikuwa ikisababisha programu kuongeza kimakosa tofauti ndogo,
ta: நிரல் துணை மாறுபாடுகளைச் தவறாகச் சேர்க்கக் காரணமாக அமைந்தது,
th: ทำให้โปรแกรมเพิ่มตัวแปรย่อยโดยผิดพลาด
tr: programın hatalı bir şekilde alt varyasyonlar eklemesine neden oluyordu,
uk: спричиняла помилкове додавання програмою підваріантів,
ur: پروگرام کو غلطی سے ذیلی تغیرات شامل کرنے کا سبب بن رہا تھا،
vi: đã khiến chương trình thêm nhầm các biến thể phụ,

source: even when the move entered was correct.
es: Incluso cuando el movimiento ingresado fue correcto.
sr: чак и када је унет потез био тачан.
sv: även när draget var korrekt.
sw: hata hatua ilipoingia ilikuwa sahihi.
ta: உள்ளிடப்பட்ட நகர்வு சரியாக இருந்தாலும் கூட.
th: แม้ว่าการเคลื่อนไหวที่เข้ามาจะถูกต้องก็ตาม
tr: girilen hamle doğru olsa bile.
uk: навіть якщо введений хід був правильним.
ur: یہاں تک کہ جب داخل کیا گیا اقدام درست تھا۔
vi: ngay cả khi nước đi đã nhập là chính xác.

source: He also suggested several extra useful features for Puzzle mode :-
es: También sugirió varias funciones útiles adicionales para el modo Rompecabezas:
sr: Такође је предложио неколико додатних корисних функција за Пуззле режим: -
sv: Han föreslog också flera extra användbara funktioner för pusselläge: -
sw: Pia alipendekeza vipengele kadhaa vya ziada muhimu kwa modi ya Puzzle:-
ta: புதிர் பயன்முறைக்கு பல கூடுதல் பயனுள்ள அம்சங்களையும் அவர் பரிந்துரைத்தார்:-
th: เขายังแนะนำคุณสมบัติพิเศษที่มีประโยชน์หลายประการสำหรับโหมดปริศนา:-
tr: Ayrıca Bulmaca modu için birkaç ekstra kullanışlı özellik önerdi:
uk: Він також запропонував кілька додаткових корисних функцій для режиму Puzzle:-
ur: اس نے پزل موڈ کے لیے کئی اضافی مفید خصوصیات بھی تجویز کیں:-
vi: Ông cũng gợi ý một số tính năng hữu ích khác cho chế độ Puzzle:

source: Auto load of puzzle mode
es: Carga automática del modo rompecabezas
sr: Аутоматско учитавање режима слагалице
sv: Automatisk laddning av pusselläge
sw: Upakiaji otomatiki wa modi ya mafumbo
ta: புதிர் பயன்முறையின் தானியங்கி ஏற்றம்
th: โหลดอัตโนมัติของโหมดปริศนา
tr: Bulmaca modunun otomatik yüklenmesi
uk: Автозавантаження режиму головоломки
ur: پہیلی موڈ کا آٹو لوڈ
vi: Tự động tải chế độ câu đố

source: Many thanks to Jarek for his contribution to the program.
es: Muchas gracias a Jarek por su contribución al programa.
sr: Велико хвала Јареку на његовом доприносу програму.
sv: Stort tack till Jarek för hans bidrag till programmet.
sw: Shukrani nyingi kwa Jarek kwa mchango wake katika programu.
ta: இந்த திட்டத்திற்கு ஜரெக் அளித்த பங்களிப்புக்கு மிக்க நன்றி.
th: ขอขอบคุณ Jarek มากสำหรับการสนับสนุนโครงการนี้
tr: Programa katkılarından dolayı Jarek'e çok teşekkür ederiz.
uk: Велике спасибі Яреку за його внесок у програму.
ur: پروگرام میں تعاون کے لیے جیرک کا بہت شکریہ۔
vi: Cảm ơn Jarek rất nhiều vì đã đóng góp cho chương trình.

source: Program credit
es: Crédito del programa
sr: Програм кредита
sv: Programkredit
sw: Mikopo ya programu
ta: திட்டக் கடன்
th: เครดิตโปรแกรม
tr: Program kredisi
uk: Програмний кредит
ur: پروگرام کریڈٹ
vi: Tín chỉ chương trình

source: Puzzle statistics
es: Estadísticas de rompecabezas
sr: Статистика слагалице
sv: Pusselstatistik
sw: Takwimu za fumbo
ta: புதிர் புள்ளிவிவரங்கள்
th: สถิติปริศนา
tr: Bulmaca istatistikleri
uk: Статистика головоломок
ur: پہیلی کے اعدادوشمار
vi: Thống kê câu đố

source: Flip score
es: Puntuación de volteo
sr: Флип сцоре
sv: Flip poäng
sw: Badili alama
ta: ஃபிளிப் ஸ்கோர்
th: พลิกคะแนน
tr: Puan çevir
uk: Перевернути рахунок
ur: پلٹائیں سکور
vi: Lật điểm

source: Hint penalty
es: Penalización por pista
sr: Хинт пенал
sv: Tips straff
sw: Adhabu ya kidokezo
ta: குறிப்பு தண்டனை
th: บทลงโทษคำใบ้
tr: İpucu cezası
uk: Підказка пенальті
ur: اشارہ جرمانہ
vi: Gợi ý hình phạt

source: Time up penalty
es: Penalización por tiempo agotado
sr: Временска казна
sv: Time up straff
sw: Muda wa adhabu
ta: காலக்கெடு முடிந்ததற்கான அபராதம்
th: โทษปรับเวลาหมด
tr: Zaman aşımı cezası
uk: Штраф за пропущений час
ur: ٹائم اپ جرمانہ
vi: Hình phạt hết thời gian

source: Adjust stats..
es: Ajustar estadísticas.
sr: Подесите статистику..
sv: Justera statistik..
sw: Rekebisha takwimu..
ta: புள்ளிவிவரங்களை சரிசெய்யவும்..
th: ปรับสถิติ..
tr: İstatistikleri ayarlayın..
uk: Налаштувати статистику..
ur: اعدادوشمار کو ایڈجسٹ کریں..
vi: Điều chỉnh số liệu thống kê..

source: Puzzle options
es: Opciones de rompecabezas
sr: Опције слагалице
sv: Pusselalternativ
sw: Chaguzi za puzzle
ta: புதிர் விருப்பங்கள்
th: ตัวเลือกปริศนา
tr: Bulmaca seçenekleri
uk: Варіанти головоломки
ur: پہیلی کے اختیارات
vi: Tùy chọn câu đố

source: Puzzle stats
es: Estadísticas del rompecabezas
sr: Статистика слагалице
sv: Pusselstatistik
sw: Takwimu za fumbo
ta: புதிர் புள்ளிவிவரங்கள்
th: สถิติปริศนา
tr: Bulmaca istatistikleri
uk: Статистика головоломки
ur: پہیلی کے اعدادوشمار
vi: Thống kê câu đố

source: Moves in puzzle
es: Movimientos en el rompecabezas
sr: Креће се у слагалици
sv: Rör sig i pussel
sw: Inasonga katika fumbo
ta: புதிரில் நகர்கிறது
th: การเคลื่อนไหวในปริศนา
tr: Bulmacadaki hareketler
uk: Рухи в головоломці
ur: پہیلی میں حرکت کرتا ہے۔
vi: Di chuyển trong câu đố

source: Hints used
es: Consejos utilizados
sr: Коришћени савети
sv: Tips används
sw: Vidokezo vilivyotumika
ta: பயன்படுத்தப்பட்ட குறிப்புகள்
th: คำแนะนำที่ใช้
tr: Kullanılan ipuçları
uk: Використані підказки
ur: اشارے استعمال کیے گئے۔
vi: Gợi ý được sử dụng

source: Time up no.
es: Se acabó el tiempo n.°
sr: Време истекло бр.
sv: Tid slut nej.
sw: Muda umeisha no.
ta: நேரம் முடிந்த எண்.
th: หมดเวลาแล้วครับ
tr: Zaman dolmadı.
uk: Часу немає.
ur: ٹائم اپ نمبر
vi: Thời gian không còn nữa.

source: Rating
es: Clasificación
sr: Оцена
sv: Gradering
sw: Ukadiriaji
ta: மதிப்பீடு
th: การจัดอันดับ
tr: Derecelendirme
uk: Рейтинг
ur: درجہ بندی
vi: Xếp hạng

source: Session stats
es: Estadísticas de la sesión
sr: Статистика сесије
sv: Sessionsstatistik
sw: Takwimu za kikao
ta: அமர்வு புள்ளிவிவரங்கள்
th: สถิติเซสชั่น
tr: Oturum istatistikleri
uk: Статистика сесії
ur: سیشن کے اعدادوشمار
vi: Thống kê phiên

source: Solved
es: Resuelto
sr: Решено
sv: Löst
sw: Imetatuliwa
ta: தீர்க்கப்பட்டது
th: แก้ไขแล้ว
tr: Çözüldü
uk: Вирішено
ur: حل ہو گیا۔
vi: Đã giải quyết

source: File stats
es: Estadísticas de archivos
sr: Статистика датотеке
sv: Filstatistik
sw: Takwimu za faili
ta: கோப்பு புள்ளிவிவரங்கள்
th: สถิติไฟล์
tr: Dosya istatistikleri
uk: Статистика файлів
ur: فائل کے اعدادوشمار
vi: Thống kê tập tin

source: Hint penalty percentage
es: Porcentaje de penalización por pista
sr: Проценат казне наговештаја
sv: Tips straffprocent
sw: Asilimia ya adhabu ya kidokezo
ta: குறிப்பு அபராத சதவீதம்
th: เปอร์เซ็นต์โทษคำใบ้
tr: İpucu ceza yüzdesi
uk: Підказка відсотка штрафу
ur: اشارہ جرمانہ فیصد
vi: Tỷ lệ phần trăm hình phạt gợi ý

source: Input penalty percent :
es: Porcentaje de penalización de entrada:
sr: Проценат улазне казне:
sv: Ange straffprocent:
sw: Asilimia ya adhabu ya pembejeo :
ta: உள்ளீட்டு அபராத சதவீதம்:
th: เปอร์เซ็นต์ค่าปรับอินพุต:
tr: Giriş cezası yüzdesi :
uk: Відсоток введення штрафу:
ur: ان پٹ جرمانہ فیصد:
vi: Đầu vào phần trăm phạt:

source: Time up penalty percentage
es: Porcentaje de penalización por tiempo agotado
sr: Проценат казне продужетка времена
sv: Time up straffprocent
sw: Muda hadi asilimia ya adhabu
ta: காலக்கெடு முடிந்த அபராத சதவீதம்
th: เปอร์เซ็นต์การลงโทษเวลาหมด
tr: Zaman aşımı ceza yüzdesi
uk: Відсоток штрафу за час
ur: ٹائم اپ جرمانے کا فیصد
vi: Tỷ lệ phần trăm phạt thời gian

source: Score current puzzle if skipped
es: Puntuación del rompecabezas actual si se omite
sr: Оцените тренутну слагалицу ако је прескочена
sv: Gör poäng på nuvarande pussel om du hoppas över det
sw: Alama fumbo la sasa ikiwa litarukwa
ta: தவறவிட்டால் தற்போதைய புதிரை மதிப்பெண் பெறுங்கள்.
th: คะแนนปริศนาปัจจุบันหากข้ามไป
tr: Atlanırsa geçerli bulmacayı puanla
uk: Оцініть поточну головоломку, якщо її пропустили
ur: اگر چھوڑ دیا جائے تو موجودہ پہیلی کو اسکور کریں۔
vi: Điểm câu đố hiện tại nếu bỏ qua

source: Set puzzle hint penalty percentage
es: Establecer el porcentaje de penalización de las pistas del rompecabezas
sr: Подесите проценат казне за наговештај слагалице
sv: Ställ in pusseltipsstraffprocent
sw: Weka asilimia ya adhabu ya dokezo la fumbo
ta: புதிர் குறிப்பு அபராத சதவீதத்தை அமைக்கவும்.
th: ตั้งค่าเปอร์เซ็นต์โทษคำใบ้ปริศนา
tr: Bulmaca ipucu ceza yüzdesini ayarla
uk: Встановити відсоток штрафу за підказку головоломки
ur: پہیلی اشارہ جرمانہ فیصد مقرر کریں
vi: Đặt phần trăm hình phạt gợi ý câu đố

source: Set puzzle time up penalty percentage
es: Establecer el porcentaje de penalización por tiempo de rompecabezas
sr: Подесите време загонетке за повећање процента казне
sv: Ställ in pussel time up straffprocent
sw: Weka muda wa chemshabongo hadi asilimia ya adhabu
ta: புதிர் நேரத்தை அபராத சதவீதமாக அமைக்கவும்
th: ตั้งค่าเปอร์เซ็นต์โทษเวลาปริศนา
tr: Bulmaca süresini ceza yüzdesi olarak ayarla
uk: Установіть відсоток штрафу за час виконання головоломки
ur: پزل ٹائم اپ پنلٹی فیصد سیٹ کریں۔
vi: Thiết lập thời gian giải đố lên phần trăm hình phạt

source: Adjust puzzle stats
es: Ajustar las estadísticas del rompecabezas
sr: Подесите статистику слагалице
sv: Justera pusselstatistik
sw: Rekebisha takwimu za mafumbo
ta: புதிர் புள்ளிவிவரங்களைச் சரிசெய்யவும்
th: ปรับสถิติปริศนา
tr: Bulmaca istatistiklerini ayarla
uk: Налаштуйте статистику головоломки
ur: پہیلی کے اعدادوشمار کو ایڈجسٹ کریں۔
vi: Điều chỉnh số liệu thống kê câu đố

source: Display puzzle mode options
es: Mostrar las opciones del modo rompecabezas
sr: Прикажите опције режима слагалице
sv: Visa alternativ för pusselläge
sw: Onyesha chaguzi za hali ya mafumbo
ta: புதிர் பயன்முறை விருப்பங்களைக் காட்டு
th: แสดงตัวเลือกโหมดปริศนา
tr: Bulmaca modu seçeneklerini görüntüle
uk: Відображення параметрів режиму головоломки
ur: پزل موڈ کے اختیارات ڈسپلے کریں۔
vi: Hiển thị các tùy chọn chế độ câu đố
