Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Also, with the Komodo 12 engine, I found that with the opening book on,
es: Además, con el motor Komodo 12, descubrí que con el libro de apertura puesto,
sr: Такође, са мотором Комодо 12, открио сам да када је књига за отварање,
sv: Med Komodo 12-motorn upptäckte jag också att med öppningsboken om,
sw: Pia, na injini ya Komodo 12, niligundua kuwa na kitabu cha ufunguzi,
ta: மேலும், கொமோடோ 12 எஞ்சினில், தொடக்கப் புத்தகத்தை இயக்கியபோது,
th: นอกจากนี้ ฉันยังพบว่าเมื่อใช้เครื่องยนต์ Komodo 12 เมื่อใช้หนังสือเปิด
tr: Ayrıca, Komodo 12 motoruyla, açılış kitabının açık olduğunu gördüm,
uk: Крім того, з двигуном Komodo 12 я виявив, що з початковою книгою,
ur: نیز، Komodo 12 انجن کے ساتھ، میں نے پایا کہ افتتاحی کتاب کے ساتھ،
vi: Ngoài ra, với động cơ Komodo 12, tôi thấy rằng với cuốn sách mở đầu,

source: it would not show any kibitz analysis when it was still in its book.
es: No mostraría ningún análisis superficial cuando todavía estaba en su libro.
sr: не би показивао никакву кибиц анализу када је још био у својој књизи.
sv: den skulle inte visa någon kbitz-analys när den fortfarande fanns i boken.
sw: isingeonyesha mchanganuo wowote wa kibitz wakati ingali kwenye kitabu chake.
ta: அது அதன் புத்தகத்தில் இருந்தபோது எந்த கிபிட்ஸ் பகுப்பாய்வையும் காட்டாது.
th: มันจะไม่แสดงการวิเคราะห์แบบคิบิตซ์ใดๆ เมื่อมันยังอยู่ในหนังสือของมัน
tr: henüz kitap halindeyken hiçbir Kibitz analizi göstermezdi.
uk: він не показав би жодного аналізу кібіца, коли він ще був у своїй книзі.
ur: جب یہ اپنی کتاب میں موجود تھا تو یہ کوئی کیبٹز تجزیہ نہیں دکھائے گا۔
vi: nó sẽ không hiển thị bất kỳ phân tích kibitz nào khi nó vẫn còn trong sách.

source: With the other engines I tried using these settings, this was not the case
es: Con los otros motores que probé usando estas configuraciones, este no fue el caso.
sr: Са другим моторима које сам покушао да користим ова подешавања, то није био случај
sv: Med de andra motorerna jag försökte använda dessa inställningar var detta inte fallet
sw: Na injini zingine nilijaribu kutumia mipangilio hii, hii haikuwa hivyo
ta: இந்த அமைப்புகளைப் பயன்படுத்தி நான் முயற்சித்த மற்ற இயந்திரங்களைப் பொறுத்தவரை, இது அப்படி இல்லை.
th: ฉันลองใช้การตั้งค่าเหล่านี้กับเครื่องยนต์อื่น ๆ แต่ไม่เป็นเช่นนั้น
tr: Bu ayarları kullanarak denediğim diğer motorlarda durum böyle değildi
uk: З іншими двигунами, які я пробував використовувати ці налаштування, це було не так
ur: دوسرے انجنوں کے ساتھ میں نے ان ترتیبات کو استعمال کرنے کی کوشش کی، یہ معاملہ نہیں تھا۔
vi: Với các công cụ khác mà tôi đã thử sử dụng các thiết lập này, thì không phải như vậy

source: and they all showed kibitz analysis normally.
es: y todos mostraron un análisis de Kibitz normal.
sr: и сви су нормално показали анализу кибица.
sv: och de visade alla kbitz-analyser normalt.
sw: na wote walionyesha uchambuzi wa kibitz kawaida.
ta: மேலும் அவர்கள் அனைவரும் சாதாரணமாக கிபிட்ஸ் பகுப்பாய்வைக் காட்டினர்.
th: และพวกเขาก็แสดงการวิเคราะห์คิบิตซ์ตามปกติ
tr: ve hepsi normal olarak Kibitz analizini gösterdi.
uk: і всі вони показали кібіц аналіз нормально.
ur: اور ان سب نے عام طور پر کبٹز کا تجزیہ دکھایا۔
vi: và tất cả đều cho thấy phân tích kibitz bình thường.

source: Description of UCI engine options
es: Descripción de las opciones de motor UCI
sr: Опис опција УЦИ мотора
sv: Beskrivning av UCI-motoralternativ
sw: Maelezo ya chaguzi za injini za UCI
ta: UCI இயந்திர விருப்பங்களின் விளக்கம்
th: คำอธิบายตัวเลือกเครื่องยนต์ UCI
tr: UCI motor seçeneklerinin açıklaması
uk: Опис варіантів двигуна UCI
ur: UCI انجن کے اختیارات کی تفصیل
vi: Mô tả các tùy chọn động cơ UCI

source: Use engine time adjustments
es: Utilice los ajustes de tiempo del motor
sr: Користите подешавања времена мотора
sv: Använd motorns tidsjusteringar
sw: Tumia marekebisho ya wakati wa injini
ta: இயந்திர நேர சரிசெய்தல்களைப் பயன்படுத்தவும்
th: ใช้การปรับเวลาเครื่องยนต์
tr: Motor zaman ayarlamalarını kullanın
uk: Використовуйте налаштування часу двигуна
ur: انجن ٹائم ایڈجسٹمنٹ استعمال کریں۔
vi: Sử dụng điều chỉnh thời gian động cơ

source: Adjustment activation
es: Activación del ajuste
sr: Активација подешавања
sv: Justeringsaktivering
sw: Uwezeshaji wa marekebisho
ta: சரிசெய்தல் செயல்படுத்தல்
th: การเปิดใช้งานการปรับแต่ง
tr: Ayarlama aktivasyonu
uk: Активація коригування
ur: ایڈجسٹمنٹ ایکٹیویشن
vi: Kích hoạt điều chỉnh

source: (30 - 180 seconds)
es: (30 - 180 segundos)
sr: (30 - 180 секунди)
sv: (30 - 180 sekunder)
sw: (sekunde 30 - 180)
ta: (30 - 180 வினாடிகள்)
th: (30 - 180 วินาที)
tr: (30 - 180 saniye)
uk: (30 - 180 секунд)
ur: (30 - 180 سیکنڈ)
vi: (30 - 180 giây)

source: Move number factor
es: Factor de número de movimiento
sr: Фактор броја померања
sv: Flytta talfaktor
sw: Sogeza kipengele cha nambari
ta: எண் காரணியை நகர்த்து
th: ปัจจัยการย้ายตัวเลข
tr: Sayı faktörünü taşı
uk: Числовий фактор переміщення
ur: نمبر فیکٹر منتقل کریں۔
vi: Di chuyển hệ số số

source: (20 - 100 moves)
es: (20 - 100 movimientos)
sr: (20 - 100 потеза)
sv: (20 - 100 drag)
sw: (20 - 100 hatua)
ta: (20 - 100 நகர்வுகள்)
th: (20 - 100 ท่า)
tr: (20 - 100 hamle)
uk: (20 - 100 ходів)
ur: (20 - 100 حرکتیں)
vi: (20 - 100 lần di chuyển)

source: 1 minute
es: 1 minuto
sr: 1 минут
sv: 1 minut
sw: Dakika 1
ta: 1 நிமிடம்
th: 1 นาที
tr: 1 dakika
uk: 1 хвилина
ur: 1 منٹ
vi: 1 phút

source: 2 minutes
es: 2 minutos
sr: 2 минута
sv: 2 minuter
sw: Dakika 2
ta: 2 நிமிடங்கள்
th: 2 นาที
tr: 2 dakika
uk: 2 хвилини
ur: 2 منٹ
vi: 2 phút

source: 3 minutes
es: 3 minutos
sr: 3 минута
sv: 3 minuter
sw: Dakika 3
ta: 3 நிமிடங்கள்
th: 3 นาที
tr: 3 dakika
uk: 3 хвилини
ur: 3 منٹ
vi: 3 phút

source: Use fake book delay
es: Utilice el retraso del libro falso
sr: Користите лажно одлагање књиге
sv: Använd falsk bokfördröjning
sw: Tumia ucheleweshaji wa kitabu bandia
ta: போலி புத்தக தாமதத்தைப் பயன்படுத்தவும்.
th: ใช้หนังสือปลอมล่าช้า
tr: Sahte kitap gecikmesi kullanın
uk: Використовуйте підроблену затримку книги
ur: جعلی کتاب تاخیر کا استعمال کریں۔
vi: Sử dụng sự chậm trễ của cuốn sách giả

source: Check to use engine time adjustments
es: Marque para utilizar los ajustes de tiempo del motor
sr: Проверите да бисте користили подешавања времена мотора
sv: Markera för att använda motortidsjusteringar
sw: Angalia ili utumie marekebisho ya wakati wa injini
ta: இயந்திர நேர சரிசெய்தல்களைப் பயன்படுத்த சரிபார்க்கவும்.
th: ตรวจสอบการใช้การปรับเวลาเครื่องยนต์
tr: Motor zaman ayarlamalarını kullanmak için kontrol edin
uk: Поставте прапорець, щоб використовувати налаштування часу двигуна
ur: انجن ٹائم ایڈجسٹمنٹ استعمال کرنے کے لیے چیک کریں۔
vi: Kiểm tra để sử dụng điều chỉnh thời gian động cơ

source: Enter adjustment activation in seconds
es: Introduzca la activación del ajuste en segundos
sr: Унесите активацију подешавања за секунде
sv: Ange justeringsaktivering på några sekunder
sw: Weka kuwezesha marekebisho kwa sekunde
ta: சில நொடிகளில் சரிசெய்தல் செயல்படுத்தலை உள்ளிடவும்.
th: เข้าสู่การปรับเปลี่ยนการเปิดใช้งานในไม่กี่วินาที
tr: Ayarlama aktivasyonunu saniyeler içinde girin
uk: Введіть активацію налаштування за лічені секунди
ur: سیکنڈوں میں ایڈجسٹمنٹ ایکٹیویشن درج کریں۔
vi: Nhập kích hoạt điều chỉnh trong vài giây

source: Enter move number factor for 1 minute or less
es: Introduzca el factor de número de movimiento para 1 minuto o menos
sr: Унесите фактор броја потеза за 1 минут или мање
sv: Ange dragnummerfaktor i 1 minut eller mindre
sw: Weka kipengele cha nambari ya kusogeza kwa dakika 1 au chini ya hapo
ta: 1 நிமிடம் அல்லது அதற்கும் குறைவான நேரத்திற்கு நகர்வு எண் காரணியை உள்ளிடவும்.
th: ป้อนจำนวนปัจจัยการเคลื่อนไหวเป็นเวลา 1 นาทีหรือน้อยกว่า
tr: 1 dakika veya daha az süre için hareket sayısı faktörünü girin
uk: Введіть коефіцієнт кількості ходів протягом 1 хвилини або менше
ur: 1 منٹ یا اس سے کم کے لیے موو نمبر فیکٹر درج کریں۔
vi: Nhập hệ số số lần di chuyển trong 1 phút hoặc ít hơn

source: Enter move number factor for 2 minutes or less
es: Introduzca el factor de número de movimiento para 2 minutos o menos
sr: Унесите фактор броја потеза на 2 минута или мање
sv: Ange dragnummerfaktor i 2 minuter eller mindre
sw: Weka kipengele cha nambari ya kusogeza kwa dakika 2 au chini ya hapo
ta: 2 நிமிடங்கள் அல்லது அதற்கும் குறைவான நேரத்திற்கு நகர்வு எண் காரணியை உள்ளிடவும்.
th: ป้อนจำนวนปัจจัยการเคลื่อนไหวเป็นเวลา 2 นาทีหรือน้อยกว่า
tr: 2 dakika veya daha az süre için hareket sayısı faktörünü girin
uk: Введіть коефіцієнт кількості ходів протягом 2 хвилин або менше
ur: 2 منٹ یا اس سے کم کے لیے موو نمبر فیکٹر درج کریں۔
vi: Nhập hệ số số lần di chuyển trong 2 phút hoặc ít hơn

source: Enter move number factor for 3 minutes or less
es: Introduzca el factor de número de movimiento para 3 minutos o menos
sr: Унесите фактор броја потеза на 3 минута или мање
sv: Ange dragnummerfaktor i 3 minuter eller mindre
sw: Weka kipengele cha nambari ya kusogeza kwa dakika 3 au chini ya hapo
ta: 3 நிமிடங்கள் அல்லது அதற்கும் குறைவான நேரத்திற்கு நகர்வு எண் காரணியை உள்ளிடவும்.
th: ป้อนจำนวนปัจจัยการเคลื่อนไหวเป็นเวลา 3 นาทีหรือน้อยกว่า
tr: 3 dakika veya daha az süre için hareket sayısı faktörünü girin
uk: Введіть коефіцієнт кількості ходів протягом 3 хвилин або менше
ur: 3 منٹ یا اس سے کم کے لیے موو نمبر فیکٹر درج کریں۔
vi: Nhập hệ số số lần di chuyển trong 3 phút hoặc ít hơn

source: Toggle fake book delay use
es: Activar o desactivar el uso de libros falsos con retraso
sr: Укључите употребу лажне књиге одлагања
sv: Växla fördröjning av falsk bok
sw: Geuza utumiaji wa ucheleweshaji wa kitabu ghushi
ta: போலி புத்தக தாமத பயன்பாட்டை நிலைமாற்று
th: สลับการใช้งานการล่าช้าของหนังสือปลอม
tr: Sahte kitap gecikme kullanımını değiştir
uk: Увімкнути використання затримки підробленої книги
ur: جعلی کتاب میں تاخیر کے استعمال کو ٹوگل کریں۔
vi: Chuyển đổi sử dụng trì hoãn sách giả

source: This box allows you to adjust the engine time usage,
es: Este cuadro le permite ajustar el uso del tiempo del motor,
sr: Ова кутија вам омогућава да прилагодите коришћење времена мотора,
sv: Denna ruta låter dig justera motorns tidsanvändning,
sw: Sanduku hili hukuruhusu kurekebisha utumiaji wa wakati wa injini,
ta: இந்தப் பெட்டி இயந்திர நேர பயன்பாட்டை சரிசெய்ய உங்களை அனுமதிக்கிறது,
th: กล่องนี้ช่วยให้คุณสามารถปรับเวลาการใช้งานเครื่องยนต์ได้
tr: Bu kutu, motor zaman kullanımını ayarlamanıza olanak tanır.
uk: Це поле дозволяє регулювати використання часу двигуна,
ur: یہ باکس آپ کو انجن کے وقت کے استعمال کو ایڈجسٹ کرنے کی اجازت دیتا ہے،
vi: Hộp này cho phép bạn điều chỉnh thời gian sử dụng động cơ,

source: so that the engine does not lose on time when playing
es: Para que el motor no pierda tiempo al jugar
sr: тако да мотор не губи на времену при игрању
sv: så att motorn inte tappar i tid när man spelar
sw: ili injini isipoteze kwa wakati inapocheza
ta: அதனால் விளையாடும்போது இயந்திரம் சரியான நேரத்தில் இயங்காது.
th: เพื่อให้เครื่องไม่เสียเวลาในการเล่น
tr: böylece motor oynarken zaman kaybetmez
uk: щоб двигун не втрачав на часі при грі
ur: تاکہ انجن کھیلتے وقت وقت پر ضائع نہ ہو۔
vi: để động cơ không bị mất thời gian khi chơi

source: in shootout mode or engine matches.
es: en modo de tiroteo o partidos de motor.
sr: у режиму пуцњаве или утакмицама мотора.
sv: i shootout-läge eller motormatcher.
sw: katika hali ya mikwaju au mechi za injini.
ta: ஷூட்அவுட் முறையில் அல்லது எஞ்சின் போட்டிகளில்.
th: ในโหมดยิงต่อสู้หรือการแข่งขันเครื่องยนต์
tr: penaltı atışları modunda veya motor maçlarında.
uk: у режимі перестрілки або матчі двигуна.
ur: شوٹ آؤٹ موڈ یا انجن میچز میں۔
vi: trong chế độ đấu súng hoặc đấu động cơ.

source: Check the Use engine time adjustments to activate the adjustments,
es: Marque la casilla Usar ajustes de tiempo del motor para activar los ajustes,
sr: Означите Користи подешавања времена мотора да бисте активирали подешавања,
sv: Kontrollera Använd motortidsjusteringar för att aktivera justeringarna,
sw: Angalia Tumia marekebisho ya wakati wa injini ili kuamsha marekebisho,
ta: சரிசெய்தல்களைச் செயல்படுத்த இயந்திர நேர சரிசெய்தல்களைப் பயன்படுத்து என்பதைச் சரிபார்க்கவும்,
th: ตรวจสอบการใช้การปรับเวลาเครื่องยนต์เพื่อเปิดใช้งานการปรับ
tr: Ayarlamaları etkinleştirmek için Motor zamanı ayarlamalarını kullan seçeneğini işaretleyin,
uk: Поставте прапорець Використовувати налаштування часу двигуна, щоб активувати налаштування,
ur: ایڈجسٹمنٹ کو چالو کرنے کے لیے انجن ٹائم ایڈجسٹمنٹ استعمال کریں کو چیک کریں،
vi: Kiểm tra mục Sử dụng điều chỉnh thời gian động cơ để kích hoạt điều chỉnh,

source: this will speed up the engine moves.
es: Esto acelerará los movimientos del motor.
sr: ово ће убрзати кретање мотора.
sv: detta kommer att påskynda motorrörelserna.
sw: hii itaharakisha harakati za injini.
ta: இது இயந்திர நகர்வுகளை துரிதப்படுத்தும்.
th: สิ่งนี้จะช่วยให้เครื่องยนต์เคลื่อนที่เร็วขึ้น
tr: bu motorun hareketini hızlandıracaktır.
uk: це прискорить рух двигуна.
ur: یہ انجن کی حرکت کو تیز کرے گا۔
vi: điều này sẽ làm tăng tốc độ chuyển động của động cơ.

source: The engine adjustment activation figure is the time left in seconds
es: La cifra de activación del ajuste del motor es el tiempo restante en segundos.
sr: Број за активирање подешавања мотора је преостало време у секундама
sv: Aktiveringssiffran för motorjustering är den återstående tiden i sekunder
sw: Kielelezo cha kuwezesha marekebisho ya injini ni muda uliosalia kwa sekunde
ta: எஞ்சின் சரிசெய்தல் செயல்படுத்தல் எண்ணிக்கை என்பது வினாடிகளில் மீதமுள்ள நேரம் ஆகும்.
th: ตัวเลขการเปิดใช้งานการปรับเครื่องยนต์คือเวลาที่เหลือเป็นวินาที
tr: Motor ayarlama aktivasyon rakamı, saniye cinsinden kalan süredir
uk: Показник активації налаштування двигуна - це час, що залишився, у секундах
ur: انجن ایڈجسٹمنٹ ایکٹیویشن کا اعداد و شمار سیکنڈوں میں بچا ہوا وقت ہے۔
vi: Con số kích hoạt điều chỉnh động cơ là thời gian còn lại tính bằng giây

source: at which the adjustments will start to operate.
es: A partir del cual comenzarán a operar los ajustes.
sr: на којој ће подешавања почети да делују.
sv: då justeringarna börjar verka.
sw: ambapo marekebisho yataanza kufanya kazi.
ta: அப்போது சரிசெய்தல்கள் செயல்படத் தொடங்கும்.
th: ซึ่งการปรับเปลี่ยนจะเริ่มดำเนินการ
tr: Ayarlamaların hangi tarihte işlemeye başlayacağı.
uk: при якому почнуть діяти налаштування.
ur: جس پر ایڈجسٹمنٹ کام کرنا شروع کر دے گی۔
vi: tại thời điểm mà các điều chỉnh sẽ bắt đầu có hiệu lực.

source: The move number factor is the number of moves that the engine
es: El factor de número de movimiento es el número de movimientos que realiza el motor.
sr: Фактор броја потеза је број потеза мотора
sv: Flyttnummerfaktorn är antalet drag som motorn
sw: Nambari ya hoja ni idadi ya hatua ambazo injini
ta: நகர்வு எண் காரணி என்பது இயந்திரம் செய்யும் நகர்வுகளின் எண்ணிக்கையாகும்.
th: ปัจจัยจำนวนการเคลื่อนไหวคือจำนวนการเคลื่อนไหวที่เครื่องยนต์
tr: Hamle sayısı faktörü, motorun hamle sayısıdır.
uk: Коефіцієнт кількості ходів — це кількість ходів, які виконує двигун
ur: موو نمبر فیکٹر انجن کی حرکتوں کی تعداد ہے۔
vi: Yếu tố số lần di chuyển là số lần di chuyển mà động cơ

source: assumes it has to make in the remaining time, irrespective of
es: asume que tiene que hacerlo en el tiempo restante, independientemente de
sr: претпоставља да мора да направи у преосталом времену, без обзира на
sv: antar att den måste göra under den återstående tiden, oavsett
sw: inadhania inapaswa kufanya katika muda uliobaki, bila kujali
ta: மீதமுள்ள நேரத்தில், எதுவாக இருந்தாலும் அதைச் செய்ய வேண்டும் என்று கருதுகிறது
th: ถือว่าต้องทำในเวลาที่เหลืออยู่ โดยไม่คำนึงถึง
tr: kalan sürede ne yapması gerektiğini varsayar, ne olursa olsun
uk: припускає, що це має зробити за час, що залишився, незалежно від
ur: فرض کرتا ہے کہ اسے باقی وقت میں بنانا ہے، قطع نظر اس کے
vi: cho rằng nó phải thực hiện trong thời gian còn lại, bất kể

source: how much time is actually left.
es: ¿Cuánto tiempo queda realmente?
sr: колико је заправо времена остало.
sv: hur mycket tid det egentligen är kvar.
sw: ni muda gani umesalia.
ta: உண்மையில் எவ்வளவு நேரம் மீதமுள்ளது.
th: จริงๆ แล้วเหลือเวลาอีกเท่าไร
tr: aslında ne kadar zaman kaldı.
uk: скільки насправді часу залишилося.
ur: اصل میں کتنا وقت باقی ہے؟
vi: thực tế còn lại bao nhiêu thời gian.

source: This forces the engine to play progressively faster as the time reduces.
es: Esto obliga al motor a funcionar progresivamente más rápido a medida que se reduce el tiempo.
sr: Ово присиљава мотор да ради прогресивно брже како се време смањује.
sv: Detta tvingar motorn att spela allt snabbare när tiden minskar.
sw: Hii hulazimisha injini kucheza kwa kasi zaidi kadri muda unavyopungua.
ta: இது நேரம் குறையும்போது இயந்திரத்தை படிப்படியாக வேகமாக இயக்க கட்டாயப்படுத்துகிறது.
th: นี่จะบังคับให้เครื่องยนต์ทำงานเร็วขึ้นเรื่อยๆ เมื่อเวลาลดลง
tr: Bu, zaman azaldıkça motorun giderek daha hızlı çalışmasını sağlar.
uk: Це змушує двигун грати поступово швидше, оскільки час скорочується.
ur: یہ وقت کم ہونے کے ساتھ ساتھ انجن کو آہستہ آہستہ چلانے پر مجبور کرتا ہے۔
vi: Điều này buộc động cơ phải chạy nhanh hơn dần khi thời gian giảm dần.

source: The higher the move number factor, the faster the engine will play.
es: Cuanto mayor sea el factor de número de movimiento, más rápido jugará el motor.
sr: Што је већи фактор броја потеза, то ће мотор брже играти.
sv: Ju högre dragnummerfaktor, desto snabbare kommer motorn att spela.
sw: Kadiri kipengele cha nambari ya kusogeza kikiwa juu, ndivyo injini itacheza kwa kasi zaidi.
ta: நகர்வு எண் காரணி அதிகமாக இருந்தால், இயந்திரம் வேகமாக இயங்கும்.
th: ยิ่งปัจจัยจำนวนการเคลื่อนไหวสูง เครื่องก็จะเล่นเร็วขึ้น
tr: Hamle sayısı faktörü ne kadar yüksek olursa, motor o kadar hızlı çalışacaktır.
uk: Чим вищий коефіцієнт кількості ходів, тим швидше гратиме двигун.
ur: موو نمبر فیکٹر جتنا زیادہ ہوگا، انجن اتنی ہی تیزی سے چلے گا۔
vi: Hệ số số lần di chuyển càng cao thì động cơ sẽ chạy càng nhanh.

source: You can set up to three factors that will activate at the given times.
es: Puede configurar hasta tres factores que se activarán en momentos determinados.
sr: Можете подесити до три фактора који ће се активирати у датим временима.
sv: Du kan ställa in upp till tre faktorer som aktiveras vid de givna tidpunkterna.
sw: Unaweza kusanidi hadi vipengele vitatu ambavyo vitatumika kwa nyakati husika.
ta: கொடுக்கப்பட்ட நேரத்தில் செயல்படுத்தப்படும் மூன்று காரணிகளை நீங்கள் அமைக்கலாம்.
th: คุณสามารถตั้งค่าปัจจัยได้สูงสุดสามประการที่จะเปิดใช้งานในเวลาที่กำหนด
tr: Belirli zamanlarda etkinleşecek üç faktöre kadar ayarlayabilirsiniz.
uk: Ви можете встановити до трьох факторів, які будуть активовані в заданий час.
ur: آپ تین عوامل ترتیب دے سکتے ہیں جو مقررہ وقت پر فعال ہو جائیں گے۔
vi: Bạn có thể thiết lập tối đa ba yếu tố sẽ kích hoạt tại những thời điểm nhất định.

source: There is a minimum allowance of 1/10 of a second for an engine move,
es: Hay un margen mínimo de 1/10 de segundo para el movimiento del motor.
sr: Постоји минимум од 1/10 секунде за померање мотора,
sv: Det finns en minimitillåtelse på 1/10 av en sekund för en motorrörelse,
sw: Kuna posho ya chini ya 1/10 ya sekunde kwa harakati ya injini,
ta: ஒரு இயந்திர நகர்வுக்கு ஒரு வினாடியில் 1/10 பங்கு குறைந்தபட்ச அனுமதி உள்ளது,
th: มีเวลาขั้นต่ำ 1/10 วินาทีในการเคลื่อนที่ของเครื่องยนต์
tr: Bir motor hareketi için minimum 1/10 saniyelik bir izin vardır,
uk: Мінімальний час руху двигуна становить 1/10 секунди,
ur: انجن کی حرکت کے لیے ایک سیکنڈ کا کم از کم 1/10 الاؤنس ہے،
vi: Có một khoảng thời gian tối thiểu cho phép là 1/10 giây để động cơ di chuyển,

source: in order to prevent the engine from making gross blunders.
es: para evitar que el motor cometa graves fallos.
sr: како би се спречило да мотор прави грубе грешке.
sv: för att förhindra att motorn gör grova misstag.
sw: ili kuzuia injini kufanya makosa makubwa.
ta: இயந்திரம் பெரும் தவறுகளைச் செய்வதைத் தடுக்க.
th: เพื่อป้องกันไม่ให้เครื่องยนต์เกิดความผิดพลาดร้ายแรง
tr: motorun büyük hatalar yapmasını önlemek için.
uk: щоб запобігти грубим помилкам двигуна.
ur: تاکہ انجن کو سنگین غلطیوں سے روکا جا سکے۔
vi: để ngăn chặn động cơ mắc phải những lỗi nghiêm trọng.

source: The optimum settings to prevent the computer losing on time
es: La configuración óptima para evitar que el ordenador pierda el tiempo
sr: Оптимална подешавања која спречавају да рачунар губи на времену
sv: De optimala inställningarna för att förhindra att datorn tappar i tid
sw: Mipangilio bora zaidi ya kuzuia kompyuta kupoteza kwa wakati
ta: கணினி நேரத்தை இழப்பதைத் தடுக்க உகந்த அமைப்புகள்
th: การตั้งค่าที่เหมาะสมเพื่อป้องกันคอมพิวเตอร์สูญเสียเวลา
tr: Bilgisayarınızın zaman kaybetmesini önlemek için optimum ayarlar
uk: Оптимальні налаштування для запобігання втрати комп'ютера в часі
ur: کمپیوٹر کو وقت پر ضائع ہونے سے روکنے کے لیے بہترین ترتیبات
vi: Cài đặt tối ưu để tránh máy tính mất thời gian

source: will depend on several factors :- the time allowed for the game,
es: Dependerá de varios factores: el tiempo permitido para el juego,
sr: зависиће од неколико фактора: - времена дозвољеног за игру,
sv: kommer att bero på flera faktorer:- den tid som tillåts för spelet,
sw: itategemea mambo kadhaa:- muda unaoruhusiwa kwa mchezo,
ta: பல காரணிகளைப் பொறுத்தது:- விளையாட்டுக்கு அனுமதிக்கப்பட்ட நேரம்,
th: จะขึ้นอยู่กับหลายปัจจัย: - เวลาที่กำหนดให้เล่นเกม
tr: birkaç faktöre bağlı olacaktır:- oyun için ayrılan süre,
uk: залежатиме від кількох факторів: - часу, дозволеного для гри,
ur: کئی عوامل پر منحصر ہے: - کھیل کے لئے اجازت دی گئی وقت،
vi: sẽ phụ thuộc vào một số yếu tố :- thời gian cho phép chơi trò chơi,

source: whether the opening book is used, which engine you are using,
es: Si se utiliza el libro de aperturas, qué motor se está utilizando,
sr: да ли се користи књига за отварање, који мотор користите,
sv: om öppningsboken används, vilken motor du använder,
sw: ikiwa kitabu cha ufunguzi kinatumika, unatumia injini gani,
ta: தொடக்கப் புத்தகம் பயன்படுத்தப்படுகிறதா, எந்த இயந்திரத்தைப் பயன்படுத்துகிறீர்கள்,
th: ว่าใช้หนังสือเปิดเรื่องอยู่หรือเปล่า คุณกำลังใช้เครื่องยนต์ตัวไหน
tr: açılış kitabının kullanılıp kullanılmadığı, hangi motorun kullanıldığı,
uk: чи використовується початкова книга, який механізм ви використовуєте,
ur: آیا افتتاحی کتاب استعمال کی گئی ہے، آپ کون سا انجن استعمال کر رہے ہیں،
vi: cho dù cuốn sách mở đầu có được sử dụng hay không, bạn đang sử dụng công cụ nào,

source: what kind of computer you have, etc.
es: ¿Qué tipo de computadora tienes, etc.?
sr: какав рачунар имаш итд.
sv: vad har du för dator osv.
sw: una kompyuta ya aina gani, nk.
ta: உங்களிடம் என்ன வகையான கணினி உள்ளது, முதலியன.
th: คุณมีคอมพิวเตอร์ประเภทไหน ฯลฯ
tr: ne tür bir bilgisayara sahip olduğunuz vb.
uk: який у вас комп'ютер тощо.
ur: آپ کے پاس کس قسم کا کمپیوٹر ہے وغیرہ
vi: bạn có loại máy tính nào, v.v.

source: It may take some experimentation to achieve optimal results.
es: Es posible que sea necesario experimentar un poco para lograr resultados óptimos.
sr: Можда ће бити потребно мало експериментисања да бисте постигли оптималне резултате.
sv: Det kan krävas lite experiment för att uppnå optimala resultat.
sw: Huenda ikachukua majaribio ili kufikia matokeo bora.
ta: உகந்த முடிவுகளை அடைய சில பரிசோதனைகள் தேவைப்படலாம்.
th: อาจต้องทำการทดลองหลายครั้งเพื่อให้ได้ผลลัพธ์ที่ดีที่สุด
tr: En iyi sonuçları elde etmek için biraz deneme yapmak gerekebilir.
uk: Для досягнення оптимальних результатів можуть знадобитися деякі експерименти.
ur: زیادہ سے زیادہ نتائج حاصل کرنے کے لیے کچھ تجربات کی ضرورت پڑ سکتی ہے۔
vi: Có thể cần phải thử nghiệm một số lần để đạt được kết quả tối ưu.
