Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: and the working directory, are also searched.
es: y el directorio de trabajo, también se buscan.
sr: и радни именик, такође се претражују.
sv: och arbetskatalogen, söks också.
sw: na saraka ya kufanya kazi, pia hutafutwa.
ta: மற்றும் வேலை செய்யும் கோப்பகமும் தேடப்படுகின்றன.
th: และไดเรกทอรีการทำงานก็ถูกค้นหาด้วย
tr: ve çalışma dizini de aranır.
uk: і робочий каталог, також виконується пошук.
ur: اور ورکنگ ڈائرکٹری کو بھی تلاش کیا جاتا ہے۔
vi: và thư mục làm việc cũng được tìm kiếm.

source: For Stockfish versions 12 and later, which have neural net capability,
es: Para las versiones 12 y posteriores de Stockfish, que tienen capacidad de red neuronal,
sr: За Стоцкфисх верзије 12 и новије, које имају способност неуронске мреже,
sv: För Stockfish version 12 och senare, som har neural nätkapacitet,
sw: Kwa matoleo ya Stockfish 12 na ya baadaye, ambayo yana uwezo wa neural net,
ta: நரம்பியல் நிகர திறனைக் கொண்ட Stockfish பதிப்புகள் 12 மற்றும் அதற்குப் பிந்தையவற்றுக்கு,
th: สำหรับ Stockfish เวอร์ชัน 12 และใหม่กว่า ซึ่งมีความสามารถในเครือข่ายประสาท
tr: Sinir ağı yeteneğine sahip Stockfish 12 ve üzeri sürümleri için,
uk: Для Stockfish версій 12 і новіших, які мають можливість нейронної мережі,
ur: سٹاک فش ورژن 12 اور اس کے بعد کے ورژن کے لیے، جن میں نیورل نیٹ کی صلاحیت ہے،
vi: Đối với Stockfish phiên bản 12 trở lên, có khả năng sử dụng mạng nơ-ron,

source: the default neural net is usually embedded in the *.exe file.
es: La red neuronal predeterminada normalmente está incorporada en el archivo *.exe.
sr: подразумевана неуронска мрежа је обично уграђена у *.еке датотеку.
sv: standardneuralnätet är vanligtvis inbäddat i *.exe-filen.
sw: wavu chaguo-msingi wa neural kawaida hupachikwa kwenye faili ya *.exe.
ta: இயல்புநிலை நரம்பியல் வலை பொதுவாக *.exe கோப்பில் உட்பொதிக்கப்படும்.
th: โดยทั่วไปเครือข่ายประสาทเทียมเริ่มต้นจะถูกฝังอยู่ในไฟล์ *.exe
tr: Varsayılan sinir ağı genellikle *.exe dosyasına gömülüdür.
uk: нейронна мережа за замовчуванням зазвичай вбудована у файл *.exe.
ur: ڈیفالٹ نیورل نیٹ عام طور پر *.exe فائل میں ایمبیڈ ہوتا ہے۔
vi: Mạng nơ-ron mặc định thường được nhúng trong tệp *.exe.

source: UCI_ShowWDL - If enabled, show approximate WDL statistics as part of the
es: UCI_ShowWDL: si está habilitado, muestra estadísticas WDL aproximadas como parte de la
sr: УЦИ_СховВДЛ – Ако је омогућено, прикажи приближну ВДЛ статистику као део
sv: UCI_ShowWDL - Om aktiverat, visa ungefärlig WDL-statistik som en del av
sw: UCI_ShowWDL - Ikiwashwa, onyesha takriban takwimu za WDL kama sehemu ya
ta: UCI_ShowWDL - இயக்கப்பட்டிருந்தால், தோராயமான WDL புள்ளிவிவரங்களை ஒரு பகுதியாகக் காட்டு
th: UCI_ShowWDL - หากเปิดใช้งาน จะแสดงสถิติ WDL โดยประมาณเป็นส่วนหนึ่งของ
tr: UCI_ShowWDL - Etkinleştirilirse, yaklaşık WDL istatistiklerini,
uk: UCI_ShowWDL - якщо ввімкнено, показувати приблизну статистику WDL як частину
ur: UCI_ShowWDL - اگر فعال ہو تو، WDL کے تخمینے کے اعدادوشمار کے حصے کے طور پر دکھائیں
vi: UCI_ShowWDL - Nếu được bật, hiển thị số liệu thống kê WDL gần đúng như một phần của

source: engine output. These WDL numbers model expected game outcomes for a
es: Salida del motor. Estos números WDL modelan los resultados esperados del juego para un
sr: снага мотора. Ови ВДЛ бројеви моделирају очекиване исходе игре за а
sv: motoreffekt. Dessa WDL-nummer modellerar förväntade spelresultat för en
sw: pato la injini. Mtindo huu wa nambari za WDL unatarajiwa matokeo ya mchezo kwa a
ta: இயந்திர வெளியீடு. இந்த WDL எண்கள் மாதிரி எதிர்பார்க்கப்படும் விளையாட்டு முடிவுகள் a
th: เอาต์พุตของเครื่องยนต์ ตัวเลข WDL เหล่านี้เป็นแบบจำลองผลลัพธ์ของเกมที่คาดหวังสำหรับ
tr: motor çıkışı. Bu WDL sayıları, bir oyun için beklenen sonuçları modelliyor
uk: потужність двигуна. Ці числа WDL моделюють очікувані результати гри для a
ur: انجن کی پیداوار. یہ WDL نمبرز ماڈل a کے لیے متوقع گیم کے نتائج
vi: đầu ra của động cơ. Những con số WDL này mô hình hóa kết quả trò chơi dự kiến cho một

source: given evaluation and game ply for engine self - play
es: Dada la evaluación y el juego para el juego propio del motor
sr: дата евалуација и игра за само-играње мотора
sv: given utvärdering och spelply för motorns självspel
sw: kutokana na tathmini na mpangilio wa mchezo kwa injini ya uchezaji yenyewe
ta: இயந்திர சுய-விளையாட்டிற்கான மதிப்பீடு மற்றும் விளையாட்டுப் பயிற்சி அளிக்கப்பட்டது.
th: ได้มีการประเมินและทดลองเล่นให้เครื่องยนต์สามารถเล่นเองได้
tr: verilen değerlendirme ve oyun, motorun kendi kendine oynaması için
uk: дана оцінка та ігровий шар для самостійної гри на двигуні
ur: انجن سیلف پلے کے لیے دی گئی تشخیص اور گیم پلائی
vi: đưa ra đánh giá và trò chơi cho động cơ tự chơi

source: at 60 seconds + 0.6 seconds per game.
es: a 60 segundos + 0,6 segundos por juego.
sr: на 60 секунди + 0,6 секунди по утакмици.
sv: vid 60 sekunder + 0,6 sekunder per match.
sw: kwa sekunde 60 + sekunde 0.6 kwa kila mchezo.
ta: ஒரு ஆட்டத்திற்கு 60 வினாடிகள் + 0.6 வினாடிகள்.
th: ในเวลา 60 วินาที + 0.6 วินาทีต่อเกม
tr: 60 saniye + maç başına 0,6 saniye.
uk: за 60 секунд + 0,6 секунди за гру.
ur: 60 سیکنڈ + 0.6 سیکنڈ فی گیم پر۔
vi: ở 60 giây + 0,6 giây cho mỗi trò chơi.

source: UCI_LimitStrength - Enable weaker play aiming for an Elo rating as set by UCI_Elo.
es: UCI_LimitStrength: permite un juego más débil con el objetivo de lograr una calificación Elo establecida por UCI_Elo.
sr: УЦИ_ЛимитСтренгтх - Омогући слабију игру у циљу добијања Ело оцене коју је поставио УЦИ_Ело.
sv: UCI_LimitStrength - Aktivera svagare spel som siktar på ett Elo-betyg enligt UCI_Elo.
sw: UCI_LimitStrength - Washa uchezaji dhaifu unaolenga ukadiriaji wa Elo kama ulivyowekwa na UCI_Elo.
ta: UCI_LimitStrength - UCI_Elo ஆல் அமைக்கப்பட்ட Elo மதிப்பீட்டை இலக்காகக் கொண்டு பலவீனமான விளையாட்டை இயக்கவும்.
th: UCI_LimitStrength - เปิดใช้งานการเล่นที่อ่อนแอกว่าโดยมุ่งเป้าไปที่เรตติ้ง Elo ตามที่กำหนดโดย UCI_Elo
tr: UCI_LimitStrength - UCI_Elo tarafından belirlenen Elo derecesini hedefleyen daha zayıf oyunu etkinleştirir.
uk: UCI_LimitStrength - Увімкнути слабкішу гру, прагнучи отримати рейтинг Elo, встановлений UCI_Elo.
ur: UCI_LimitStrength - UCI_Elo کی طرف سے سیٹ کردہ Elo کی درجہ بندی کے لیے کمزور پلے کو فعال کریں۔
vi: UCI_LimitStrength - Cho phép chơi yếu hơn nhằm đạt được xếp hạng Elo theo quy định của UCI_Elo.

source: This option overrides < Skill Level >
es: Esta opción anula <Nivel de habilidad>
sr: Ова опција замењује < Ниво вештине >
sv: Det här alternativet åsidosätter < Färdighetsnivå >
sw: Chaguo hili linabatilisha <Skill Level >
ta: இந்த விருப்பம் < திறன் நிலை > ஐ மீறுகிறது.
th: ตัวเลือกนี้จะแทนที่ < ระดับทักษะ >
tr: Bu seçenek < Beceri Seviyesi > seçeneğini geçersiz kılar
uk: Цей параметр має перевагу над < Skill Level >
ur: یہ اختیار < اسکل لیول > کو اوور رائیڈ کرتا ہے۔
vi: Tùy chọn này ghi đè lên < Cấp độ kỹ năng >

source: UCI_Elo type - If enabled by UCI_LimitStrength, aim for an engine strength
es: Tipo UCI_Elo: si está habilitado por UCI_LimitStrength, busque una fuerza del motor
sr: УЦИ_Ело тип - Ако је омогућено помоћу УЦИ_ЛимитСтренгтх, циљајте на снагу мотора
sv: UCI_Elo-typ - Om den är aktiverad av UCI_LimitStrength, sikta på en motorstyrka
sw: Aina ya UCI_Elo - Ikiwashwa na UCI_LimitStrength, lenga nguvu ya injini
ta: UCI_Elo வகை - UCI_LimitStrength ஆல் இயக்கப்பட்டால், இயந்திர வலிமையை இலக்காகக் கொள்ளுங்கள்
th: ประเภท UCI_Elo - หากเปิดใช้งานโดย UCI_LimitStrength ให้มุ่งเป้าไปที่ความแข็งแกร่งของเครื่องยนต์
tr: UCI_Elo türü - UCI_LimitStrength tarafından etkinleştirilirse, bir motor gücünü hedefleyin
uk: Тип UCI_Elo – якщо ввімкнено параметром UCI_LimitStrength, прагніть до потужності двигуна
ur: UCI_Elo قسم - اگر UCI_LimitStrength کے ذریعہ فعال کیا گیا ہے، تو انجن کی طاقت کا مقصد بنائیں
vi: Kiểu UCI_Elo - Nếu được bật bởi UCI_LimitStrength, hãy nhắm đến sức mạnh của động cơ

source: of the given Elo. This Elo rating has been calibrated at a time control of
es: del Elo dado. Esta calificación Elo ha sido calibrada en un control de tiempo de
sr: датог Ело. Ова Ело оцена је калибрисана у време контроле од
sv: av den givna Elo. Detta Elo-betyg har kalibrerats vid en tidskontroll av
sw: ya Elo aliyopewa. Ukadiriaji huu wa Elo umewekwa kwa udhibiti wa wakati wa
ta: கொடுக்கப்பட்ட Elo இன். இந்த Elo மதிப்பீடு நேரக் கட்டுப்பாட்டில் அளவீடு செய்யப்பட்டுள்ளது
th: ของ Elo ที่กำหนด เรตติ้ง Elo นี้ได้รับการปรับเทียบที่การควบคุมเวลาของ
tr: verilen Elo'nun. Bu Elo derecesi, zaman kontrolünde kalibre edilmiştir.
uk: заданого Ело. Цей рейтинг Elo було відкалібровано під час контролю часу
ur: دی گئی ایلو کی. اس ایلو ریٹنگ کو ایک وقت کے کنٹرول پر کیلیبریٹ کیا گیا ہے۔
vi: của Elo đã cho. Xếp hạng Elo này đã được hiệu chuẩn tại thời điểm kiểm soát

source: 60 seconds per game + 0.6seconds per move
es: 60 segundos por partida + 0,6 segundos por movimiento
sr: 60 секунди по игри + 0,6 секунди по потезу
sv: 60 sekunder per match + 0,6 sekunder per drag
sw: Sekunde 60 kwa kila mchezo + 0.6sekunde kwa kila hoja
ta: ஒரு ஆட்டத்திற்கு 60 வினாடிகள் + ஒரு நகர்வுக்கு 0.6 வினாடிகள்
th: 60 วินาทีต่อเกม + 0.6 วินาทีต่อการเคลื่อนไหว
tr: Oyun başına 60 saniye + hamle başına 0,6 saniye
uk: 60 секунд на партію + 0,6 секунди на хід
ur: 60 سیکنڈ فی گیم + 0.6 سیکنڈ فی چال
vi: 60 giây mỗi ván + 0,6 giây mỗi lần di chuyển

source: Skill Level - Lower the Skill Level in order to make the engine play weaker,
es: Nivel de habilidad: reduce el nivel de habilidad para que el motor funcione más débilmente.
sr: Ниво вештине - Смањите ниво вештине да би мотор играо слабије,
sv: Skicklighetsnivå - Sänk skicklighetsnivån för att få motorn att spela svagare,
sw: Kiwango cha Ujuzi - Punguza Kiwango cha Ustadi ili kufanya injini icheze dhaifu,
ta: திறன் நிலை - இயந்திரத்தை பலவீனப்படுத்த திறன் அளவைக் குறைக்கவும்,
th: ระดับทักษะ - ลดระดับทักษะลงเพื่อให้การทำงานของเครื่องยนต์อ่อนลง
tr: Beceri Seviyesi - Motorun daha zayıf çalışmasını sağlamak için Beceri Seviyesini düşürün,
uk: Рівень навичок - Знизьте рівень навичок, щоб зробити роботу двигуна слабшою,
ur: مہارت کی سطح - انجن کو کمزور کرنے کے لیے مہارت کی سطح کو کم کریں،
vi: Mức độ kỹ năng - Giảm mức độ kỹ năng để làm cho động cơ hoạt động yếu hơn,

source: as with UCI_LimitStrength. Internally, MultiPV is enabled, and with a certain
es: Al igual que con UCI_LimitStrength. Internamente, MultiPV está habilitado y con un cierto
sr: као код УЦИ_ЛимитСтренгтх. Интерно, МултиПВ је омогућен и са одређеним
sv: som med UCI_LimitStrength. Internt är MultiPV aktiverat, och med en viss
sw: kama ilivyo kwa UCI_LimitStrength. Kwa ndani, MultiPV imewezeshwa, na kwa fulani
ta: UCI_LimitStrength உடன். உள்நாட்டில், MultiPV இயக்கப்பட்டது, மேலும் ஒரு குறிப்பிட்ட
th: เช่นเดียวกับ UCI_LimitStrength ภายใน MultiPV จะถูกเปิดใช้งาน และด้วยคุณสมบัติบางอย่าง
tr: UCI_LimitStrength'te olduğu gibi. Dahili olarak, MultiPV etkinleştirilmiştir ve belirli bir
uk: як з UCI_LimitStrength. Внутрішньо MultiPV увімкнено, і з певним
ur: جیسا کہ UCI_LimitStrength کے ساتھ ہے۔ اندرونی طور پر، ملٹی پی وی فعال ہے، اور ایک مخصوص کے ساتھ
vi: như với UCI_LimitStrength. Về mặt nội bộ, MultiPV được bật và với một số

source: probability depending on the Skill Level, a weaker move will be played.
es: probabilidad dependiendo del nivel de habilidad, se realizará un movimiento más débil.
sr: вероватноћа у зависности од нивоа вештине, биће одигран слабији потез.
sv: sannolikhet beroende på skicklighetsnivån kommer ett svagare drag att spelas.
sw: uwezekano kulingana na Kiwango cha Ujuzi, hoja dhaifu itachezwa.
ta: திறன் நிலையைப் பொறுத்து நிகழ்தகவு குறைவாக இருந்தால், பலவீனமான நகர்வு விளையாடப்படும்.
th: ความน่าจะเป็นขึ้นอยู่กับระดับทักษะ จะมีการเล่นแบบที่อ่อนแอกว่า
tr: Yetenek Seviyesine bağlı olarak daha zayıf bir hamle oynanma olasılığı.
uk: ймовірність, залежно від рівня навичок, буде зіграно слабший хід.
ur: صلاحیت کی سطح پر منحصر ہے، ایک کمزور چال چلائی جائے گی۔
vi: xác suất tùy thuộc vào Cấp độ Kỹ năng, một nước đi yếu hơn sẽ được thực hiện.

source: SyzygyPath - Path to the folders / directories storing the Syzygy tablebase files.
es: SyzygyPath: ruta a las carpetas/directorios que almacenan los archivos de la base de tablas Syzygy.
sr: СизигиПатх - Путања до фасцикли / директоријума у ​​којима се чувају датотеке Сизиги табеле.
sv: SyzygyPath - Sökväg till mappar/kataloger som lagrar Syzygy-tabellbasfilerna.
sw: SyzygyPath - Njia ya folda / saraka zinazohifadhi faili za meza za Syzygy.
ta: SyzygyPath - Syzygy டேபிள்பேஸ் கோப்புகளை சேமிக்கும் கோப்புறைகள் / கோப்பகங்களுக்கான பாதை.
th: SyzygyPath - เส้นทางไปยังโฟลเดอร์/ไดเร็กทอรีที่จัดเก็บไฟล์ Syzygy tablebase
tr: SyzygyPath - Syzygy tablo tabanı dosyalarını depolayan klasörlerin/dizinlerin yolu.
uk: SyzygyPath – шлях до папок/каталогів, у яких зберігаються файли табличної бази Syzygy.
ur: SyzygyPath - Syzygy ٹیبل بیس فائلوں کو ذخیرہ کرنے والے فولڈرز / ڈائریکٹریوں کا راستہ۔
vi: SyzygyPath - Đường dẫn đến các thư mục/thư mục lưu trữ các tệp cơ sở dữ liệu Syzygy.

source: Multiple directories are to be separated by a semi-colon < ; >
es: Los directorios múltiples deben separarse con un punto y coma < ; >
sr: Више директоријума треба одвојити тачком и зарезом <; >
sv: Flera kataloger ska separeras med semikolon < ; >
sw: Saraka nyingi zitatenganishwa na nusu koloni < ; >
ta: பல கோப்பகங்களை அரைப்புள்ளியால் பிரிக்க வேண்டும் < ; >
th: ไดเรกทอรีหลาย ๆ อันต้องแยกกันด้วยเครื่องหมายเซมิโคลอน < ; >
tr: Birden fazla dizin noktalı virgülle < ; > ayrılmalıdır
uk: Кілька каталогів мають бути розділені крапкою з комою < ; >
ur: ایک سے زیادہ ڈائریکٹریز کو نیم کالون سے الگ کیا جانا ہے < ; >
vi: Nhiều thư mục sẽ được phân tách bằng dấu chấm phẩy < ; >

source: Do not use spaces around the semi-colon. Here is an example -
es: No use espacios después del punto y coma. Aquí tiene un ejemplo:
sr: Не користите размаке око тачке и зарез. Ево примера -
sv: Använd inte mellanslag runt semikolonet. Här är ett exempel -
sw: Usitumie nafasi karibu na nusu-koloni. Hapa kuna mfano -
ta: அரைப்புள்ளியைச் சுற்றி இடைவெளிகளைப் பயன்படுத்த வேண்டாம். இங்கே ஒரு எடுத்துக்காட்டு -
th: อย่าใช้ช่องว่างรอบเครื่องหมายเซมิโคลอน นี่คือตัวอย่าง
tr: Noktalı virgülün etrafında boşluk kullanmayın. İşte bir örnek -
uk: Не використовуйте пробіли навколо крапки з комою. Ось приклад -
ur: نیم آنت کے ارد گرد خالی جگہیں استعمال نہ کریں۔ یہاں ایک مثال ہے -
vi: Không sử dụng khoảng cách xung quanh dấu chấm phẩy. Đây là một ví dụ -

source: SyzygyProbeDepth - Minimum remaining depth for which a position is probed.
es: SyzygyProbeDepth: profundidad mínima restante para la cual se sondea una posición.
sr: СизигиПробеДептх - Минимална преостала дубина за коју се испитује позиција.
sv: SyzygyProbeDepth - Minsta återstående djup för vilket en position undersöks.
sw: SyzygyProbeDepth - Kina cha chini kabisa kilichosalia ambacho nafasi inachunguzwa.
ta: SyzygyProbeDepth - ஒரு நிலை ஆய்வு செய்யப்படும் குறைந்தபட்ச மீதமுள்ள ஆழம்.
th: SyzygyProbeDepth - ความลึกขั้นต่ำที่เหลืออยู่ซึ่งจะใช้ตรวจสอบตำแหน่ง
tr: SyzygyProbeDepth - Bir pozisyonun araştırılacağı kalan minimum derinlik.
uk: SyzygyProbeDepth – мінімальна залишкова глибина, для якої досліджується позиція.
ur: SyzygyProbeDepth - کم از کم باقی گہرائی جس کے لیے کسی پوزیشن کی جانچ کی جاتی ہے۔
vi: SyzygyProbeDepth - Độ sâu tối thiểu còn lại mà vị trí được thăm dò.

source: Set this option to a higher value to probe less aggressively if you experience
es: Establezca esta opción en un valor más alto para investigar de forma menos agresiva si experimenta
sr: Подесите ову опцију на вишу вредност да бисте испитали мање агресивно ако доживите
sv: Ställ in det här alternativet på ett högre värde för att sondera mindre aggressivt om du upplever
sw: Weka chaguo hili kwa thamani ya juu ili kuchunguza kwa ukali ikiwa utapata uzoefu
ta: நீங்கள் அனுபவித்தால் குறைவான ஆக்ரோஷமாக ஆராய இந்த விருப்பத்தை அதிக மதிப்புக்கு அமைக்கவும்
th: ตั้งค่าตัวเลือกนี้ให้มีค่าสูงขึ้น เพื่อตรวจสอบอย่างไม่ก้าวร้าวเกินไป หากคุณพบปัญหา
tr: Daha az agresif bir şekilde araştırma yapmak için bu seçeneği daha yüksek bir değere ayarlayın.
uk: Встановіть для цього параметра більше значення, щоб зондувати менш агресивно, якщо ви відчуваєте
ur: اگر آپ تجربہ کرتے ہیں تو کم جارحانہ انداز میں تحقیقات کرنے کے لیے اس اختیار کو زیادہ قدر پر سیٹ کریں۔
vi: Đặt tùy chọn này thành giá trị cao hơn để thăm dò ít hung hăng hơn nếu bạn gặp phải

source: too much slowdown(in terms of nps) due to tablebase probing.
es: Demasiada desaceleración (en términos de nps) debido al sondeo de la base de tablas.
sr: превише успоравања (у смислу нпс-а) због сондирања базе таблица.
sv: för mycket avmattning (i termer av nps) på grund av tabellbasundersökning.
sw: kushuka sana (kwa suala la nps) kwa sababu ya uchunguzi wa msingi wa meza.
ta: டேபிள்பேஸ் ஆய்வு காரணமாக (nps அடிப்படையில்) மிக அதிக மந்தநிலை.
th: ช้าลงมากเกินไป (ในแง่ของ nps) เนื่องจากการตรวจสอบฐานข้อมูล
tr: Tablebase araştırması nedeniyle çok fazla yavaşlama (nps açısından) var.
uk: занадто велике уповільнення (з точки зору nps) через зондування бази даних.
ur: ٹیبل بیس پروبنگ کی وجہ سے بہت زیادہ سست روی (این پی ایس کے لحاظ سے)۔
vi: quá chậm (tính theo nps) do thăm dò cơ sở dữ liệu.

source: Syzygy50MoveRule - Disable to let fifty-move rule draws detected by Syzygy
es: Syzygy50MoveRule - Deshabilitar para permitir que los sorteos de la regla de cincuenta movimientos sean detectados por Syzygy
sr: Сизиги50МовеРуле – Онемогућите да Сизиги открије извлачење правила педесет потеза
sv: Syzygy50MoveRule - Inaktivera om du vill låta dragningar med femtio drag i regeln upptäckas av Syzygy
sw: Syzygy50MoveRule - Lemaza kuruhusu michoro ya hatua hamsini kugunduliwa na Syzygy
ta: Syzygy50MoveRule - Syzygy ஆல் ஐம்பது-நகர்வு விதி வரைதல்கள் கண்டறியப்படுவதை முடக்கு.
th: Syzygy50MoveRule - ปิดใช้งานเพื่อให้ Syzygy ตรวจพบการจับสลากด้วยกฎ 50 การเคลื่อนไหว
tr: Syzygy50MoveRule - Syzygy tarafından tespit edilen elli hamle kuralı çizimlerine izin vermek için devre dışı bırakın
uk: Syzygy50MoveRule - Вимкніть, щоб дозволити малювати правила п'ятдесяти ходів, виявлені Syzygy
ur: Syzygy50MoveRule - Syzygy کے ذریعہ پچاس موو رول ڈرا کا پتہ لگانے کو غیر فعال کریں
vi: Syzygy50MoveRule - Vô hiệu hóa để cho phép Syzygy phát hiện ra quy tắc rút nước đi năm mươi lần

source: tablebase probes count as wins or losses.
es: Las sondas de tablebase cuentan como victorias o derrotas.
sr: таблебасе сонде се рачунају као победе или губици.
sv: tabellbassonder räknas som vinster eller förluster.
sw: uchunguzi wa msingi wa meza huhesabiwa kama ushindi au hasara.
ta: அட்டவணை அடிப்படையிலான ஆய்வுகள் வெற்றிகள் அல்லது தோல்விகளாகக் கணக்கிடப்படுகின்றன.
th: การนับการตรวจสอบฐานข้อมูลตารางเป็นการชนะหรือแพ้
tr: Tablebase araştırmaları kazanç veya kayıp olarak sayılır.
uk: зонди табличної бази зараховуються як виграші або програші.
ur: ٹیبل بیس پروبس کو جیت یا ہار کے طور پر شمار کیا جاتا ہے۔
vi: các thăm dò trên bảng được tính là thắng hoặc thua.

source: SyzygyProbeLimit - Limit Syzygy tablebase probing to positions with at most
es: SyzygyProbeLimit: limita el sondeo de la base de tablas Syzygy a posiciones con un máximo de
sr: СизигиПробеЛимит – Ограничите испитивање базе таблица Сизиги на позиције са највише
sv: SyzygyProbeLimit - Begränsa Syzygys tabellbasundersökning till positioner med högst
sw: SyzygyProbeLimit - Punguza msingi wa meza ya Syzygy kuchunguza nafasi zilizo na zaidi
ta: SyzygyProbeLimit - அதிகபட்ச நிலைகளுக்கு Syzygy டேபிள்பேஸ் ஆய்வு வரம்பிடவும்.
th: SyzygyProbeLimit - จำกัดการตรวจสอบฐานข้อมูล Syzygy ให้เหลือตำแหน่งสูงสุด
tr: SyzygyProbeLimit - Syzygy tablo tabanı araştırmasını en fazla pozisyona sınırla
uk: SyzygyProbeLimit – обмежити зондування табличної бази Syzygy до позицій із не більше
ur: SyzygyProbeLimit - Syzygy ٹیبل بیس کو زیادہ سے زیادہ پوزیشنوں تک محدود کریں
vi: SyzygyProbeLimit - Giới hạn việc thăm dò cơ sở bảng Syzygy ở các vị trí có tối đa

source: this many pieces left(including kings and pawns).
es: Quedan muchas piezas (incluidos reyes y peones).
sr: оволико фигура је остало (укључујући краљеве и пешаке).
sv: så många bitar kvar (inklusive kungar och bönder).
sw: hii vipande vingi kushoto (ikiwa ni pamoja na wafalme na pawns).
ta: இவ்வளவு துண்டுகள் மீதமுள்ளன (ராஜாக்கள் மற்றும் சிப்பாய்கள் உட்பட).
th: เหลือชิ้นส่วนจำนวนเท่านี้(รวมทั้งกษัตริย์และเบี้ย)
tr: bu kadar taş kaldı (şahlar ve piyonlar dahil).
uk: стільки фігур залишилося (включаючи королів і пішаків).
ur: یہ بہت سے ٹکڑے رہ گئے (بشمول بادشاہ اور پیادے)۔
vi: còn lại bao nhiêu quân cờ (bao gồm cả vua và tốt).

source: Move Overhead - Assume a time delay of x milli-seconds due to network
es: Mover la sobrecarga: suponga un retraso de tiempo de x milisegundos debido a la red
sr: Померање изнад главе – Претпоставите временско кашњење од к милисекунди због мреже
sv: Move Overhead - Antag en tidsfördröjning på x millisekunder på grund av nätverk
sw: Sogeza Kichwa - Chukulia kuchelewa kwa muda kwa sekunde x milli kutokana na mtandao
ta: மேல்நோக்கி நகர்த்து - நெட்வொர்க் காரணமாக x மில்லி-வினாடிகள் நேர தாமதத்தைக் கருதுங்கள்.
th: ย้ายค่าใช้จ่าย - สมมติว่าเกิดความล่าช้าเวลา x มิลลิวินาทีเนื่องจากเครือข่าย
tr: Üstten Taşıma - Ağ nedeniyle x milisaniyelik bir zaman gecikmesi olduğunu varsayın
uk: Move Overhead - припустимо, що затримка в мережі становить x мілісекунд
ur: اوور ہیڈ کو منتقل کریں - نیٹ ورک کی وجہ سے x ملی سیکنڈ کی تاخیر کا اندازہ لگائیں۔
vi: Di chuyển Overhead - Giả sử độ trễ thời gian là x mili giây do mạng

source: and GUI overheads.
es: y gastos generales de GUI.
sr: и режијски трошкови ГУИ.
sv: och GUI omkostnader.
sw: na vichwa vya juu vya GUI.
ta: மற்றும் GUI மேல்நிலைகள்.
th: และค่าใช้จ่าย GUI
tr: ve GUI ek yükleri.
uk: і накладні витрати на GUI.
ur: اور GUI اوور ہیڈز۔
vi: và chi phí cho GUI.

source: Specifying a value larger than the default is needed to avoid time losses
es: Es necesario especificar un valor mayor que el predeterminado para evitar pérdidas de tiempo.
sr: Одређивање вредности веће од подразумеване је потребно да би се избегли губици времена
sv: Att ange ett värde som är större än standardvärdet behövs för att undvika tidsförluster
sw: Kubainisha thamani kubwa kuliko chaguomsingi inahitajika ili kuepuka upotevu wa muda
ta: நேர இழப்பைத் தவிர்க்க, இயல்புநிலையை விட பெரிய மதிப்பைக் குறிப்பிடுவது அவசியம்.
th: จำเป็นต้องระบุค่าที่มากกว่าค่าเริ่มต้นเพื่อหลีกเลี่ยงการสูญเสียเวลา
tr: Zaman kayıplarını önlemek için varsayılan değerden daha büyük bir değer belirtmek gerekir
uk: Щоб уникнути втрат часу, необхідно вказати значення, яке перевищує стандартне
ur: وقت کے ضیاع سے بچنے کے لیے ڈیفالٹ سے بڑی قدر کی وضاحت ضروری ہے۔
vi: Cần chỉ định một giá trị lớn hơn giá trị mặc định để tránh mất thời gian

source: or near instantaneous moves, in particular for time controls without increment
es: o movimientos casi instantáneos, en particular para controles de tiempo sin incremento
sr: или скоро тренутни покрети, посебно за временске контроле без инкремента
sv: eller nästan momentana rörelser, särskilt för tidskontroller utan inkrement
sw: au karibu na hatua za papo hapo, haswa kwa vidhibiti vya muda bila nyongeza
ta: அல்லது உடனடி நகர்வுகளுக்கு அருகில், குறிப்பாக அதிகரிப்பு இல்லாத நேரக் கட்டுப்பாடுகளுக்கு
th: หรือการเคลื่อนไหวที่เกือบจะทันที โดยเฉพาะสำหรับการควบคุมเวลาโดยไม่เพิ่มเวลา
tr: veya özellikle artışsız zaman kontrolleri için anında hareketlere yakın
uk: або майже миттєві рухи, зокрема для керування часом без приросту
ur: یا قریب قریب فوری حرکتیں، خاص طور پر بغیر کسی اضافہ کے وقت کے کنٹرول کے لیے
vi: hoặc các chuyển động gần như tức thời, đặc biệt đối với các điều khiển thời gian không có gia số
