Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: The left and right margin settings apply to both columns.
es: Los ajustes de los márgenes izquierdo y derecho se aplican a ambas columnas.
sr: Подешавања леве и десне маргине примењују се на обе колоне.
sv: Inställningarna för vänster och höger marginal gäller för båda kolumnerna.
sw: Mipangilio ya ukingo wa kushoto na kulia inatumika kwa safu wima zote mbili.
ta: இடது மற்றும் வலது ஓர அமைப்புகள் இரண்டு நெடுவரிசைகளுக்கும் பொருந்தும்.
th: การตั้งค่าระยะขอบด้านซ้ายและด้านขวาใช้กับทั้งสองคอลัมน์
tr: Sol ve sağ kenar boşluğu ayarları her iki sütuna da uygulanır.
uk: Налаштування лівого та правого полів застосовуються до обох стовпців.
ur: بائیں اور دائیں مارجن کی ترتیبات دونوں کالموں پر لاگو ہوتی ہیں۔
vi: Cài đặt lề trái và lề phải được áp dụng cho cả hai cột.

source: Tab spaces is the number of spaces used
es: Los espacios de tabulación son el número de espacios utilizados
sr: Размаци табулатора су број коришћених размака
sv: Tabmellanslag är antalet mellanslag som används
sw: Nafasi za vichupo ni idadi ya nafasi zinazotumiwa
ta: தாவல் இடைவெளிகள் என்பது பயன்படுத்தப்படும் இடைவெளிகளின் எண்ணிக்கையாகும்.
th: ช่องว่างแท็บคือจำนวนช่องว่างที่ใช้
tr: Sekme boşlukları kullanılan boşluk sayısıdır
uk: Пробіли табуляції – це кількість використаних пробілів
ur: ٹیب اسپیس استعمال شدہ خالی جگہوں کی تعداد ہے۔
vi: Khoảng cách tab là số khoảng cách được sử dụng

source: for indenting comments and sub-variations.
es: para sangrar comentarios y subvariaciones.
sr: за увлачење коментара и подваријација.
sv: för indragskommentarer och undervariationer.
sw: kwa maoni ya kuingiza ndani na tofauti ndogo.
ta: கருத்துகள் மற்றும் துணை மாறுபாடுகளை உள்தள்ளுவதற்கு.
th: สำหรับการเยื้องความคิดเห็นและการเปลี่ยนแปลงย่อย
tr: Yorumların ve alt varyasyonların girintilenmesi için.
uk: для відступу коментарів і підваріантів.
ur: تبصروں اور ذیلی تغیرات کو انڈینٹ کرنے کے لیے۔
vi: để thụt lề các bình luận và các biến thể phụ.

source: Move width is the cell size used for a move,
es: El ancho del movimiento es el tamaño de celda utilizado para un movimiento.
sr: Ширина померања је величина ћелије која се користи за померање,
sv: Flyttbredd är cellstorleken som används för en flytt,
sw: Upana wa kusonga ni saizi ya seli inayotumika kwa hoja,
ta: நகர்வு அகலம் என்பது ஒரு நகர்வுக்குப் பயன்படுத்தப்படும் கலத்தின் அளவு,
th: ความกว้างของการเคลื่อนย้ายคือขนาดเซลล์ที่ใช้ในการเคลื่อนย้าย
tr: Taşıma genişliği, bir taşıma için kullanılan hücre boyutudur.
uk: Ширина переміщення – це розмір комірки, який використовується для переміщення,
ur: حرکت کی چوڑائی سیل کا سائز ہے جو حرکت کے لیے استعمال ہوتا ہے،
vi: Chiều rộng di chuyển là kích thước ô được sử dụng để di chuyển,

source: the cell is padded with spaces to make up the size.
es: La celda está rellena de espacios para completar el tamaño.
sr: ћелија је испуњена размацима да би се надокнадила величина.
sv: cellen är vadderad med mellanslag för att kompensera storleken.
sw: kiini kimefungwa na nafasi ili kufanya ukubwa.
ta: அளவை உருவாக்க செல் இடைவெளிகளால் நிரப்பப்பட்டுள்ளது.
th: เซลล์ถูกเติมช่องว่างเพื่อให้มีขนาดพอดี
tr: hücre, boyutu oluşturmak için boşluklarla doldurulur.
uk: клітинка доповнена пробілами, щоб компенсувати розмір.
ur: سائز بنانے کے لیے سیل کو خالی جگہوں سے پیڈ کیا جاتا ہے۔
vi: tế bào được đệm thêm các khoảng trống để tạo nên kích thước.

source: Diagrams can be added to a game printout by inserting
es: Se pueden agregar diagramas a una impresión del juego insertándolos
sr: Дијаграми се могу додати у испис игре уметањем
sv: Diagram kan läggas till en spelutskrift genom att infoga
sw: Michoro inaweza kuongezwa kwenye uchapishaji wa mchezo kwa kuingiza
ta: வரைபடங்களைச் செருகுவதன் மூலம் விளையாட்டு அச்சுப்பொறியில் சேர்க்கலாம்
th: สามารถเพิ่มไดอะแกรมลงในเอกสารพิมพ์เกมได้โดยการแทรก
tr: Diyagramlar, oyun çıktısına eklenerek eklenebilir
uk: Схеми можна додати до роздруківки гри шляхом вставки
ur: ڈایاگرام کو گیم پرنٹ آؤٹ میں ڈال کر شامل کیا جا سکتا ہے۔
vi: Có thể thêm sơ đồ vào bản in trò chơi bằng cách chèn

source: the # character into a comment at the appropriate point.
es: el carácter # en un comentario en el punto apropiado.
sr: знак # у коментар на одговарајућем месту.
sv: tecknet # i en kommentar vid lämplig punkt.
sw: herufi # katika maoni katika hatua inayofaa.
ta: # எழுத்தை பொருத்தமான இடத்தில் கருத்தில் செருகவும்.
th: ใส่ตัวอักษร # ลงในความคิดเห็นที่จุดที่เหมาะสม
tr: # karakterini uygun noktaya yorum olarak ekleyin.
uk: символ # у коментарі у відповідному місці.
ur: مناسب نقطہ پر تبصرہ میں # کردار۔
vi: ký tự # vào chú thích tại điểm thích hợp.

source: If you prefer monochrome diagrams,
es: Si prefieres diagramas monocromáticos,
sr: Ако више волите једнобојне дијаграме,
sv: Om du föredrar monokroma diagram,
sw: Ikiwa unapendelea michoro za monochrome,
ta: நீங்கள் ஒரே வண்ணமுடைய வரைபடங்களை விரும்பினால்,
th: หากคุณชอบแผนภาพขาวดำ
tr: Eğer tek renkli diyagramları tercih ediyorsanız,
uk: Якщо ви віддаєте перевагу монохромним діаграмам,
ur: اگر آپ مونوکروم ڈایاگرام کو ترجیح دیتے ہیں،
vi: Nếu bạn thích sơ đồ đơn sắc,

source: you can select the B/W diagram check box.
es: Puede seleccionar la casilla de verificación Diagrama B/N.
sr: можете потврдити избор у пољу за потврду Б/В дијаграм.
sv: du kan markera kryssrutan B/W diagram.
sw: unaweza kuchagua kisanduku tiki cha mchoro wa B/W.
ta: நீங்கள் B/W வரைபட தேர்வுப்பெட்டியைத் தேர்ந்தெடுக்கலாம்.
th: คุณสามารถเลือกช่องกาเครื่องหมายแผนภาพ B/W ได้
tr: Siyah/Beyaz Diyagram onay kutusunu seçebilirsiniz.
uk: ви можете встановити прапорець Ч/Б діаграма.
ur: آپ B/W ڈایاگرام چیک باکس کو منتخب کر سکتے ہیں۔
vi: bạn có thể chọn hộp kiểm sơ đồ B/W.

source: Page type can be changed using the Page Setup button.
es: El tipo de página se puede cambiar utilizando el botón Configurar página.
sr: Тип странице се може променити помоћу дугмета Подешавање странице.
sv: Sidtyp kan ändras med knappen Utskriftsformat.
sw: Aina ya ukurasa inaweza kubadilishwa kwa kutumia kitufe cha Kuweka Ukurasa.
ta: பக்க அமைவு பொத்தானைப் பயன்படுத்தி பக்க வகையை மாற்றலாம்.
th: สามารถเปลี่ยนประเภทหน้าได้โดยใช้ปุ่มตั้งค่าหน้า
tr: Sayfa Yapısı butonunu kullanarak sayfa tipini değiştirebilirsiniz.
uk: Тип сторінки можна змінити за допомогою кнопки Параметри сторінки.
ur: صفحہ سیٹ اپ بٹن کا استعمال کرتے ہوئے صفحہ کی قسم کو تبدیل کیا جا سکتا ہے۔
vi: Có thể thay đổi loại trang bằng cách sử dụng nút Thiết lập trang.

source: Different fonts can be set using the Choose Font button.
es: Se pueden configurar diferentes fuentes utilizando el botón Elegir fuente.
sr: Помоћу дугмета Цхоосе Фонт можете подесити различите фонтове.
sv: Olika teckensnitt kan ställas in med knappen Välj teckensnitt.
sw: Fonti tofauti zinaweza kuwekwa kwa kutumia kitufe cha Chagua herufi.
ta: எழுத்துருவைத் தேர்ந்தெடு பொத்தானைப் பயன்படுத்தி வெவ்வேறு எழுத்துருக்களை அமைக்கலாம்.
th: คุณสามารถตั้งค่าแบบอักษรที่แตกต่างกันได้โดยใช้ปุ่มเลือกแบบอักษร
tr: Yazı Tipi Seç butonunu kullanarak farklı yazı tipleri ayarlanabilir.
uk: За допомогою кнопки «Вибрати шрифт» можна встановити різні шрифти.
ur: Choose Font بٹن کا استعمال کرتے ہوئے مختلف فونٹس سیٹ کیے جا سکتے ہیں۔
vi: Có thể cài đặt nhiều phông chữ khác nhau bằng nút Chọn phông chữ.

source: Print options help
es: Ayuda con las opciones de impresión
sr: Опције штампања помажу
sv: Hjälp för utskriftsalternativ
sw: Usaidizi wa chaguzi za kuchapisha
ta: அச்சு விருப்பங்கள் உதவி
th: ตัวเลือกการพิมพ์ช่วยเหลือ
tr: Yazdırma seçenekleri yardımı
uk: Довідка щодо параметрів друку
ur: پرنٹ کے اختیارات میں مدد
vi: Tùy chọn in giúp đỡ

source: Puzzle mode options
es: Opciones del modo rompecabezas
sr: Опције режима слагалице
sv: Alternativ för pusselläge
sw: Chaguzi za hali ya fumbo
ta: புதிர் பயன்முறை விருப்பங்கள்
th: ตัวเลือกโหมดปริศนา
tr: Bulmaca modu seçenekleri
uk: Параметри режиму головоломки
ur: پہیلی موڈ کے اختیارات
vi: Tùy chọn chế độ giải đố

source: There is no game loaded for hints
es: No hay ningún juego cargado para pistas.
sr: Нема учитане игре за наговештаје
sv: Det finns inget spel laddat för tips
sw: Hakuna mchezo uliopakiwa kwa vidokezo
ta: குறிப்புகளுக்காக எந்த விளையாட்டும் ஏற்றப்படவில்லை.
th: ไม่มีเกมที่โหลดไว้สำหรับคำใบ้
tr: İpuçları için yüklenmiş bir oyun yok
uk: Немає жодної гри, завантаженої для підказок
ur: اشارے کے لیے کوئی گیم لوڈ نہیں ہے۔
vi: Không có trò chơi nào được tải để gợi ý

source: Clock
es: Reloj
sr: Сат
sv: Klocka
sw: Saa
ta: கடிகாரம்
th: นาฬิกา
tr: Saat
uk: Годинник
ur: گھڑی
vi: Cái đồng hồ

source: Time is up
es: El tiempo ha terminado
sr: Време је истекло
sv: Tiden är ute
sw: Muda umekwisha
ta: நேரம் முடிந்துவிட்டது.
th: เวลาหมดลงแล้ว
tr: Zaman doldu
uk: Час минув
ur: وقت ختم ہو گیا ہے۔
vi: Thời gian đã hết

source: Adjust statistics
es: Ajustar las estadísticas
sr: Подесите статистику
sv: Justera statistik
sw: Rekebisha takwimu
ta: புள்ளிவிவரங்களைச் சரிசெய்யவும்
th: ปรับสถิติ
tr: İstatistikleri ayarla
uk: Налаштувати статистику
ur: اعداد و شمار کو ایڈجسٹ کریں۔
vi: Điều chỉnh số liệu thống kê

source: Total move no.
es: Número total de movimientos
sr: Укупан потез бр.
sv: Totalt drag nr.
sw: Jumla ya hoja nambari.
ta: மொத்த நகர்வு எண்.
th: รวมย้ายครั้งที่
tr: Toplam hareket sayısı
uk: Загальний хід №
ur: کل اقدام نمبر
vi: Tổng số lần di chuyển

source: Correct move no.
es: Movimiento correcto n°
sr: Тачан потез бр.
sv: Rätt drag nr.
sw: Hoja sahihi No.
ta: சரியான நடவடிக்கை இல்லை.
th: ท่าเดินที่ถูกต้อง
tr: Doğru hamle no.
uk: Правильний хід немає.
ur: درست اقدام نمبر
vi: Nước đi đúng số

source: Hint no. :
es: Pista n.º:
sr: Наговештај бр. :
sv: Tips nej. :
sw: Dokezo no. :
ta: குறிப்பு எண்:
th: คำใบ้หมายเลข :
tr: İpucu no.:
uk: Підказка № :
ur: اشارہ نمبر :
vi: Gợi ý số:

source: Puzzle attempted no.
es: Rompecabezas intentado no.
sr: Покушај загонетке бр.
sv: Pusselförsök nr.
sw: Fumbo lilijaribu hapana.
ta: புதிர் முயற்சி இல்லை.
th: พยายามไขปริศนาหมายเลข
tr: Bulmacayı çözmeye çalıştım.
uk: Спроби головоломки немає.
ur: پہیلی کی کوشش کی.
vi: Câu đố đã thử không.

source: Puzzle solved no.
es: Rompecabezas resuelto no.
sr: Решена загонетка бр.
sv: Pussel löst nej.
sw: Fumbo lilitatuliwa.
ta: புதிர் தீர்க்கப்பட்டது இல்லை.
th: ปริศนาถูกคลี่คลายแล้ว
tr: Bulmaca çözüldü no.
uk: Головоломка розв'язана.
ur: پہیلی حل شدہ نمبر۔
vi: Câu đố đã giải được số

source: Time up no. :
es: Se acabó el tiempo n.º:
sr: Време истекло бр. :
sv: Tid slut nej. :
sw: Muda umeisha no. :
ta: நேரம் முடிந்த எண்:
th: เวลาหมด :
tr: Zaman doldu no. :
uk: Часу немає. :
ur: ٹائم اپ نمبر :
vi: Thời gian hết hạn không:

source: Rating percentage :
es: Porcentaje de calificación:
sr: Проценат рејтинга:
sv: Betygsprocent:
sw: Asilimia ya ukadiriaji :
ta: மதிப்பீட்டு சதவீதம்:
th: เปอร์เซ็นต์คะแนน :
tr: Puanlama yüzdesi :
uk: Рейтинг у відсотках:
ur: درجہ بندی کا فیصد:
vi: Tỷ lệ đánh giá:

source: Session
es: Sesión
sr: Сессион
sw: Kikao
ta: அமர்வு
th: การประชุม
tr: Oturum
uk: Сесія
ur: سیشن
vi: Phiên họp

source: Reset current
es: Restablecer corriente
sr: Ресетујте струју
sv: Återställ ström
sw: Weka upya sasa
ta: மின்னோட்டத்தை மீட்டமை
th: รีเซ็ตกระแสไฟ
tr: Akımı sıfırla
uk: Скинути поточний
ur: کرنٹ کو ری سیٹ کریں۔
vi: Đặt lại hiện tại

source: Reset session
es: Restablecer sesión
sr: Ресетујте сесију
sv: Återställ session
sw: Weka upya kipindi
ta: அமர்வை மீட்டமை
th: รีเซ็ตเซสชั่น
tr: Oturumu sıfırla
uk: Скинути сеанс
ur: سیشن کو دوبارہ ترتیب دیں۔
vi: Đặt lại phiên

source: Reset file
es: Restablecer archivo
sr: Ресетујте датотеку
sv: Återställ filen
sw: Weka upya faili
ta: கோப்பை மீட்டமை
th: รีเซ็ตไฟล์
tr: Dosyayı sıfırla
uk: Скинути файл
ur: فائل کو ری سیٹ کریں۔
vi: Đặt lại tập tin

source: Reset all
es: Restablecer todo
sr: Ресетуј све
sv: Återställ alla
sw: Weka upya zote
ta: அனைத்தையும் மீட்டமை
th: รีเซ็ตทั้งหมด
tr: Tümünü sıfırla
uk: Скинути все
ur: سب کو ری سیٹ کریں۔
vi: Đặt lại tất cả

source: This dialog box allows you to manually correct
es: Este cuadro de diálogo le permite corregir manualmente
sr: Овај дијалог вам омогућава да ручно исправите
sv: Denna dialogruta låter dig korrigera manuellt
sw: Kisanduku kidadisi hiki hukuruhusu kusahihisha wewe mwenyewe
ta: இந்த உரையாடல் பெட்டி உங்களை கைமுறையாக சரிசெய்ய அனுமதிக்கிறது
th: กล่องโต้ตอบนี้ช่วยให้คุณแก้ไขด้วยตนเอง
tr: Bu iletişim kutusu manuel olarak düzeltme yapmanıza olanak tanır
uk: Це діалогове вікно дозволяє вручну виправити
ur: یہ ڈائیلاگ باکس آپ کو دستی طور پر درست کرنے کی اجازت دیتا ہے۔
vi: Hộp thoại này cho phép bạn sửa thủ công

source: any puzzle statistics anomalies.
es: Cualquier anomalía en las estadísticas del rompecabezas.
sr: било какве аномалије статистике слагалице.
sv: eventuella avvikelser i pusselstatistiken.
sw: hitilafu zozote za takwimu za fumbo.
ta: ஏதேனும் புதிர் புள்ளிவிவர முரண்பாடுகள்.
th: สถิติปริศนาที่ผิดปกติใด ๆ
tr: Herhangi bir bulmaca istatistik anomalisi.
uk: будь-які аномалії статистики головоломки.
ur: کسی بھی پہیلی کے اعدادوشمار کی بے ضابطگی۔
vi: bất kỳ sự bất thường nào về thống kê câu đố.

source: For example, sometimes a puzzle has more than one winning continuation,
es: Por ejemplo, a veces un rompecabezas tiene más de una continuación ganadora,
sr: На пример, понекад слагалица има више од једног победничког наставка,
sv: Till exempel, ibland har ett pussel mer än en vinnande fortsättning,
sw: Kwa mfano, wakati mwingine fumbo huwa na zaidi ya mwendelezo mmoja wa kushinda,
ta: உதாரணமாக, சில நேரங்களில் ஒரு புதிர் ஒன்றுக்கு மேற்பட்ட வெற்றிகரமான தொடர்ச்சியைக் கொண்டிருக்கும்,
th: ตัวอย่างเช่น บางครั้งปริศนาอาจมีการต่อยอดที่ชนะมากกว่าหนึ่งรอบ
tr: Örneğin, bazen bir bulmacanın birden fazla kazanan devamı vardır,
uk: Наприклад, іноді головоломка має більше одного виграшного продовження,
ur: مثال کے طور پر، کبھی کبھی ایک پہیلی میں ایک سے زیادہ جیتنے کا تسلسل ہوتا ہے،
vi: Ví dụ, đôi khi một câu đố có nhiều hơn một phần tiếp theo chiến thắng,

source: but only one line is given in the solution.
es: pero sólo se da una línea en la solución.
sr: али је у решењу дата само једна линија.
sv: men endast en rad anges i lösningen.
sw: lakini mstari mmoja tu umetolewa katika suluhisho.
ta: ஆனால் கரைசலில் ஒரே ஒரு வரி மட்டுமே கொடுக்கப்பட்டுள்ளது.
th: แต่ในวิธีแก้ให้มีเพียงบรรทัดเดียวเท่านั้น
tr: ancak çözümde sadece bir satır verilmiştir.
uk: але в розв’язанні подано лише один рядок.
ur: لیکن حل میں صرف ایک لائن دی گئی ہے۔
vi: nhưng chỉ có một dòng được đưa ra trong giải pháp.

source: So if a winning move is entered that does not match the one given
es: Entonces, si se introduce un movimiento ganador que no coincide con el dado
sr: Дакле, ако је унет победнички потез који се не поклапа са датим
sv: Så om ett vinnande drag anges som inte matchar det som ges
sw: Kwa hivyo ikiwa hoja ya ushindi imeingizwa hiyo hailingani na ile iliyotolewa
ta: எனவே கொடுக்கப்பட்ட நகர்வுடன் பொருந்தாத ஒரு வெற்றிகரமான நகர்வு உள்ளிடப்பட்டால்
th: ดังนั้นหากมีการเดินที่ชนะซึ่งไม่ตรงกับที่กำหนดไว้
tr: Yani verilenle uyuşmayan bir kazanma hamlesi girilirse
uk: Отже, якщо введено виграшний хід, який не збігається з поданим
ur: لہذا اگر ایک جیتنے والا اقدام درج کیا گیا ہے جو دی گئی ایک سے مماثل نہیں ہے۔
vi: Vì vậy, nếu một nước đi chiến thắng được nhập vào không khớp với nước đi đã cho

source: it would be counted as an incorrect move.
es: Sería considerado como un movimiento incorrecto.
sr: то би се рачунало као нетачан потез.
sv: det skulle räknas som ett felaktigt drag.
sw: itahesabiwa kama hatua isiyo sahihi.
ta: அது தவறான நடவடிக்கையாகக் கணக்கிடப்படும்.
th: มันจะถือเป็นการเคลื่อนไหวที่ไม่ถูกต้อง
tr: yanlış bir hamle olarak sayılacaktır.
uk: це було б зараховано як неправильний хід.
ur: اسے ایک غلط اقدام کے طور پر شمار کیا جائے گا۔
vi: thì sẽ được tính là một nước đi sai.

source: Conversely, sometimes plausible mistakes are given in the solution
es: Por el contrario, a veces se dan errores plausibles en la solución.
sr: Обрнуто, понекад се у решењу наводе уверљиве грешке
sv: Omvänt ges ibland rimliga fel i lösningen
sw: Kinyume chake, wakati mwingine makosa yanayowezekana yanatolewa katika suluhisho
ta: மாறாக, சில நேரங்களில் சாத்தியமான தவறுகள் தீர்வில் கொடுக்கப்படுகின்றன.
th: ในทางกลับกัน บางครั้งมีข้อผิดพลาดที่ดูสมเหตุสมผลเกิดขึ้นในการแก้ปัญหา
tr: Buna karşılık, bazen çözümde makul hatalar verilir
uk: І навпаки, іноді в розв’язанні наводяться правдоподібні помилки
ur: اس کے برعکس، حل میں بعض اوقات قابل فہم غلطیاں دی جاتی ہیں۔
vi: Ngược lại, đôi khi những lỗi hợp lý được đưa ra trong giải pháp

source: and if these moves are not marked as errors with a question mark,
es: y si estos movimientos no están marcados como errores con un signo de interrogación,
sr: и ако ови потези нису означени као грешке знаком питања,
sv: och om dessa drag inte markeras som fel med ett frågetecken,
sw: na ikiwa hatua hizi hazijawekwa alama kama makosa kwa alama ya kuuliza,
ta: இந்த நகர்வுகள் கேள்விக்குறியுடன் பிழைகளாகக் குறிக்கப்படவில்லை என்றால்,
th: และหากการเคลื่อนไหวเหล่านี้ไม่ได้ถูกทำเครื่องหมายเป็นข้อผิดพลาดด้วยเครื่องหมายคำถาม
tr: ve eğer bu hareketler soru işaretiyle hata olarak işaretlenmezse,
uk: і якщо ці ходи не позначені як помилки зі знаком питання,
ur: اور اگر ان چالوں کو سوالیہ نشان کے ساتھ غلطیوں کے طور پر نشان زد نہیں کیا گیا ہے،
vi: và nếu những động thái này không được đánh dấu là lỗi bằng dấu chấm hỏi,

source: entry of such a move would be counted as correct.
es: La introducción de tal movimiento se consideraría correcta.
sr: унос таквог потеза би се рачунао као исправан.
sv: införande av ett sådant drag skulle räknas som korrekt.
sw: kuingia kwa hatua kama hiyo kutahesabiwa kuwa sahihi.
ta: அத்தகைய நடவடிக்கையின் உள்ளீடு சரியானதாகக் கருதப்படும்.
th: การเข้าเคลื่อนไหวดังกล่าวจะถือว่าถูกต้อง
tr: Böyle bir hareketin girişi doğru sayılacaktır.
uk: запис такого ходу буде вважатися правильним.
ur: اس طرح کے اقدام کے اندراج کو درست شمار کیا جائے گا۔
vi: việc nhập một nước đi như vậy sẽ được tính là chính xác.

source: Usually, such issues can be dealt with by simply adjusting the current correct
es: Por lo general, estos problemas se pueden solucionar simplemente ajustando la corriente correcta.
sr: Обично се такви проблеми могу решити једноставним подешавањем тренутног исправног
sv: Vanligtvis kan sådana problem hanteras genom att helt enkelt justera strömmen korrekt
sw: Kawaida, maswala kama haya yanaweza kushughulikiwa kwa kurekebisha tu sahihi ya sasa
ta: வழக்கமாக, இதுபோன்ற சிக்கல்களை தற்போதைய சரியானதை சரிசெய்வதன் மூலம் சமாளிக்க முடியும்
th: โดยปกติแล้ว ปัญหาเหล่านี้สามารถจัดการได้โดยเพียงแค่ปรับค่าปัจจุบันให้ถูกต้อง
tr: Genellikle bu tür sorunlar, mevcut doğru akım değerini ayarlayarak kolayca çözülebilir.
uk: Зазвичай такі проблеми можна вирішити, просто відрегулювавши струм
ur: عام طور پر، اس طرح کے مسائل کو صرف موجودہ درست کو ایڈجسٹ کرکے نمٹا جاسکتا ہے۔
vi: Thông thường, những vấn đề như vậy có thể được giải quyết bằng cách đơn giản là điều chỉnh dòng điện chính xác

source: move number, but a full range of adjustments is available to cover other cases.
es: número de movimiento, pero hay una gama completa de ajustes disponibles para cubrir otros casos.
sr: број потеза, али је доступан читав низ подешавања за покривање других случајева.
sv: flyttnummer, men ett komplett utbud av justeringar är tillgängliga för att täcka andra fall.
sw: kuhamisha nambari, lakini safu kamili ya marekebisho inapatikana kushughulikia kesi zingine.
ta: நகர்வு எண், ஆனால் மற்ற நிகழ்வுகளை உள்ளடக்கிய முழு அளவிலான சரிசெய்தல்கள் கிடைக்கின்றன.
th: ย้ายหมายเลขแต่มีช่วงการปรับแบบเต็มรูปแบบที่สามารถครอบคลุมกรณีอื่นๆ ได้
tr: hareket numarası, ancak diğer durumları da kapsayacak şekilde tam bir ayar aralığı mevcuttur.
uk: номер ходу, але для інших випадків доступний повний діапазон налаштувань.
ur: نمبر منتقل کریں، لیکن دیگر معاملات کا احاطہ کرنے کے لیے ایڈجسٹمنٹ کی مکمل رینج دستیاب ہے۔
vi: số lần di chuyển, nhưng có đầy đủ các điều chỉnh để giải quyết các trường hợp khác.

source: Also, you can use the reset buttons to zero the statisistics
es: También puedes utilizar los botones de reinicio para poner a cero las estadísticas.
sr: Такође, можете користити дугмад за ресетовање да бисте нулили статистику
sv: Du kan också använda återställningsknapparna för att nollställa statistiken
sw: Pia, unaweza kutumia vifungo vya kuweka upya ili sifuri takwimu
ta: மேலும், புள்ளிவிவரங்களை பூஜ்ஜியமாக்க மீட்டமை பொத்தான்களைப் பயன்படுத்தலாம்.
th: นอกจากนี้คุณสามารถใช้ปุ่มรีเซ็ตเพื่อรีเซ็ตสถิติเป็นศูนย์ได้
tr: Ayrıca, istatistikleri sıfırlamak için sıfırlama düğmelerini kullanabilirsiniz
uk: Крім того, ви можете використовувати кнопки скидання, щоб обнулити статистику
ur: اس کے علاوہ، آپ اعداد و شمار کو صفر کرنے کے لیے ری سیٹ بٹن استعمال کر سکتے ہیں۔
vi: Ngoài ra, bạn có thể sử dụng các nút đặt lại để đưa số liệu thống kê về 0

source: for the current puzzle, the puzzle session and the puzzle file.
es: para el rompecabezas actual, la sesión de rompecabezas y el archivo de rompecabezas.
sr: за тренутну слагалицу, сесију слагалице и датотеку слагалице.
sv: för det aktuella pusslet, pusselpasset och pusselfilen.
sw: kwa fumbo la sasa, kipindi cha mafumbo na faili ya mafumbo.
ta: தற்போதைய புதிர், புதிர் அமர்வு மற்றும் புதிர் கோப்புக்கு.
th: สำหรับปริศนาปัจจุบัน เซสชันปริศนา และไฟล์ปริศนา
tr: Mevcut bulmaca, bulmaca oturumu ve bulmaca dosyası için.
uk: для поточної головоломки, сесії головоломки та файлу головоломки.
ur: موجودہ پہیلی، پہیلی سیشن اور پہیلی فائل کے لیے۔
vi: đối với câu đố hiện tại, phiên giải đố và tệp câu đố.

source: Adjust puzzle stats help
es: Ayuda para ajustar las estadísticas del rompecabezas
sr: Помоћ за подешавање статистике слагалице
sv: Hjälp med justera pusselstatistik
sw: Usaidizi wa kurekebisha takwimu za mafumbo
ta: புதிர் புள்ளிவிவர உதவியை சரிசெய்யவும்
th: ปรับสถิติปริศนาช่วย
tr: Bulmaca istatistiklerini ayarlama yardımı
uk: Допоможіть налаштувати статистику головоломки
ur: پہیلی کے اعدادوشمار کی مدد کو ایڈجسٹ کریں۔
vi: Điều chỉnh số liệu thống kê câu đố giúp

source: Please select puzzle options
es: Por favor seleccione las opciones del rompecabezas
sr: Молимо изаберите опције слагалице
sv: Välj pusselalternativ
sw: Tafadhali chagua chaguo za mafumbo
ta: புதிர் விருப்பங்களைத் தேர்ந்தெடுக்கவும்.
th: กรุณาเลือกตัวเลือกปริศนา
tr: Lütfen bulmaca seçeneklerini seçin
uk: Виберіть варіанти головоломки
ur: براہ کرم پہیلی کے اختیارات منتخب کریں۔
vi: Vui lòng chọn tùy chọn câu đố

source: Auto responses
es: Respuestas automáticas
sr: Аутоматски одговори
sv: Autosvar
sw: Majibu ya kiotomatiki
ta: தானியங்கி பதில்கள்
th: การตอบกลับอัตโนมัติ
tr: Otomatik yanıtlar
uk: Автоматичні відповіді
ur: خودکار جوابات
vi: Phản hồi tự động

source: Hint highlight
es: Sugerencia destacada
sr: Истицање наговештаја
sv: Tipsmarkering
sw: Muhtasari wa kidokezo
ta: குறிப்பு ஹைலைட்
th: ไฮไลท์คำใบ้
tr: İpucu vurgusu
uk: Виділення підказки
ur: اشارہ نمایاں کریں۔
vi: Gợi ý nổi bật

source: Show sub-vars
es: Mostrar subvariables
sr: Прикажи под-вари
sv: Visa sub-vars
sw: Onyesha vazi ndogo
ta: துணைப் பிரிவுகளைக் காட்டு
th: แสดงตัวแปรย่อย
tr: Alt değişkenleri göster
uk: Показати підзмінні
ur: ذیلی وارز دکھائیں۔
vi: Hiển thị các biến con

source: Incorrect move message
es: Mensaje de movimiento incorrecto
sr: Нетачна порука о премештању
sv: Felaktigt flyttmeddelande
sw: Ujumbe wa kusogeza usio sahihi
ta: தவறான நகர்வு செய்தி
th: ข้อความย้ายไม่ถูกต้อง
tr: Yanlış hareket mesajı
uk: Неправильне повідомлення про переміщення
ur: غلط منتقلی کا پیغام
vi: Tin nhắn di chuyển không chính xác

source: Puzzle complete message
es: Mensaje de rompecabezas completo
sr: Порука комплетне слагалице
sv: Pussel komplett meddelande
sw: Chemsha ujumbe kamili
ta: புதிர் முழு செய்தி
th: ข้อความปริศนาเสร็จสมบูรณ์
tr: Bulmaca tamamlandı mesajı
uk: Повідомлення про завершення головоломки
ur: پہیلی مکمل پیغام
vi: Câu đố hoàn thành tin nhắn

source: Score skipped puzzle
es: Rompecabezas de puntuación omitida
sr: Слагалица је прескочена
sv: Poäng hoppade över pussel
sw: Fumbo lililoruka alama
ta: மதிப்பெண் தவிர்க்கப்பட்ட புதிர்
th: ปริศนาข้ามคะแนน
tr: Puan atlanmış bulmaca
uk: Оцінка пропущена головоломка
ur: اسکور چھوڑی گئی پہیلی
vi: Điểm bỏ qua câu đố
