Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: after a sub-variation is added.
es: después de agregar una subvariación.
sr: након што се дода подваријација.
sv: efter att en undervariation lagts till.
sw: baada ya tofauti ndogo kuongezwa.
ta: துணை மாறுபாடு சேர்க்கப்பட்ட பிறகு.
th: หลังจากเพิ่มรูปแบบย่อยแล้ว
tr: bir alt varyasyon eklendikten sonra.
uk: після додавання підваріації.
ur: ذیلی تغیرات کو شامل کرنے کے بعد۔
vi: sau khi thêm một biến thể phụ.

source: (This was my expectation, but on my computer the opposite is the case.)
es: (Esta era mi expectativa, pero en mi computadora ocurre lo contrario).
sr: (Ово је било моје очекивање, али на мом рачунару је супротно.)
sv: (Detta var min förväntning, men på min dator är det motsatta fallet.)
sw: (Haya yalikuwa matarajio yangu, lakini kwenye kompyuta yangu ndivyo ilivyo.)
ta: (இதுதான் என்னுடைய எதிர்பார்ப்பு, ஆனால் என்னுடைய கணினியில் இதற்கு நேர்மாறானது.)
th: (นั่นเป็นสิ่งที่ฉันคาดหวังไว้ แต่บนคอมพิวเตอร์ของฉันกลับเป็นตรงกันข้าม)
tr: (Benim beklentim buydu ama bilgisayarımda durum tam tersi.)
uk: (Це було моїм очікуванням, але на моєму комп’ютері все навпаки.)
ur: (یہ میری توقع تھی، لیکن میرے کمپیوٹر پر معاملہ اس کے برعکس ہے۔)
vi: (Đây là điều tôi mong đợi, nhưng trên máy tính của tôi thì lại ngược lại.)

source: By default, < Bug fix > and < Check list change > are switched off.
es: De forma predeterminada, <Corrección de errores> y <Cambio de lista de verificación> están desactivados.
sr: Подразумевано, < Исправка грешака > и < Промена листе за проверу > су искључени.
sv: Som standard är < Bug fix > och < Check list change > avstängda.
sw: Kwa chaguomsingi, < Kurekebisha hitilafu > na < Angalia mabadiliko ya orodha > zimezimwa.
ta: இயல்பாக, பிழை திருத்தம் > மற்றும் <Checklist change > ஆகியவை அணைக்கப்படும்.
th: โดยค่าเริ่มต้น < แก้ไขจุดบกพร่อง > และ < ตรวจสอบการเปลี่ยนแปลงรายการ > จะถูกปิด
tr: Varsayılan olarak, < Hata düzeltme > ve < Kontrol listesi değişikliği > kapalıdır.
uk: За замовчуванням < Bug fix > і < Check list change > вимкнено.
ur: پہلے سے طے شدہ طور پر، < بگ فکس> اور < چیک لسٹ میں تبدیلی> بند ہیں۔
vi: Theo mặc định, <Sửa lỗi> và <Thay đổi danh sách kiểm tra> bị tắt.

source: If there are no errors when sub - var comments are added, or you are not
es: Si no hay errores cuando se agregan comentarios de subvariables, o no está
sr: Ако нема грешака када се додају под - вар коментари, или нисте
sv: Om det inte finns några fel när sub - var-kommentarer läggs till, eller så gör du det inte
sw: Ikiwa hakuna makosa wakati maoni ya sub - var yanaongezwa, au sio
ta: துணை - var கருத்துகள் சேர்க்கப்படும்போது பிழைகள் இல்லை என்றால், அல்லது நீங்கள் இல்லை என்றால்
th: ถ้าไม่มีข้อผิดพลาดเมื่อเพิ่มความคิดเห็น sub-var หรือคุณไม่ได้
tr: Alt değişken yorumları eklendiğinde herhangi bir hata yoksa veya siz değilseniz
uk: Якщо під час додавання коментарів sub-var немає помилок, або ви ні
ur: اگر ذیلی قسم کے تبصرے شامل کیے جانے پر کوئی خرابی نہیں ہے، یا آپ نہیں ہیں۔
vi: Nếu không có lỗi nào khi thêm chú thích sub-var hoặc bạn không

source: troubled if a few errors arise, I suggest leaving these options switched off.
es: Si le preocupan algunos errores, le sugiero dejar estas opciones desactivadas.
sr: ако се појави неколико грешака, предлажем да ове опције оставите искључене.
sv: om några fel uppstår, föreslår jag att du låter dessa alternativ vara avstängda.
sw: shida ikiwa makosa machache yatatokea, ninapendekeza kuacha chaguzi hizi zimezimwa.
ta: சில பிழைகள் ஏற்பட்டால் கவலைப்படுவதால், இந்த விருப்பங்களை அணைத்து விடுமாறு நான் பரிந்துரைக்கிறேன்.
th: หากเกิดข้อผิดพลาดบางประการ ฉันขอแนะนำให้ปิดตัวเลือกเหล่านี้
tr: Birkaç hata ortaya çıkarsa sorun yaşamamak için bu seçenekleri kapalı bırakmanızı öneririm.
uk: якщо виникає кілька помилок, я пропоную залишити ці параметри вимкненими.
ur: اگر کچھ غلطیاں پیدا ہوں تو پریشان ہوں، میں ان اختیارات کو بند کرنے کا مشورہ دیتا ہوں۔
vi: Nếu gặp rắc rối nếu có một vài lỗi phát sinh, tôi khuyên bạn nên tắt các tùy chọn này.

source: However, if more errors arise, you may want to switch < Bug fix > on.
es: Sin embargo, si surgen más errores, es posible que desees activar <Corrección de errores>.
sr: Међутим, ако се појави више грешака, можда ћете желети да укључите < Исправка грешке >.
sv: Men om fler fel uppstår kanske du vill aktivera < Bugfix >.
sw: Hata hivyo, hitilafu zaidi zikitokea, unaweza kutaka kuwasha <Bug fix >.
ta: இருப்பினும், மேலும் பிழைகள் ஏற்பட்டால், நீங்கள் பிழை திருத்தம் > ஐ இயக்க விரும்பலாம்.
th: อย่างไรก็ตาม หากเกิดข้อผิดพลาดเพิ่มเติม คุณอาจต้องการเปิด <การแก้ไขจุดบกพร่อง>
tr: Ancak daha fazla hata ortaya çıkarsa, < Hata düzeltme > seçeneğini açmak isteyebilirsiniz.
uk: Однак, якщо виникає більше помилок, ви можете ввімкнути < Bug fix >.
ur: تاہم، اگر مزید خرابیاں پیدا ہوتی ہیں، تو آپ <بگ فکس> آن ​​کرنا چاہیں گے۔
vi: Tuy nhiên, nếu có thêm lỗi phát sinh, bạn có thể muốn bật <Sửa lỗi>.

source: In this case, you then have to decide how to set < Check list change >
es: En este caso, tienes que decidir cómo configurar <Cambio de lista de verificación>
sr: У овом случају, онда морате да одлучите како да подесите < Промена листе за проверу >
sv: I det här fallet måste du sedan bestämma hur du ska ställa in < Checklista ändra >
sw: Katika kesi hii, itabidi uamue jinsi ya kuweka < Angalia mabadiliko ya orodha >
ta: இந்த விஷயத்தில், நீங்கள் எப்படி அமைப்பது என்பதை முடிவு செய்ய வேண்டும்<சரிபார்ப்பு பட்டியல் மாற்றம் >
th: ในกรณีนี้คุณต้องตัดสินใจว่าจะตั้งค่าอย่างไร < ตรวจสอบรายการเปลี่ยนแปลง >
tr: Bu durumda, <Kontrol listesi değişikliği> nasıl ayarlanacağına karar vermelisiniz
uk: У цьому випадку вам потрібно вирішити, як налаштувати <Зміна контрольного списку>
ur: اس صورت میں، آپ کو پھر یہ فیصلہ کرنا ہوگا کہ < چیک لسٹ میں تبدیلی> کو کیسے سیٹ کرنا ہے۔
vi: Trong trường hợp này, sau đó bạn phải quyết định cách thiết lập <Kiểm tra thay đổi danh sách>

source: So if you have set the program to add sub-variation comments
es: Entonces, si ha configurado el programa para agregar comentarios de subvariación
sr: Дакле, ако сте подесили програм да додаје коментаре подваријација
sv: Så om du har ställt in programmet för att lägga till kommentarer om undervarianter
sw: Kwa hivyo ikiwa umeweka programu kuongeza maoni ya tofauti ndogo
ta: எனவே நீங்கள் துணை-மாறுபாடு கருத்துகளைச் சேர்க்க நிரலை அமைத்திருந்தால்
th: ดังนั้นหากคุณได้ตั้งค่าโปรแกรมให้เพิ่มคำอธิบายรูปแบบย่อย
tr: Yani programı alt varyasyon yorumları ekleyecek şekilde ayarladıysanız
uk: Отже, якщо ви налаштували програму на додавання коментарів підваріантів
ur: لہذا اگر آپ نے ذیلی تغیرات کے تبصرے شامل کرنے کا پروگرام ترتیب دیا ہے۔
vi: Vì vậy, nếu bạn đã thiết lập chương trình để thêm các bình luận biến thể phụ

source: and none are being added when a sub-variation is added to the main line,
es: y no se agrega ninguna cuando se agrega una subvariación a la línea principal,
sr: и ниједна се не додаје када се подваријација дода главној линији,
sv: och ingen läggs till när en undervariation läggs till på huvudraden,
sw: na hakuna inayoongezwa wakati tofauti ndogo inaongezwa kwenye mstari mkuu,
ta: மேலும் பிரதான வரியில் துணை மாறுபாடு சேர்க்கப்படும்போது எதுவும் சேர்க்கப்படுவதில்லை,
th: และไม่มีการเพิ่มเติมใดๆ เมื่อมีการเพิ่มตัวแปรย่อยลงในสายหลัก
tr: ve ana satıra bir alt varyasyon eklendiğinde hiçbiri eklenmiyor,
uk: і жоден не додається, коли підваріант додається до основного рядка,
ur: اور کوئی بھی شامل نہیں کیا جا رہا ہے جب ایک ذیلی تغیر مین لائن میں شامل کیا جاتا ہے،
vi: và không có gì được thêm vào khi một biến thể phụ được thêm vào dòng chính,

source: then switch on < Check list change >
es: luego enciende < Verificar cambio de lista >
sr: затим укључите < Промена листе за проверу >
sv: slå sedan på < Byt checklista >
sw: kisha uwashe < Angalia mabadiliko ya orodha >
ta: பின்னர் <சரிபார்ப்பு பட்டியல் மாற்றம் > ஐ இயக்கவும்
th: แล้วเปิดเครื่อง < ตรวจสอบรายการเปลี่ยนแปลง >
tr: sonra < Kontrol listesi değişikliği >'ni açın
uk: потім увімкніть <Зміна контрольного списку>
ur: پھر <چیک لسٹ میں تبدیلی> پر سوئچ کریں۔
vi: sau đó bật < Kiểm tra danh sách thay đổi >

source: Given the fact that I have no idea what the underlying cause of this problem is
es: Dado que no tengo idea de cuál es la causa subyacente de este problema
sr: С обзиром на чињеницу да немам појма шта је основни узрок овог проблема
sv: Med tanke på att jag inte har någon aning om vad den underliggande orsaken till detta problem är
sw: Kwa kuzingatia ukweli kwamba sijui ni nini sababu ya msingi ya shida hii
ta: இந்தப் பிரச்சனைக்கான அடிப்படைக் காரணம் என்னவென்று எனக்குத் தெரியாததால்
th: เนื่องจากฉันไม่มีความคิดว่าสาเหตุเบื้องหลังของปัญหานี้คืออะไร
tr: Bu sorunun altında yatan nedenin ne olduğu hakkında hiçbir fikrim olmadığı göz önüne alındığında
uk: Враховуючи той факт, що я не знаю, яка основна причина цієї проблеми
ur: اس حقیقت کو دیکھتے ہوئے کہ مجھے نہیں معلوم کہ اس مسئلے کی بنیادی وجہ کیا ہے۔
vi: Cho dù tôi không biết nguyên nhân cơ bản của vấn đề này là gì

source: and the equally mystifying behaviour of the bug fix, I thought it best
es: Y el comportamiento igualmente desconcertante de la corrección de errores, pensé que sería mejor...
sr: и једнако мистификујуће понашање исправке грешака, мислио сам да је то најбоље
sv: och det lika mystifierande beteendet hos buggfixen, jag tyckte det var bäst
sw: na tabia ya kutatanisha sawa ya kurekebisha mdudu, nilidhani ni bora
ta: பிழை திருத்தத்தின் சமமான மர்மமான நடத்தை, நான் அதைச் சிறப்பாகக் கருதினேன்.
th: และพฤติกรรมที่น่าสับสนพอๆ กันของการแก้ไขจุดบกพร่อง ฉันคิดว่ามันดีที่สุด
tr: ve hata düzeltmenin aynı derecede şaşırtıcı davranışı, bunun en iyisi olduğunu düşündüm
uk: і настільки ж загадкову поведінку виправлення помилок, я вважав це найкращим
ur: اور بگ فکس کا اتنا ہی پراسرار سلوک، میں نے اسے بہترین سمجھا
vi: và hành vi khó hiểu tương tự của bản sửa lỗi, tôi nghĩ tốt nhất là

source: to cover both possibilities for adding sub-vars to the game list box.
es: para cubrir ambas posibilidades de agregar subvariables al cuadro de lista del juego.
sr: да покрије обе могућности за додавање под-варова у оквир са листом игара.
sv: för att täcka båda möjligheterna att lägga till sub-vars till spelets listbox.
sw: ili kufidia uwezekano zote mbili za kuongeza vazi ndogo kwenye kisanduku cha orodha ya mchezo.
ta: விளையாட்டு பட்டியல் பெட்டியில் துணை வார்களைச் சேர்ப்பதற்கான இரண்டு சாத்தியக்கூறுகளையும் உள்ளடக்கும்.
th: เพื่อครอบคลุมทั้งสองความเป็นไปได้ในการเพิ่มตัวแปรย่อยลงในกล่องรายการเกม
tr: Oyun liste kutusuna alt değişken eklemenin her iki olasılığını da kapsayacak şekilde.
uk: щоб охопити обидві можливості для додавання підзмінних до вікна списку гри.
ur: گیم لسٹ باکس میں ذیلی وارز شامل کرنے کے دونوں امکانات کا احاطہ کرنے کے لیے۔
vi: để bao gồm cả hai khả năng thêm các biến con vào hộp danh sách trò chơi.

source: Help on bug fix for adding sub variations
es: Ayuda para corregir errores al agregar subvariaciones
sr: Помоћ за исправку грешака за додавање подваријација
sv: Hjälp med buggfix för att lägga till undervarianter
sw: Usaidizi wa kurekebisha hitilafu kwa kuongeza tofauti ndogo
ta: துணை மாறுபாடுகளைச் சேர்ப்பதற்கான பிழை திருத்தத்திற்கான உதவி.
th: ช่วยเหลือในการแก้ไขข้อบกพร่องในการเพิ่มรูปแบบย่อย
tr: Alt varyasyonların eklenmesine ilişkin hata düzeltmesi konusunda yardım
uk: Допомога щодо виправлення помилок для додавання підваріантів
ur: ذیلی تغیرات شامل کرنے کے لیے بگ ٹھیک کرنے میں مدد کریں۔
vi: Trợ giúp sửa lỗi khi thêm các biến thể phụ

source: Analysing game
es: Análisis del juego
sr: Анализа игре
sv: Analyserande spel
sw: Kuchambua mchezo
ta: விளையாட்டை பகுப்பாய்வு செய்தல்
th: การวิเคราะห์เกม
tr: Oyunu analiz etmek
uk: Аналізуюча гра
ur: تجزیہ کرنے والا کھیل
vi: Phân tích trò chơi

source: Analysing game %d / %d
es: Analizando el juego %d / %d
sr: Анализа игре %д / %д
sv: Analyserar spel %d / %d
sw: Inachanganua mchezo %d / %d
ta: %d / %d விளையாட்டை பகுப்பாய்வு செய்கிறது
th: วิเคราะห์เกม %d / %d
tr: Oyun %d / %d analiz ediliyor
uk: Аналіз гри %d / %d
ur: گیم کا تجزیہ کیا جا رہا ہے %d / %d
vi: Phân tích trò chơi %d / %d

source: Piece animation options for 3d graphics
es: Opciones de animación de piezas para gráficos 3D
sr: Опције анимације комада за 3Д графику
sv: Bitanimationsalternativ för 3d-grafik
sw: Chaguo za uhuishaji wa kipande kwa michoro ya 3d
ta: 3D கிராபிக்ஸிற்கான துண்டு அனிமேஷன் விருப்பங்கள்
th: ตัวเลือกแอนิเมชั่นชิ้นงานสำหรับกราฟิก 3 มิติ
tr: 3D grafikler için parça animasyon seçenekleri
uk: Параметри фрагментної анімації для 3d-графіки
ur: 3d گرافکس کے لیے پیس اینیمیشن کے اختیارات
vi: Tùy chọn hoạt hình cho đồ họa 3D

source: Piece animation options for 2d graphics
es: Opciones de animación de piezas para gráficos 2D
sr: Опције анимације комада за 2д графику
sv: Bitanimationsalternativ för 2d-grafik
sw: Chaguo za uhuishaji wa kipande kwa michoro ya 2d
ta: 2டி கிராபிக்ஸிற்கான துண்டு அனிமேஷன் விருப்பங்கள்
th: ตัวเลือกแอนิเมชั่นชิ้นงานสำหรับกราฟิก 2 มิติ
tr: 2D grafikler için parça animasyon seçenekleri
uk: Параметри фрагментної анімації для двовимірної графіки
ur: 2d گرافکس کے لیے پیس اینیمیشن کے اختیارات
vi: Tùy chọn hoạt hình cho đồ họa 2D

source: Use animation
es: Usar animación
sr: Користите анимацију
sv: Använd animation
sw: Tumia uhuishaji
ta: அனிமேஷனைப் பயன்படுத்தவும்
th: ใช้แอนิเมชั่น
tr: Animasyon kullan
uk: Використовуйте анімацію
ur: حرکت پذیری کا استعمال کریں۔
vi: Sử dụng hoạt hình

source: Pixel increment(1 - 10) :
es: Incremento de píxeles (1 - 10):
sr: Повећање пиксела (1 - 10) :
sv: Pixelökning (1 - 10):
sw: Ongezeko la pikseli(1 - 10) :
ta: பிக்சல் அதிகரிப்பு(1 - 10) :
th: การเพิ่มพิกเซล (1 - 10):
tr: Piksel artışı(1 - 10) :
uk: Приріст пікселів (1 - 10) :
ur: پکسل انکریمنٹ (1 - 10):
vi: Tăng pixel (1 - 10):

source: Screen increment in thousandths (1 - 1000) :
es: Incremento de pantalla en milésimas (1 - 1000):
sr: Повећање екрана у хиљадитим деловима (1 - 1000):
sv: Skärmökning i tusendelar (1 - 1000):
sw: Ongezeko la skrini kwa maelfu (1 - 1000) :
ta: ஆயிரத்தில் ஒரு பங்கு திரை அதிகரிப்பு (1 - 1000) :
th: การเพิ่มหน้าจอเป็นหน่วยพัน (1 - 1000) :
tr: Ekran artışı binde bir (1 - 1000) cinsinden:
uk: Крок екрана в тисячних (1–1000) :
ur: اسکرین میں اضافہ ہزارویں (1 - 1000):
vi: Màn hình tăng dần theo phần nghìn (1 - 1000):

source: Delay in milli-seconds (0 - 100) :
es: Retraso en milisegundos (0 - 100):
sr: Кашњење у милисекундама (0 - 100) :
sv: Fördröjning i millisekunder (0 - 100):
sw: Kuchelewa kwa milli-sekunde (0 - 100) :
ta: மில்லி-வினாடிகளில் தாமதம் (0 - 100):
th: ความล่าช้าเป็นมิลลิวินาที (0 - 100) :
tr: Gecikme milisaniye cinsinden (0 - 100):
uk: Затримка в мілісекундах (0 - 100) :
ur: ملی سیکنڈ میں تاخیر (0 - 100):
vi: Độ trễ tính bằng mili giây (0 - 100):

source: Use animation for
es: Utilice la animación para
sr: Користите анимацију за
sv: Använd animation för
sw: Tumia uhuishaji kwa
ta: அனிமேஷனைப் பயன்படுத்தவும்
th: ใช้แอนิเมชั่นสำหรับ
tr: Animasyonu kullan
uk: Використовуйте анімацію для
ur: کے لیے حرکت پذیری کا استعمال کریں۔
vi: Sử dụng hoạt hình cho

source: Player moves
es: Movimientos del jugador
sr: Играч се креће
sv: Spelaren rör sig
sw: Hatua za mchezaji
ta: வீரர் நகர்வுகள்
th: การเคลื่อนไหวของผู้เล่น
tr: Oyuncu hareketleri
uk: Гравець рухається
ur: کھلاڑی کی حرکت
vi: Người chơi di chuyển

source: Computer moves
es: La computadora se mueve
sr: Компјутер се креће
sv: Datorn rör sig
sw: Kompyuta inasonga
ta: கணினி நகர்கிறது
th: การเคลื่อนที่ของคอมพิวเตอร์
tr: Bilgisayar hareket ediyor
uk: Комп'ютер рухається
ur: کمپیوٹر کی حرکت
vi: Máy tính di chuyển

source: Engine vs. engine
es: Motor vs. motor
sr: Мотор против мотора
sv: Motor vs. motor
sw: Injini dhidi ya injini
ta: எஞ்சின் vs. எஞ்சின்
th: เครื่องยนต์ vs เครื่องยนต์
tr: Motor vs. motor
uk: Двигун проти двигуна
ur: انجن بمقابلہ انجن
vi: Động cơ so với động cơ

source: Puzzle mode
es: Modo rompecabezas
sr: Режим слагалице
sv: Pusselläge
sw: Hali ya fumbo
ta: புதிர் முறை
th: โหมดปริศนา
tr: Bulmaca modu
uk: Режим головоломки
ur: پہیلی موڈ
vi: Chế độ giải đố

source: Pixel increment for screen move update of sliding piece
es: Incremento de píxeles para la actualización del movimiento de la pantalla de la pieza deslizante
sr: Повећање пиксела за ажурирање померања екрана клизног дела
sv: Pixelökning för uppdatering av skärmflyttning av glidstycke
sw: Ongezeko la pikseli kwa sasisho la kusogeza skrini la kipande cha kutelezesha
ta: சறுக்கும் துண்டின் திரை நகர்வு புதுப்பிப்புக்கான பிக்சல் அதிகரிப்பு.
th: การเพิ่มพิกเซลสำหรับการอัพเดทการเคลื่อนหน้าจอของชิ้นส่วนที่เลื่อน
tr: Kayan parçanın ekran hareketi güncellemesi için piksel artışı
uk: Приріст пікселів для оновлення переміщення екрана ковзаючої частини
ur: سلائیڈنگ پیس کی اسکرین موو اپ ڈیٹ کے لیے پکسل انکریمنٹ
vi: Tăng pixel để cập nhật di chuyển màn hình của phần trượt

source: Screen increment for move update of sliding piece in thousandths
es: Incremento de pantalla para actualización de movimiento de pieza deslizante en milésimas
sr: Повећање екрана за ажурирање померања клизног комада у хиљадитим деловима
sv: Skärmökning för flyttuppdatering av glidstycke i tusendelar
sw: Ongezeko la skrini kwa sasisho la kusogeza la kipande cha kuteleza kwa maelfu
ta: ஆயிரத்தில் ஒரு பங்கில் சறுக்கும் துண்டின் நகர்வு புதுப்பிப்புக்கான திரை அதிகரிப்பு.
th: เพิ่มหน้าจอเพื่ออัพเดทการเคลื่อนตัวของชิ้นส่วนที่เลื่อนเป็นหน่วยพัน
tr: Kayan parçanın binde birlik hareket güncellemesi için ekran artışı
uk: Приріст екрана для оновлення переміщення ковзної частини в тисячних
ur: سلائیڈنگ پیس کو ہزارویں میں منتقل کرنے کے لیے اسکرین انکریمنٹ
vi: Tăng màn hình để cập nhật di chuyển của quân trượt theo phần nghìn

source: Lower for slower and smoother,
es: Más abajo para una velocidad más lenta y suave.
sr: Ниже за спорије и углађеније,
sv: Sänk för långsammare och mjukare,
sw: Chini kwa polepole na laini,
ta: மெதுவாகவும் மென்மையாகவும் இருக்க, கீழே செல்லவும்,
th: ลดระดับลงเพื่อให้ช้าลงและราบรื่นยิ่งขึ้น
tr: Daha yavaş ve daha pürüzsüz olması için daha düşük,
uk: Нижче для повільніше та плавніше,
ur: سست اور ہموار کے لیے کم،
vi: Thấp hơn để chậm hơn và mượt mà hơn,

source: Higher for faster but more jerky
es: Más alto para más rápido pero con más sacudidas
sr: Више за брже, али трзаво
sv: Högre för snabbare men ryckigare
sw: Juu kwa kasi zaidi lakini zaidi jerky
ta: வேகமான ஆனால் அதிக ஜெர்க்கிக்கு உயரமானது
th: สูงกว่าเพื่อความเร็วที่เร็วขึ้นแต่กระตุกมากขึ้น
tr: Daha hızlı ama daha sarsıntılı olması için daha yükseğe
uk: Вище для швидшого, але більш різкого
ur: تیز لیکن زیادہ جھٹکے والے کے لیے زیادہ
vi: Cao hơn để nhanh hơn nhưng giật hơn

source: Delay in milli-seconds for screen update of sliding piece
es: Retraso en milisegundos para la actualización de la pantalla de la pieza deslizante
sr: Кашњење у милисекундама за ажурирање екрана клизног дела
sv: Fördröjning i millisekunder för skärmuppdatering av glidstycke
sw: Icheleweshe kwa sekunde milli kwa sasisho la skrini la kipande cha kuteleza
ta: சறுக்கும் துண்டின் திரை புதுப்பிப்புக்கு மில்லி வினாடிகளில் தாமதம்
th: ความล่าช้าเป็นมิลลิวินาทีสำหรับการอัพเดตหน้าจอของชิ้นส่วนเลื่อน
tr: Kayan parçanın ekran güncellemesi için milisaniye cinsinden gecikme
uk: Затримка в мілісекундах для оновлення екрана ковзання
ur: سلائیڈنگ پیس کی اسکرین اپ ڈیٹ کے لیے ملی سیکنڈ میں تاخیر
vi: Độ trễ tính bằng mili giây để cập nhật màn hình của phần trượt

source: Lower for faster, higher for slower
es: Más abajo para más rápido, más arriba para más lento
sr: Ниже за брже, више за спорије
sv: Lägre för snabbare, högre för långsammare
sw: Chini kwa kasi zaidi, juu kwa polepole
ta: வேகத்திற்குக் குறைவு, மெதுவாக இருந்தால் அதிகம்
th: ต่ำลงเพื่อเร็วขึ้น สูงขึ้นเพื่อช้าลง
tr: Daha hızlı için daha alçak, daha yavaş için daha yüksek
uk: Нижче для швидше, вище для повільніше
ur: تیز کے لیے کم، سست کے لیے زیادہ
vi: Thấp hơn để nhanh hơn, cao hơn để chậm hơn

source: Sliding piece animation shows a piece gradually moving across
es: La animación de pieza deslizante muestra una pieza que se mueve gradualmente a través de
sr: Анимација клизног дела приказује комад који се постепено креће
sv: Animation med glidande bitar visar en bit som gradvis rör sig över
sw: Uhuishaji wa kipande kinachoteleza unaonyesha kipande kikisogea hatua kwa hatua
ta: சறுக்கும் துண்டு அனிமேஷன் ஒரு துண்டு படிப்படியாக குறுக்கே நகர்வதைக் காட்டுகிறது.
th: แอนิเมชั่นชิ้นส่วนเลื่อนแสดงให้เห็นชิ้นส่วนที่เคลื่อนตัวไปอย่างช้าๆ
tr: Kayan parça animasyonu, bir parçanın kademeli olarak hareket ettiğini gösterir
uk: Ковзаюча анімація фрагмента показує, як фрагмент поступово рухається поперек
ur: سلائیڈنگ پیس اینیمیشن ایک ٹکڑا دھیرے دھیرے آگے بڑھتا دکھاتا ہے۔
vi: Hoạt ảnh mảnh trượt cho thấy một mảnh di chuyển dần dần qua

source: the board when it is making a move from one square to another,
es: el tablero cuando está haciendo un movimiento de una casilla a otra,
sr: табла када се креће са једног поља на друго,
sv: brädet när det flyttar från en ruta till en annan,
sw: ubao wakati unasonga kutoka mraba mmoja hadi mwingine,
ta: பலகை ஒரு சதுரத்திலிருந்து இன்னொரு சதுரத்திற்கு நகரும் போது,
th: กระดานเมื่อมันเคลื่อนที่จากช่องหนึ่งไปอีกช่องหนึ่ง
tr: tahta bir kareden diğerine hareket ederken,
uk: дошка, коли вона робить хід з одного квадрата на інший,
ur: بورڈ جب ایک مربع سے دوسرے میں منتقل ہوتا ہے،
vi: bàn cờ khi nó di chuyển từ ô này sang ô khác,

source: rather than instantaneously disappearing from the start square
es: en lugar de desaparecer instantáneamente de la casilla de inicio
sr: уместо да тренутно нестане са почетног квадрата
sv: snarare än att omedelbart försvinna från startrutan
sw: badala ya kutoweka mara moja kutoka kwa mraba wa mwanzo
ta: தொடக்க சதுக்கத்திலிருந்து உடனடியாக மறைந்துவிடுவதற்குப் பதிலாக
th: มากกว่าการหายไปจากจุดเริ่มต้นทันที
tr: başlangıç karesinden anında kaybolmak yerine
uk: замість того, щоб миттєво зникнути з початкового квадрата
ur: اسٹارٹ اسکوائر سے فوری طور پر غائب ہونے کے بجائے
vi: thay vì biến mất ngay lập tức khỏi ô bắt đầu

source: and reappearing on the destination square.
es: y reapareciendo en la plaza de destino.
sr: и поново се појављује на одредишном тргу.
sv: och dyker upp igen på destinationstorget.
sw: na kutokea tena kwenye mraba lengwa.
ta: மற்றும் சேருமிட சதுக்கத்தில் மீண்டும் தோன்றும்.
th: และปรากฏขึ้นอีกครั้งที่ช่องจุดหมาย
tr: ve hedef meydanda yeniden beliriyor.
uk: і знову з’являється на площі призначення.
ur: اور منزل چوک پر دوبارہ نمودار ہو رہا ہے۔
vi: và xuất hiện trở lại ở ô đích.

source: This dialog box allows the user to select options
es: Este cuadro de diálogo permite al usuario seleccionar opciones
sr: Овај оквир за дијалог омогућава кориснику да изабере опције
sv: Denna dialogruta låter användaren välja alternativ
sw: Kisanduku kidadisi hiki humruhusu mtumiaji kuchagua chaguo
ta: இந்த உரையாடல் பெட்டி பயனரை விருப்பங்களைத் தேர்ந்தெடுக்க அனுமதிக்கிறது.
th: กล่องโต้ตอบนี้จะอนุญาตให้ผู้ใช้เลือกตัวเลือก
tr: Bu iletişim kutusu kullanıcının seçenekleri seçmesine olanak tanır
uk: Це діалогове вікно дозволяє користувачеві вибрати параметри
ur: یہ ڈائیلاگ باکس صارف کو آپشنز منتخب کرنے کی اجازت دیتا ہے۔
vi: Hộp thoại này cho phép người dùng chọn các tùy chọn

source: for sliding piece animation.
es: para animación de piezas deslizantes.
sr: за анимацију клизних комада.
sv: för animering av glidande bitar.
sw: kwa uhuishaji wa kipande cha kuteleza.
ta: சறுக்கும் துண்டு அனிமேஷனுக்காக.
th: สำหรับแอนิเมชั่นชิ้นส่วนเลื่อน
tr: kayan parça animasyonu için.
uk: для ковзної анімації.
ur: سلائیڈنگ پیس اینیمیشن کے لیے۔
vi: để tạo hiệu ứng chuyển động cho mảnh trượt.
