Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Check to apply your formula to filter game advert responses
es: Marque esta casilla para aplicar su fórmula para filtrar las respuestas a los anuncios del juego.
sr: Означите да бисте применили своју формулу за филтрирање одговора на оглас за игру
sv: Markera för att tillämpa din formel för att filtrera svar på spelannonser
sw: Angalia ili kutumia fomula yako kuchuja majibu ya tangazo la mchezo
ta: விளையாட்டு விளம்பர பதில்களை வடிகட்ட உங்கள் சூத்திரத்தைப் பயன்படுத்த சரிபார்க்கவும்.
th: เลือกเพื่อใช้สูตรของคุณในการกรองการตอบรับโฆษณาเกม
tr: Oyun reklamı yanıtlarını filtrelemek için formülünüzü uygulamak üzere işaretleyin
uk: Поставте прапорець, щоб застосувати вашу формулу для фільтрації відповідей на рекламу гри
ur: گیم اشتہار کے جوابات کو فلٹر کرنے کے لیے اپنا فارمولہ لاگو کرنے کے لیے چیک کریں۔
vi: Kiểm tra để áp dụng công thức của bạn để lọc phản hồi quảng cáo trò chơi

source: This dialog box allows you to enter the parameters for your game advert
es: Este cuadro de diálogo le permite ingresar los parámetros para su anuncio de juego.
sr: Овај оквир за дијалог вам омогућава да унесете параметре за ваш оглас за игру
sv: Denna dialogruta låter dig ange parametrarna för din spelannons
sw: Kisanduku kidadisi hiki hukuruhusu kuingiza vigezo vya tangazo lako la mchezo
ta: இந்த உரையாடல் பெட்டி உங்கள் விளையாட்டு விளம்பரத்திற்கான அளவுருக்களை உள்ளிட உங்களை அனுமதிக்கிறது.
th: กล่องโต้ตอบนี้ช่วยให้คุณสามารถป้อนพารามิเตอร์สำหรับโฆษณาเกมของคุณได้
tr: Bu iletişim kutusu oyun reklamınız için parametreleri girmenize olanak tanır
uk: У цьому діалоговому вікні можна ввести параметри реклами гри
ur: یہ ڈائیلاگ باکس آپ کو اپنے گیم اشتہار کے پیرامیٹرز درج کرنے کی اجازت دیتا ہے۔
vi: Hộp thoại này cho phép bạn nhập các thông số cho quảng cáo trò chơi của bạn

source: Other players on the server may respond and then you can choose an opponent
es: Otros jugadores en el servidor pueden responder y luego puedes elegir un oponente.
sr: Други играчи на серверу могу одговорити и тада можете изабрати противника
sv: Andra spelare på servern kan svara och sedan kan du välja en motståndare
sw: Wachezaji wengine kwenye seva wanaweza kujibu na kisha unaweza kuchagua mpinzani
ta: சர்வரில் உள்ள மற்ற வீரர்கள் பதிலளிக்கலாம், பின்னர் நீங்கள் ஒரு எதிராளியைத் தேர்வு செய்யலாம்.
th: ผู้เล่นคนอื่น ๆ บนเซิร์ฟเวอร์อาจตอบสนองและจากนั้นคุณสามารถเลือกคู่ต่อสู้ได้
tr: Sunucudaki diğer oyuncular yanıt verebilir ve ardından bir rakip seçebilirsiniz
uk: Інші гравці на сервері можуть відповісти, і тоді ви можете вибрати суперника
ur: سرور پر دوسرے کھلاڑی جواب دے سکتے ہیں اور پھر آپ ایک مخالف کا انتخاب کر سکتے ہیں۔
vi: Những người chơi khác trên máy chủ có thể phản hồi và sau đó bạn có thể chọn đối thủ

source: for a game.
es: para un juego.
sr: за игру.
sv: för ett spel.
sw: kwa mchezo.
ta: ஒரு விளையாட்டுக்காக.
th: เพื่อการเล่นเกม
tr: bir oyun için.
uk: для гри.
ur: ایک کھیل کے لئے.
vi: cho một trò chơi.

source: Minutes : The number of minutes allowed for a game.
es: Minutos: El número de minutos permitidos para un juego.
sr: Минуте : Број минута дозвољен за игру.
sv: Minuter : Antalet minuter som tillåts för ett spel.
sw: Dakika : Idadi ya dakika zinazoruhusiwa kwa mchezo.
ta: நிமிடங்கள்: ஒரு விளையாட்டுக்கு அனுமதிக்கப்பட்ட நிமிடங்களின் எண்ணிக்கை.
th: นาที : จำนวนนาทีที่อนุญาตให้เล่นในเกม
tr: Dakikalar : Bir oyun için verilen dakika sayısı.
uk: Хвилини : кількість хвилин, дозволена для гри.
ur: منٹ : ایک گیم کے لیے اجازت دیے گئے منٹوں کی تعداد۔
vi: Phút: Số phút được phép cho một trò chơi.

source: Increment : The increment in seconds for a move during the game.
es: Incremento: El incremento en segundos de un movimiento durante el juego.
sr: Инкремент : Повећање у секундама за потез током игре.
sv: Ökning : Ökningen i sekunder för ett drag under spelet.
sw: Ongezeko : Ongezeko la sekunde kwa hatua wakati wa mchezo.
ta: அதிகரிப்பு: விளையாட்டின் போது ஒரு நகர்வுக்கு வினாடிகளில் ஏற்படும் அதிகரிப்பு.
th: การเพิ่ม: การเพิ่มเป็นวินาทีสำหรับการเคลื่อนไหวในระหว่างเกม
tr: Artış : Oyun sırasında bir hamle için saniye cinsinden artış.
uk: Приріст : приріст у секундах для ходу під час гри.
ur: انکریمنٹ : گیم کے دوران حرکت کے لیے سیکنڈوں میں اضافہ۔
vi: Tăng dần: Sự tăng dần tính bằng giây cho một nước đi trong suốt trò chơi.

source: Select colour : Choose the White pieces, the Black pieces or either colour.
es: Seleccionar color: elige las piezas blancas, las piezas negras o cualquier color.
sr: Изаберите боју: Изаберите беле делове, црне делове или неку боју.
sv: Välj färg : Välj de vita bitarna, de svarta bitarna eller någon av färgerna.
sw: Chagua rangi : Chagua vipande vyeupe, vipande vyeusi au ama rangi.
ta: வண்ணத்தைத் தேர்ந்தெடுக்கவும்: வெள்ளைத் துண்டுகள், கருப்புத் துண்டுகள் அல்லது ஏதேனும் ஒரு நிறத்தைத் தேர்ந்தெடுக்கவும்.
th: เลือกสี: เลือกชิ้นสีขาว ชิ้นสีดำ หรือสีใดก็ได้
tr: Renk seçin: Beyaz taşları, Siyah taşları veya herhangi bir rengi seçin.
uk: Виберіть колір: виберіть білі фігури, чорні фігури або будь-який колір.
ur: رنگ منتخب کریں: سفید ٹکڑوں، سیاہ ٹکڑوں یا کسی ایک رنگ کا انتخاب کریں۔
vi: Chọn màu: Chọn quân cờ Trắng, quân cờ Đen hoặc bất kỳ màu nào.

source: Rating range : Choose the Elo rating range of your opponent.
es: Rango de calificación: elige el rango de calificación Elo de tu oponente.
sr: Распон рејтинга : Одаберите опсег Ело рејтинга вашег противника.
sv: Betygsintervall: Välj Elo-betygsintervallet för din motståndare.
sw: Kiwango cha ukadiriaji : Chagua safu ya ukadiriaji wa Elo ya mpinzani wako.
ta: மதிப்பீட்டு வரம்பு: உங்கள் எதிராளியின் எலோ மதிப்பீட்டு வரம்பைத் தேர்வுசெய்யவும்.
th: ช่วงเรตติ้ง: เลือกช่วงเรตติ้ง Elo ของคู่ต่อสู้ของคุณ
tr: Derecelendirme aralığı: Rakibinizin Elo derecelendirme aralığını seçin.
uk: Діапазон рейтингів: виберіть діапазон рейтингу Elo вашого суперника.
ur: درجہ بندی کی حد : اپنے مخالف کی ایلو درجہ بندی کی حد منتخب کریں۔
vi: Phạm vi xếp hạng: Chọn phạm vi xếp hạng Elo của đối thủ.

source: Rated game : Check this box if you want the game to count towards your rating.
es: Juego calificado: marca esta casilla si deseas que el juego cuente para tu calificación.
sr: Оцењена игра: Означите ово поље ако желите да се игра рачуна у вашу оцену.
sv: Betygsatt spel: Markera den här rutan om du vill att spelet ska räknas till ditt betyg.
sw: Mchezo uliokadiriwa : Chagua kisanduku hiki ikiwa unataka mchezo uhesabiwe kuelekea ukadiriaji wako.
ta: மதிப்பிடப்பட்ட விளையாட்டு: உங்கள் மதிப்பீட்டில் இந்த விளையாட்டு சேர்க்கப்பட வேண்டுமெனில் இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: เกมที่ได้รับการจัดอันดับ: ทำเครื่องหมายในช่องนี้หากคุณต้องการให้เกมนับรวมในการจัดอันดับของคุณ
tr: Derecelendirilmiş oyun: Oyunun derecelendirmenize dahil edilmesini istiyorsanız bu kutuyu işaretleyin.
uk: Оцінена гра : поставте цей прапорець, якщо ви хочете, щоб гра враховувалась у вашому рейтингу.
ur: ریٹیڈ گیم : اگر آپ چاہتے ہیں کہ گیم آپ کی ریٹنگ میں شمار ہو تو اس باکس کو چیک کریں۔
vi: Trò chơi được xếp hạng: Đánh dấu vào ô này nếu bạn muốn trò chơi được tính vào xếp hạng của bạn.

source: Auto response : Check this box to accept the first respondant for a game.
es: Respuesta automática: marque esta casilla para aceptar al primer respondedor en un juego.
sr: Аутоматски одговор : Означите ово поље да бисте прихватили првог испитаника за игру.
sv: Autosvar : Markera den här rutan för att acceptera den första svaranden för ett spel.
sw: Jibu la kiotomatiki : Teua kisanduku hiki ili ukubali mjibu wa kwanza wa mchezo.
ta: தானியங்கி பதில்: ஒரு விளையாட்டுக்கு முதல் பதிலளிப்பவரை ஏற்றுக்கொள்ள இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: ตอบกลับอัตโนมัติ: ทำเครื่องหมายในช่องนี้เพื่อยอมรับผู้ตอบคนแรกสำหรับเกม
tr: Otomatik yanıt: Bir oyun için ilk yanıtlayanı kabul etmek için bu kutuyu işaretleyin.
uk: Автовідповідь: установіть цей прапорець, щоб прийняти першого респондента до гри.
ur: خودکار جواب : گیم کے لیے پہلے جواب دہندہ کو قبول کرنے کے لیے اس باکس کو چیک کریں۔
vi: Trả lời tự động: Đánh dấu vào ô này để chấp nhận người trả lời đầu tiên cho một trò chơi.

source: Leave the box unchecked, if you want to choose from multiple replies.
es: Deje la casilla sin marcar si desea elegir entre varias respuestas.
sr: Оставите поље неозначено ако желите да бирате између више одговора.
sv: Lämna rutan omarkerad om du vill välja mellan flera svar.
sw: Acha kisanduku bila kuchaguliwa, ikiwa ungependa kuchagua kutoka kwa majibu mengi.
ta: பல பதில்களில் இருந்து தேர்வு செய்ய விரும்பினால், பெட்டியைத் தேர்வு செய்யாமல் விடவும்.
th: ปล่อยให้ช่องนี้ไม่ทำเครื่องหมายไว้ หากคุณต้องการเลือกจากคำตอบหลายรายการ
tr: Birden fazla yanıt arasından seçim yapmak istiyorsanız kutucuğu işaretsiz bırakın.
uk: Залиште прапорець непозначеним, якщо ви хочете вибрати з кількох відповідей.
ur: اگر آپ متعدد جوابات میں سے انتخاب کرنا چاہتے ہیں تو باکس کو غیر نشان زد رہنے دیں۔
vi: Bỏ chọn ô này nếu bạn muốn chọn nhiều câu trả lời.

source: Apply formula : Check this box to apply your choices to filter the replies.
es: Aplicar fórmula: marque esta casilla para aplicar sus opciones para filtrar las respuestas.
sr: Примени формулу : Означите ово поље да бисте применили своје изборе за филтрирање одговора.
sv: Använd formel : Markera den här rutan för att tillämpa dina val för att filtrera svaren.
sw: Tumia fomula : Teua kisanduku hiki ili kutumia chaguo zako kuchuja majibu.
ta: சூத்திரத்தைப் பயன்படுத்து: பதில்களை வடிகட்ட உங்கள் விருப்பங்களைப் பயன்படுத்த இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: ใช้สูตร: ทำเครื่องหมายในช่องนี้เพื่อใช้ตัวเลือกของคุณในการกรองคำตอบ
tr: Formülü uygula: Cevapları filtrelemek için seçimlerinizi uygulamak üzere bu kutuyu işaretleyin.
uk: Застосувати формулу: установіть цей прапорець, щоб застосувати ваш вибір для фільтрації відповідей.
ur: فارمولہ لاگو کریں : جوابات کو فلٹر کرنے کے لیے اپنے انتخاب کو لاگو کرنے کے لیے اس باکس کو چیک کریں۔
vi: Áp dụng công thức: Đánh dấu vào ô này để áp dụng lựa chọn của bạn nhằm lọc các câu trả lời.

source: Fics place game advert help
es: Ayuda con el anuncio del juego Fics Place
sr: Помоћ за рекламирање игрице Фицс плаце
sv: Fics plats spel annons hjälp
sw: Usaidizi wa tangazo la mchezo wa mahali Fics
ta: புனைகதை இட விளையாட்டு விளம்பர உதவி
th: ฟิคส์เพลสเกมโฆษณาช่วยหน่อย
tr: Fics yer oyunu reklam yardımı
uk: Довідка з реклами гри Fics Place
ur: فکس پلیس گیم ایڈورٹ مدد
vi: Fics đặt quảng cáo trò chơi giúp đỡ

source: Enter the network window settings
es: Ingrese a la configuración de la ventana de red
sr: Унесите поставке мрежног прозора
sv: Ange nätverksfönstrets inställningar
sw: Ingiza mipangilio ya dirisha la mtandao
ta: பிணைய சாளர அமைப்புகளை உள்ளிடவும்
th: เข้าสู่การตั้งค่าหน้าต่างเครือข่าย
tr: Ağ penceresi ayarlarına girin
uk: Введіть налаштування вікна мережі
ur: نیٹ ورک ونڈو کی ترتیبات درج کریں۔
vi: Nhập cài đặt cửa sổ mạng

source: Text input box line no.
es: Número de línea del cuadro de entrada de texto
sr: Поље за унос текста, ред бр.
sv: Textinmatningsruta radnr.
sw: Nambari ya kisanduku cha kuingiza maandishi.
ta: உரை உள்ளீட்டுப் பெட்டி வரி எண்.
th: บรรทัดช่องป้อนข้อความหมายเลข
tr: Metin giriş kutusu satır no.
uk: Номер рядка вікна введення тексту
ur: ٹیکسٹ ان پٹ باکس لائن نمبر
vi: Số dòng hộp nhập văn bản

source: Default take back move no.
es: Movimiento de recuperación predeterminado n.º
sr: Подразумевано враћање потеза бр.
sv: Standard återtag drag nr.
sw: Chaguo-msingi rudisha hoja no.
ta: இயல்புநிலை திரும்பப் பெறுதல் நகர்வு எண்.
th: ค่าเริ่มต้นการเอากลับย้ายหมายเลข
tr: Varsayılan geri alma hareketi no.
uk: За замовчуванням повернути хід №.
ur: ڈیفالٹ ٹیک بیک موو نمبر
vi: Số lần di chuyển mặc định trở lại.

source: Cancel adverts on startup
es: Cancelar anuncios al iniciar
sr: Откажите огласе при покретању
sv: Avbryt annonser vid start
sw: Ghairi matangazo unapoanzisha
ta: தொடக்கத்தில் விளம்பரங்களை ரத்துசெய்
th: ยกเลิกโฆษณาเมื่อเริ่มต้น
tr: Başlangıçta reklamları iptal et
uk: Скасувати рекламу під час запуску
ur: آغاز پر اشتہارات منسوخ کریں۔
vi: Hủy quảng cáo khi khởi động

source: Silence connection messages
es: Silenciar mensajes de conexión
sr: Утишајте поруке везе
sv: Tysta anslutningsmeddelanden
sw: Nyamazisha ujumbe wa muunganisho
ta: இணைப்பு செய்திகளை அமைதிப்படுத்து
th: ข้อความการเชื่อมต่อที่เงียบ
tr: Bağlantı mesajlarını sessize al
uk: Вимкнення повідомлень підключення
ur: کنکشن کے پیغامات کو خاموش کریں۔
vi: Tắt tiếng tin nhắn kết nối

source: Display important game messages
es: Mostrar mensajes importantes del juego
sr: Прикажите важне поруке игре
sv: Visa viktiga spelmeddelanden
sw: Onyesha ujumbe muhimu wa mchezo
ta: முக்கியமான விளையாட்டு செய்திகளைக் காண்பி
th: แสดงข้อความเกมที่สำคัญ
tr: Önemli oyun mesajlarını görüntüle
uk: Показувати важливі повідомлення гри
ur: اہم گیم پیغامات ڈسپلے کریں۔
vi: Hiển thị các thông báo quan trọng của trò chơi

source: Confirm resign message box
es: Confirmar cuadro de mensaje de renuncia
sr: Потврдите оквир са поруком о оставци
sv: Bekräfta meddelanderutan för avsägning
sw: Thibitisha kisanduku cha ujumbe wa kujiuzulu
ta: ராஜினாமாவை உறுதிப்படுத்தும் செய்திப் பெட்டி
th: กล่องข้อความยืนยันการลาออก
tr: İstifa mesaj kutusunu onayla
uk: Підтвердьте повідомлення про звільнення
ur: استعفیٰ کے میسج باکس کی تصدیق کریں۔
vi: Xác nhận hộp tin nhắn từ chức

source: Display Fics status bar 2d message
es: Mostrar mensaje 2D en la barra de estado de Fics
sr: Прикажите 2д поруку Фицс статусне траке
sv: Visa Fics statusfält 2d meddelande
sw: Onyesha upau wa hali wa Fics ujumbe wa 2d
ta: ஃபிக்ஸ் நிலைப் பட்டை 2டி செய்தியைக் காட்டு
th: แสดงแถบสถานะ Fics ข้อความ 2 มิติ
tr: Fics durum çubuğu 2d mesajını görüntüle
uk: Відображення двовимірного повідомлення рядка стану Fics
ur: Fics اسٹیٹس بار 2d پیغام ڈسپلے کریں۔
vi: Hiển thị thanh trạng thái Fics tin nhắn 2d

source: Display Fics status bar 3d message
es: Mostrar mensaje 3D en la barra de estado de Fics
sr: Прикажите 3д поруку Фицс статусне траке
sv: Visa Fics statusfält 3d-meddelande
sw: Onyesha upau wa hali wa Fics ujumbe wa 3d
ta: ஃபிக்ஸ் நிலைப் பட்டை 3டி செய்தியைக் காட்டு
th: แสดงแถบสถานะ Fics ข้อความ 3 มิติ
tr: Fics durum çubuğu 3d mesajını görüntüle
uk: Відображення тривимірного повідомлення рядка стану Fics
ur: Fics اسٹیٹس بار 3d پیغام ڈسپلے کریں۔
vi: Hiển thị thanh trạng thái Fics tin nhắn 3d

source: Select window background colour
es: Seleccionar el color de fondo de la ventana
sr: Изаберите боју позадине прозора
sv: Välj fönsterbakgrundsfärg
sw: Chagua rangi ya mandharinyuma ya dirisha
ta: சாளர பின்னணி நிறத்தைத் தேர்ந்தெடுக்கவும்
th: เลือกสีพื้นหลังหน้าต่าง
tr: Pencere arka plan rengini seçin
uk: Виберіть колір тла вікна
ur: ونڈو کے پس منظر کا رنگ منتخب کریں۔
vi: Chọn màu nền cửa sổ

source: Toolbar icons..
es: Iconos de la barra de herramientas.
sr: Иконе траке са алаткама..
sv: Verktygsfältsikoner..
sw: Aikoni za upau wa vidhibiti..
ta: கருவிப்பட்டி ஐகான்கள்..
th: ไอคอนแถบเครื่องมือ..
tr: Araç çubuğu simgeleri..
uk: Значки панелі інструментів..
ur: ٹول بار کی شبیہیں..
vi: Biểu tượng thanh công cụ.

source: Choose the number of lines for the text input box
es: Elija el número de líneas para el cuadro de entrada de texto
sr: Изаберите број редова за оквир за унос текста
sv: Välj antalet rader för textinmatningsrutan
sw: Chagua idadi ya mistari ya kisanduku cha kuingiza maandishi
ta: உரை உள்ளீட்டுப் பெட்டிக்கான வரிகளின் எண்ணிக்கையைத் தேர்வுசெய்யவும்.
th: เลือกจำนวนบรรทัดสำหรับช่องป้อนข้อความ
tr: Metin giriş kutusu için satır sayısını seçin
uk: Виберіть кількість рядків для поля введення тексту
ur: ٹیکسٹ ان پٹ باکس کے لیے لائنوں کی تعداد کا انتخاب کریں۔
vi: Chọn số dòng cho hộp nhập văn bản

source: Set the default takeback move number for a game
es: Establecer el número de movimiento de recuperación predeterminado para un juego
sr: Подесите подразумевани број потеза повратка за игру
sv: Ställ in standardnummer för återtagningsdrag för ett spel
sw: Weka nambari chaguo-msingi ya uhamishaji wa mchezo
ta: ஒரு விளையாட்டுக்கான இயல்புநிலை திரும்பப் பெறுதல் நகர்வு எண்ணை அமைக்கவும்.
th: ตั้งค่าจำนวนการเคลื่อนไหวกลับเริ่มต้นสำหรับเกม
tr: Bir oyun için varsayılan geri alma hareketi numarasını ayarlayın
uk: Установіть номер ходу повернення за умовчанням для гри
ur: گیم کے لیے ڈیفالٹ ٹیک بیک موو نمبر سیٹ کریں۔
vi: Đặt số lần di chuyển lấy lại mặc định cho một trò chơi

source: Check to cancel the display of game adverts
es: Marque para cancelar la visualización de anuncios del juego
sr: Означите да бисте отказали приказ реклама за игре
sv: Markera för att avbryta visningen av spelannonser
sw: Angalia ili kughairi onyesho la matangazo ya mchezo
ta: விளையாட்டு விளம்பரங்களின் காட்சியை ரத்து செய்ய சரிபார்க்கவும்.
th: เลือกเพื่อยกเลิกการแสดงโฆษณาเกม
tr: Oyun reklamlarının görüntülenmesini iptal etmek için işaretleyin
uk: Поставте прапорець, щоб скасувати показ реклами гри
ur: گیم اشتہارات کی نمائش کو منسوخ کرنے کے لیے چیک کریں۔
vi: Kiểm tra để hủy bỏ việc hiển thị quảng cáo trò chơi

source: after logging on
es: después de iniciar sesión
sr: након пријављивања
sv: efter inloggning
sw: baada ya kuingia
ta: உள்நுழைந்த பிறகு
th: หลังจากเข้าสู่ระบบ
tr: oturum açtıktan sonra
uk: після входу в систему
ur: لاگ ان کرنے کے بعد
vi: sau khi đăng nhập

source: Check to silence messages when playing a game
es: Marca para silenciar los mensajes mientras juegas un juego
sr: Означите да бисте утишали поруке док играте игру
sv: Markera för att tysta meddelanden när du spelar ett spel
sw: Angalia ili kunyamazisha ujumbe unapocheza mchezo
ta: ஒரு விளையாட்டை விளையாடும்போது செய்திகளை அமைதிப்படுத்த சரிபார்க்கவும்.
th: เลือกเพื่อปิดเสียงข้อความขณะเล่นเกม
tr: Oyun oynarken mesajları sessize almak için işaretleyin
uk: Поставте прапорець, щоб вимкнути повідомлення під час гри
ur: گیم کھیلتے وقت پیغامات کو خاموش کرنے کے لیے چیک کریں۔
vi: Kiểm tra để tắt tiếng tin nhắn khi chơi trò chơi

source: Check to silence connection messages
es: Marque para silenciar los mensajes de conexión
sr: Означите да бисте утишали поруке везе
sv: Markera för att tysta anslutningsmeddelanden
sw: Angalia ili kunyamazisha ujumbe wa muunganisho
ta: இணைப்பு செய்திகளை அமைதிப்படுத்த சரிபார்க்கவும்.
th: เลือกเพื่อปิดเสียงข้อความการเชื่อมต่อ
tr: Bağlantı mesajlarını sessize almak için işaretleyin
uk: Поставте прапорець, щоб вимкнути повідомлення про підключення
ur: کنکشن کے پیغامات کو خاموش کرنے کے لیے چیک کریں۔
vi: Kiểm tra để tắt tiếng tin nhắn kết nối

source: for the status bar during a game
es: para la barra de estado durante un juego
sr: за статусну траку током игре
sv: för statusfältet under ett spel
sw: kwa upau wa hali wakati wa mchezo
ta: விளையாட்டின் போது நிலைப் பட்டியில்
th: สำหรับแถบสถานะระหว่างเกม
tr: oyun sırasında durum çubuğu için
uk: для рядка стану під час гри
ur: گیم کے دوران اسٹیٹس بار کے لیے
vi: cho thanh trạng thái trong trò chơi

source: Check to display important game messages
es: Marcar para mostrar mensajes importantes del juego
sr: Означите да бисте приказали важне поруке игре
sv: Markera för att visa viktiga spelmeddelanden
sw: Angalia ili kuonyesha ujumbe muhimu wa mchezo
ta: முக்கியமான விளையாட்டு செய்திகளைக் காட்ட சரிபார்க்கவும்.
th: เลือกเพื่อแสดงข้อความเกมที่สำคัญ
tr: Önemli oyun mesajlarını görüntülemek için işaretleyin
uk: Поставте прапорець, щоб відображати важливі повідомлення гри
ur: اہم گیم پیغامات ڈسپلے کرنے کے لیے چیک کریں۔
vi: Kiểm tra để hiển thị các thông báo quan trọng của trò chơi

source: in a message box
es: en un cuadro de mensaje
sr: у пољу за поруке
sv: i en meddelanderuta
sw: kwenye sanduku la ujumbe
ta: ஒரு செய்திப் பெட்டியில்
th: ในกล่องข้อความ
tr: bir mesaj kutusunda
uk: у вікні повідомлення
ur: ایک میسج باکس میں
vi: trong hộp tin nhắn

source: Check to display confirm box after resigning
es: Marque para mostrar el cuadro de confirmación después de renunciar
sr: Означите да бисте приказали поље за потврду након подношења оставке
sv: Markera för att visa bekräftelserutan efter att du har sagt upp dig
sw: Angalia ili kuonyesha kisanduku cha kuthibitisha baada ya kujiuzulu
ta: ராஜினாமா செய்த பிறகு உறுதிப்படுத்தல் பெட்டியைக் காண்பிக்க டிக் செய்யவும்.
th: ทำเครื่องหมายเพื่อแสดงช่องยืนยันหลังจากการลาออก
tr: İstifa ettikten sonra onay kutusunu görüntülemek için işaretleyin
uk: Поставте прапорець для відображення вікна підтвердження після звільнення
ur: استعفی دینے کے بعد کنفرم باکس ظاہر کرنے کے لیے چیک کریں۔
vi: Kiểm tra để hiển thị hộp xác nhận sau khi từ chức

source: Check to display Fics messages
es: Marque para mostrar los mensajes de Fics
sr: Означите да бисте приказали Фицс поруке
sv: Markera för att visa Fics-meddelanden
sw: Angalia ili kuonyesha ujumbe wa Fics
ta: Fics செய்திகளைக் காட்ட சரிபார்க்கவும்.
th: เลือกเพื่อแสดงข้อความ Fics
tr: Fics mesajlarını görüntülemek için işaretleyin
uk: Поставте прапорець, щоб відображати повідомлення Fics
ur: Fics پیغامات کو ظاہر کرنے کے لیے چیک کریں۔
vi: Kiểm tra để hiển thị tin nhắn Fics

source: on the status bar in 2d
es: en la barra de estado en 2d
sr: на статусној траци у 2д
sv: på statusfältet i 2d
sw: kwenye upau wa hali katika 2d
ta: 2d-ல் நிலைப் பட்டியில்
th: บนแถบสถานะใน 2 มิติ
tr: 2d'deki durum çubuğunda
uk: на панелі стану в 2d
ur: 2d میں اسٹیٹس بار پر
vi: trên thanh trạng thái trong 2d

source: on the status bar in 3d
es: en la barra de estado en 3d
sr: на статусној траци у 3д
sv: på statusfältet i 3d
sw: kwenye upau wa hali katika 3d
ta: 3டியில் நிலைப் பட்டியில்
th: บนแถบสถานะแบบ 3 มิติ
tr: 3 boyutlu durum çubuğunda
uk: на панелі стану в 3D
ur: 3d میں اسٹیٹس بار پر
vi: trên thanh trạng thái ở chế độ 3d

source: Open choose colour dialog box
es: Abrir el cuadro de diálogo de elección de color
sr: Отворите дијалог за избор боје
sv: Öppna dialogrutan Välj färg
sw: Fungua kisanduku kidadisi cha kuchagua rangi
ta: வண்ணத்தைத் தேர்ந்தெடு உரையாடல் பெட்டியைத் திறக்கவும்.
th: เปิดกล่องโต้ตอบเลือกสี
tr: Renk seçme iletişim kutusunu aç
uk: Відкрийте діалогове вікно вибору кольору
ur: رنگ منتخب کریں ڈائیلاگ باکس کھولیں۔
vi: Mở hộp thoại chọn màu

source: Open the select toolbar icons dialog box
es: Abrir el cuadro de diálogo de selección de iconos de la barra de herramientas
sr: Отворите дијалог за избор икона на траци са алаткама
sv: Öppna dialogrutan Välj verktygsfältsikoner
sw: Fungua kisanduku cha mazungumzo cha aikoni za upau wa vidhibiti
ta: கருவிப்பட்டி ஐகான்களைத் தேர்ந்தெடு உரையாடல் பெட்டியைத் திறக்கவும்.
th: เปิดกล่องโต้ตอบเลือกไอคอนแถบเครื่องมือ
tr: Araç çubuğu simgelerini seç iletişim kutusunu aç
uk: Відкрийте діалогове вікно вибору значків панелі інструментів
ur: منتخب ٹول بار آئیکنز ڈائیلاگ باکس کھولیں۔
vi: Mở hộp thoại chọn biểu tượng thanh công cụ

source: This dialog box allows you to set the following options for Fics -
es: Este cuadro de diálogo le permite configurar las siguientes opciones para Fics:
sr: Овај оквир за дијалог вам омогућава да подесите следеће опције за Фицс -
sv: Den här dialogrutan låter dig ställa in följande alternativ för Fics -
sw: Kisanduku kidadisi hiki hukuruhusu kuweka chaguo zifuatazo za Fics -
ta: இந்த உரையாடல் பெட்டி, புனைவுகளுக்கான பின்வரும் விருப்பங்களை அமைக்க உங்களை அனுமதிக்கிறது -
th: กล่องโต้ตอบนี้ช่วยให้คุณตั้งค่าตัวเลือกต่อไปนี้สำหรับ Fics -
tr: Bu iletişim kutusu Fics için aşağıdaki seçenekleri ayarlamanıza olanak tanır:
uk: У цьому діалоговому вікні можна встановити такі параметри для Fics:
ur: یہ ڈائیلاگ باکس آپ کو Fics کے لیے درج ذیل آپشن سیٹ کرنے کی اجازت دیتا ہے۔
vi: Hộp thoại này cho phép bạn thiết lập các tùy chọn sau cho Fics -
