Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: because this format is not suitable for large opening books.
es: porque este formato no es adecuado para libros de gran tamaño.
sr: јер овај формат није прикладан за књиге са великим отварањем.
sv: eftersom detta format inte är lämpligt för stora öppningsböcker.
sw: kwa sababu muundo huu haufai kwa vitabu vikubwa vya ufunguzi.
ta: ஏனெனில் இந்த வடிவம் பெரிய திறந்த புத்தகங்களுக்கு ஏற்றதல்ல.
th: เพราะรูปแบบนี้ไม่เหมาะกับหนังสือเปิดขนาดใหญ่
tr: çünkü bu format büyük açılışlı kitaplar için uygun değildir.
uk: оскільки цей формат не підходить для великих книг, що відкриваються.
ur: کیونکہ یہ فارمیٹ بڑی کھلنے والی کتابوں کے لیے موزوں نہیں ہے۔
vi: vì định dạng này không phù hợp với những cuốn sách có khổ lớn.

source: Whilst the PGN files themselves do not have any preferential move weighting,
es: Si bien los archivos PGN en sí no tienen ninguna ponderación de movimiento preferencial,
sr: Док саме ПГН датотеке немају никакву преференцијалну тежину потеза,
sv: Medan själva PGN-filerna inte har någon prioriterad flyttviktning,
sw: Wakati faili za PGN zenyewe hazina uzani wowote wa upendeleo wa kusonga,
ta: PGN கோப்புகளில் எந்த முன்னுரிமை நகர்வு எடையும் இல்லை என்றாலும்,
th: แม้ว่าไฟล์ PGN เองจะไม่มีการถ่วงน้ำหนักการเคลื่อนตัวที่ต้องการ
tr: PGN dosyalarının kendilerinin herhangi bir tercihli hareket ağırlığı olmamasına rağmen,
uk: У той час як самі файли PGN не мають жодного пріоритетного зважування ходу,
ur: جب کہ PGN فائلوں میں خود کوئی ترجیحی اقدام وزن نہیں ہے،
vi: Mặc dù các tệp PGN không có bất kỳ trọng số di chuyển ưu tiên nào,

source: in the original Tarrasch GUI Bill Forster wrote code to compile a PGN file
es: En la GUI original de Tarrasch, Bill Forster escribió código para compilar un archivo PGN
sr: у оригиналном Таррасцх ГУИ Билл Форстер је написао код за компајлирање ПГН датотеке
sv: i det ursprungliga Tarrasch-gränssnittet skrev Bill Forster kod för att kompilera en PGN-fil
sw: katika Tarrasch GUI asili Bill Forster aliandika msimbo wa kukusanya faili ya PGN
ta: அசல் Tarrasch GUI இல் பில் ஃபோர்ஸ்டர் ஒரு PGN கோப்பை தொகுக்க குறியீட்டை எழுதினார்.
th: ใน GUI ดั้งเดิมของ Tarrasch Bill Forster เขียนโค้ดเพื่อคอมไพล์ไฟล์ PGN
tr: Orijinal Tarrasch GUI'sinde Bill Forster bir PGN dosyasını derlemek için kod yazdı
uk: в оригінальному графічному інтерфейсі Tarrasch Білл Форстер написав код для компіляції файлу PGN
ur: اصل Tarrasch GUI میں بل فورسٹر نے PGN فائل کو مرتب کرنے کے لیے کوڈ لکھا
vi: trong GUI Tarrasch gốc, Bill Forster đã viết mã để biên dịch tệp PGN

source: into an opening book that has a primitive type of move weighting
es: en un libro de aperturas que tiene un tipo primitivo de ponderación de movimientos
sr: у почетну књигу која има примитивни тип пондерисања потеза
sv: till en öppningsbok som har en primitiv typ av dragviktning
sw: kwenye kitabu cha ufunguzi ambacho kina aina ya awali ya uzani wa kusonga
ta: பழமையான வகை நகர்வு எடையைக் கொண்ட ஒரு தொடக்கப் புத்தகத்தில்
th: เข้าไปในหนังสือเปิดที่มีรูปแบบการถ่วงน้ำหนักการเคลื่อนไหวแบบดั้งเดิม
tr: ilkel bir hareket ağırlığı türüne sahip bir açılış kitabına
uk: у книгу відкриття, яка має примітивний тип зважування ходу
ur: ایک ابتدائی کتاب میں جس میں ایک قدیم قسم کی حرکت کا وزن ہے۔
vi: vào một cuốn sách mở đầu có một loại trọng số di chuyển nguyên thủy

source: that records how many times a move appears in the book.
es: que registra cuántas veces aparece un movimiento en el libro.
sr: који бележи колико пута се потез појављује у књизи.
sv: som registrerar hur många gånger ett drag förekommer i boken.
sw: ambayo inarekodi ni mara ngapi hoja inaonekana kwenye kitabu.
ta: அது புத்தகத்தில் ஒரு நகர்வு எத்தனை முறை தோன்றுகிறது என்பதைப் பதிவு செய்கிறது.
th: ซึ่งบันทึกจำนวนครั้งของการเคลื่อนไหวที่ปรากฏในหนังสือ
tr: Bir hareketin kitapta kaç kez göründüğünü kaydeden.
uk: який записує, скільки разів хід з’являється в книзі.
ur: یہ ریکارڈ کرتا ہے کہ کتاب میں حرکت کتنی بار ظاہر ہوتی ہے۔
vi: ghi lại số lần xuất hiện của một nước đi trong cuốn sách.

source: I have added a capability for using Polyglot .bin opening books
es: He añadido una capacidad para usar libros de apertura Polyglot .bin
sr: Додао сам могућност коришћења Полиглот .бин отварања књига
sv: Jag har lagt till en möjlighet att använda Polyglot .bin-öppningsböcker
sw: Nimeongeza uwezo wa kutumia vitabu vya kufungua bin Polyglot
ta: பாலிகிளாட் .பின் திறப்பு புத்தகங்களைப் பயன்படுத்துவதற்கான திறனை நான் சேர்த்துள்ளேன்.
th: ฉันได้เพิ่มความสามารถในการใช้การเปิดหนังสือ Polyglot .bin
tr: Polyglot .bin'i kullanarak kitapları açma yeteneği ekledim
uk: Я додав можливість використовувати Polyglot .bin для відкриття книг
ur: میں نے Polyglot .bin کھولنے والی کتابیں استعمال کرنے کی صلاحیت شامل کی ہے۔
vi: Tôi đã thêm khả năng sử dụng Polyglot .bin để mở sách

source: which have a slightly more sophisticated move weighting system.
es: que tienen un sistema de ponderación de movimientos ligeramente más sofisticado.
sr: који имају мало софистициранији систем пондерисања потеза.
sv: som har ett lite mer sofistikerat dragviktningssystem.
sw: ambazo zina mfumo wa kisasa zaidi wa uzani wa kusonga.
ta: இவை சற்று அதிநவீன நகர்வு எடையிடும் அமைப்பைக் கொண்டுள்ளன.
th: ซึ่งมีระบบการถ่วงน้ำหนักเคลื่อนไหวที่ซับซ้อนกว่าเล็กน้อย
tr: biraz daha gelişmiş bir hareket ağırlıklandırma sistemine sahipler.
uk: які мають дещо складнішу систему зважування ходу.
ur: جس میں قدرے زیادہ نفیس حرکت وزن کا نظام ہے۔
vi: có hệ thống trọng số di chuyển phức tạp hơn một chút.

source: For more info, see the help on Polyglot opening books.
es: Para obtener más información, consulte la ayuda sobre los libros de apertura de Polyglot.
sr: За више информација погледајте помоћ о отварању књига Полиглот-а.
sv: För mer information, se hjälpen om Polyglots öppningsböcker.
sw: Kwa maelezo zaidi, angalia usaidizi kuhusu kufungua vitabu vya Polyglot.
ta: மேலும் தகவலுக்கு, பாலிகிளாட் தொடக்க புத்தகங்கள் குறித்த உதவியைப் பார்க்கவும்.
th: สำหรับข้อมูลเพิ่มเติม โปรดดูความช่วยเหลือเกี่ยวกับหนังสือเปิด Polyglot
tr: Daha fazla bilgi için Polyglot'ta kitap açma konusunda yardıma bakın.
uk: Для отримання додаткової інформації див. довідку про відкриття книг Polyglot.
ur: مزید معلومات کے لیے پولی گلوٹ کھولنے والی کتابوں پر مدد دیکھیں۔
vi: Để biết thêm thông tin, hãy xem phần trợ giúp về sách mở đầu Polyglot.

source: For small opening books, which contain only playable moves,
es: Para libros de apertura pequeños, que contienen solo movimientos jugables,
sr: За мале почетне књиге, које садрже само покрете за игру,
sv: För små öppningsböcker, som endast innehåller spelbara drag,
sw: Kwa vitabu vidogo vya ufunguzi, ambavyo vina hatua zinazoweza kuchezwa tu,
ta: விளையாடக்கூடிய அசைவுகளை மட்டுமே கொண்ட சிறிய தொடக்கப் புத்தகங்களுக்கு,
th: สำหรับหนังสือเปิดขนาดเล็กซึ่งมีเฉพาะการเคลื่อนไหวที่เล่นได้
tr: Sadece oynanabilir hamleler içeren küçük açılış kitapları için,
uk: Для невеликих початкових книг, які містять лише ігрові ходи,
ur: چھوٹی کھلنے والی کتابوں کے لیے، جن میں صرف چلنے کے قابل حرکتیں ہوتی ہیں،
vi: Đối với những cuốn sách mở đầu nhỏ, chỉ chứa những nước đi có thể chơi được,

source: the PGN format is quite usuable.
es: El formato PGN es bastante utilizable.
sr: ПГН формат је прилично употребљив.
sv: PGN-formatet är ganska användbart.
sw: umbizo la PGN linaweza kutumika.
ta: PGN வடிவம் மிகவும் பயனுள்ளதாக இருக்கிறது.
th: รูปแบบ PGN ค่อนข้างใช้งานได้
tr: PGN formatı oldukça kullanışlıdır.
uk: формат PGN цілком зручний.
ur: PGN فارمیٹ کافی قابل استعمال ہے۔
vi: Định dạng PGN khá hữu dụng.

source: Books can be converted from some other formats
es: Los libros se pueden convertir desde otros formatos.
sr: Књиге се могу конвертовати из неких других формата
sv: Böcker kan konverteras från vissa andra format
sw: Vitabu vinaweza kubadilishwa kutoka kwa miundo mingine
ta: புத்தகங்களை வேறு சில வடிவங்களிலிருந்து மாற்றலாம்.
th: หนังสือสามารถแปลงจากรูปแบบอื่นได้
tr: Kitaplar bazı diğer formatlardan dönüştürülebilir
uk: Книги можна конвертувати з деяких інших форматів
ur: کتابیں کچھ دوسرے فارمیٹس سے تبدیل کی جا سکتی ہیں۔
vi: Sách có thể được chuyển đổi từ một số định dạng khác

source: with the free OpenBook utility program written by Mr. Graham O'Neill,
es: con el programa de utilidad gratuito OpenBook escrito por el Sr. Graham O'Neill,
sr: са бесплатним услужним програмом ОпенБоок који је написао господин Грахам О'Неилл,
sv: med det kostnadsfria verktygsprogrammet OpenBook skrivet av Graham O'Neill,
sw: na programu ya matumizi ya OpenBook isiyolipishwa iliyoandikwa na Bw. Graham O'Neill,
ta: திரு. கிரஹாம் ஓ'நீல் எழுதிய இலவச ஓபன்புக் பயன்பாட்டு நிரலுடன்,
th: ด้วยโปรแกรมยูทิลิตี้ OpenBook ฟรีที่เขียนโดยคุณ Graham O'Neill
tr: Bay Graham O'Neill tarafından yazılan ücretsiz OpenBook yardımcı programıyla,
uk: з безкоштовною утилітою OpenBook, написаною містером Гремом О'Нілом,
ur: مسٹر گراہم او نیل کے لکھے ہوئے مفت اوپن بک یوٹیلیٹی پروگرام کے ساتھ،
vi: với chương trình tiện ích OpenBook miễn phí được viết bởi ông Graham O'Neill,

source: which was included in the original download.
es: que se incluyó en la descarga original.
sr: који је био укључен у оригинално преузимање.
sv: som ingick i den ursprungliga nedladdningen.
sw: ambayo ilijumuishwa katika upakuaji wa asili.
ta: இது அசல் பதிவிறக்கத்தில் சேர்க்கப்பட்டுள்ளது.
th: ซึ่งรวมอยู่ในไฟล์ดาวน์โหลดต้นฉบับ
tr: Orijinal indirmeye dahil olan.
uk: який був включений в оригінальне завантаження.
ur: جو اصل ڈاؤن لوڈ میں شامل تھا۔
vi: được bao gồm trong bản tải xuống gốc.

source: This program and some other useful chess utilities
es: Este programa y algunas otras utilidades de ajedrez útiles
sr: Овај програм и неки други корисни шаховски услужни програми
sv: Detta program och några andra användbara schackverktyg
sw: Programu hii na huduma zingine muhimu za chess
ta: இந்த நிரலும் வேறு சில பயனுள்ள சதுரங்கப் பயன்பாடுகளும்
th: โปรแกรมนี้และยูทิลิตี้หมากรุกที่มีประโยชน์อื่น ๆ
tr: Bu program ve diğer bazı yararlı satranç yardımcı programları
uk: Ця програма та деякі інші корисні шахові утиліти
ur: یہ پروگرام اور کچھ دیگر مفید شطرنج کی افادیت
vi: Chương trình này và một số tiện ích cờ vua hữu ích khác

source: are available from the following website :-
es: Están disponibles en el siguiente sitio web:
sr: доступни су на следећем веб сајту: -
sv: finns tillgängliga från följande webbplats:
sw: zinapatikana kwenye tovuti ifuatayo:-
ta: பின்வரும் வலைத்தளத்திலிருந்து கிடைக்கும்:-
th: สามารถเข้าถึงได้จากเว็บไซต์ต่อไปนี้ :-
tr: Aşağıdaki web sitesinden ulaşılabilir:
uk: доступні на наступному веб-сайті: -
ur: درج ذیل ویب سائٹ سے دستیاب ہیں:-
vi: có sẵn trên trang web sau:

source: goneill.co.nz/chess.php
es: goneill.co.nz/ajedrez.php
sr: гонеилл.цо.нз/цхесс.пхп
th: ภาษาไทย
tr: goneill.co.nz/satranç.php
ur: goill.co.nz/chess.php

source: Two PGN opening books from the Balsa opening book suite,
es: Dos libros de apertura PGN de la colección de libros de apertura Balsa,
sr: Две ПГН уводне књиге из комплета књига за отварање Балса,
sv: Två PGN-öppningsböcker från Balsa-öppningsboken,
sw: Vitabu viwili vya ufunguzi wa PGN kutoka kwa chumba cha kufungua kitabu cha Balsa,
ta: பால்சா தொடக்க புத்தகத் தொகுப்பிலிருந்து இரண்டு PGN தொடக்க புத்தகங்கள்,
th: หนังสือเปิด PGN สองเล่มจากชุดหนังสือเปิด Balsa
tr: Balsa açılış kitabı setinden iki PGN açılış kitabı,
uk: Дві початкові книги PGN із набору вступних книг Balsa,
ur: بالسا اوپننگ بک سوٹ سے دو PGN اوپننگ کتابیں،
vi: Hai cuốn sách mở đầu PGN từ bộ sách mở đầu Balsa,

source: Balsa_v500.pgn and Balsa_v110221.pgn, are included in the download.
es: Balsa_v500.pgn y Balsa_v110221.pgn, están incluidos en la descarga.
sr: Балса_в500.пгн и Балса_в110221.пгн, укључени су у преузимање.
sv: Balsa_v500.pgn och Balsa_v110221.pgn, ingår i nedladdningen.
sw: Balsa_v500.pgn na Balsa_v110221.pgn, zimejumuishwa katika upakuaji.
ta: Balsa_v500.pgn மற்றும் Balsa_v110221.pgn ஆகியவை பதிவிறக்கத்தில் சேர்க்கப்பட்டுள்ளன.
th: Balsa_v500.pgn และ Balsa_v110221.pgn รวมอยู่ในไฟล์ดาวน์โหลด
tr: Balsa_v500.pgn ve Balsa_v110221.pgn, indirmeye dahildir.
uk: Balsa_v500.pgn і Balsa_v110221.pgn входять у завантаження.
ur: Balsa_v500.pgn اور Balsa_v110221.pgn، ڈاؤن لوڈ میں شامل ہیں۔
vi: Balsa_v500.pgn và Balsa_v110221.pgn có trong bản tải xuống.

source: These books, which were created by Mr Sedat Canbaz,
es: Estos libros, que fueron creados por el Sr. Sedat Canbaz,
sr: Ове књиге, које је направио господин Седат Цанбаз,
sv: Dessa böcker, som skapades av Mr Sedat Canbaz,
sw: Vitabu hivi, vilivyotengenezwa na Bw Sedat Canbaz,
ta: திரு. சேடாட் கான்பாஸ் அவர்களால் உருவாக்கப்பட்ட இந்தப் புத்தகங்கள்,
th: หนังสือเหล่านี้ซึ่งสร้างขึ้นโดยคุณเซดาต คานบาซ
tr: Sayın Sedat Canbaz'ın hazırladığı bu kitaplar,
uk: Ці книги, створені паном Седатом Канбазом,
ur: یہ کتابیں، جنہیں مسٹر سیدات کینباز نے تخلیق کیا تھا،
vi: Những cuốn sách này được biên soạn bởi ông Sedat Canbaz,

source: are ideal for engine testing.
es: Son ideales para pruebas de motores.
sr: идеални су за тестирање мотора.
sv: är idealiska för motortestning.
sw: ni bora kwa ajili ya kupima injini.
ta: இயந்திர சோதனைக்கு ஏற்றவை.
th: เหมาะสำหรับการทดสอบเครื่องยนต์
tr: motor testleri için idealdir.
uk: ідеально підходять для тестування двигуна.
ur: انجن کی جانچ کے لئے مثالی ہیں.
vi: lý tưởng cho việc thử nghiệm động cơ.

source: More of his books are available from the following website :-
es: Más libros suyos están disponibles en el siguiente sitio web:
sr: Више његових књига доступно је на следећем сајту: -
sv: Fler av hans böcker finns tillgängliga från följande webbplats:
sw: Vitabu vyake zaidi vinapatikana kwenye tovuti ifuatayo:-
ta: அவரது மேலும் பல புத்தகங்கள் பின்வரும் வலைத்தளத்திலிருந்து கிடைக்கின்றன:-
th: สามารถดูหนังสืออื่นๆ ของเขาได้จากเว็บไซต์ต่อไปนี้:
tr: Diğer kitaplarına aşağıdaki web sitesinden ulaşabilirsiniz:
uk: Інші його книги доступні на наступному веб-сайті: -
ur: ان کی مزید کتابیں درج ذیل ویب سائٹ سے دستیاب ہیں:-
vi: Bạn có thể tìm thấy nhiều cuốn sách khác của ông trên trang web sau:

source: sites.google.com/site/computerschess
sr: ситес.гоогле.цом/сите/цомпутерсцхесс
vi: site.google.com/site/computerschess

source: Cannot open save file
es: No se puede abrir el archivo guardado
sr: Није могуће отворити датотеку за чување
sv: Kan inte öppna spara filen
sw: Haiwezi kufungua faili ya kuhifadhi
ta: சேமி கோப்பைத் திறக்க முடியவில்லை.
th: ไม่สามารถเปิดไฟล์บันทึกได้
tr: Kayıt dosyası açılamıyor
uk: Неможливо відкрити файл збереження
ur: محفوظ فائل کو نہیں کھولا جا سکتا
vi: Không thể mở tệp lưu

source: Engine match options saved
es: Opciones de coincidencia del motor guardadas
sr: Опције подударања мотора су сачуване
sv: Motormatchningsalternativ har sparats
sw: Chaguo za kulinganisha za injini zimehifadhiwa
ta: எஞ்சின் பொருத்த விருப்பங்கள் சேமிக்கப்பட்டன.
th: บันทึกตัวเลือกการจับคู่เครื่องยนต์แล้ว
tr: Motor eşleştirme seçenekleri kaydedildi
uk: Параметри відповідності системи збережено
ur: انجن میچ کے اختیارات محفوظ ہو گئے۔
vi: Đã lưu tùy chọn khớp động cơ

source: Engine match options not saved
es: Las opciones de coincidencia del motor no se guardan
sr: Опције подударања мотора нису сачуване
sv: Motormatchningsalternativ har inte sparats
sw: Chaguo za kulinganisha injini hazijahifadhiwa
ta: எஞ்சின் பொருத்த விருப்பங்கள் சேமிக்கப்படவில்லை.
th: ตัวเลือกการจับคู่เครื่องยนต์ไม่ได้รับการบันทึก
tr: Motor eşleştirme seçenekleri kaydedilmedi
uk: Параметри відповідності двигуна не збережено
ur: انجن میچ کے اختیارات محفوظ نہیں ہوئے۔
vi: Tùy chọn khớp động cơ không được lưu

source: Cannot open load file
es: No se puede abrir el archivo de carga
sr: Није могуће отворити датотеку за учитавање
sv: Kan inte öppna ladda filen
sw: Haiwezi kufungua faili ya upakiaji
ta: ஏற்ற கோப்பைத் திறக்க முடியவில்லை.
th: ไม่สามารถเปิดไฟล์โหลดได้
tr: Yükleme dosyası açılamıyor
uk: Неможливо відкрити файл завантаження
ur: لوڈ فائل کو نہیں کھول سکتا
vi: Không thể mở tập tin tải

source: Engine match options loaded
es: Opciones de coincidencia del motor cargadas
sr: Учитане су опције подударања мотора
sv: Motormatchningsalternativ har laddats
sw: Chaguzi zinazolingana za injini zimepakiwa
ta: எஞ்சின் பொருத்த விருப்பங்கள் ஏற்றப்பட்டன.
th: โหลดตัวเลือกการจับคู่เครื่องยนต์แล้ว
tr: Motor eşleştirme seçenekleri yüklendi
uk: Параметри відповідності системи завантажено
ur: انجن میچ کے اختیارات لوڈ ہو گئے۔
vi: Tùy chọn khớp động cơ được tải

source: Engine match options loaded - old version
es: Opciones de coincidencia del motor cargadas (versión antigua)
sr: Учитане су опције подударања мотора - стара верзија
sv: Motormatchningsalternativ laddade - gammal version
sw: Chaguzi za mechi ya injini zimepakiwa - toleo la zamani
ta: எஞ்சின் பொருத்த விருப்பங்கள் ஏற்றப்பட்டன - பழைய பதிப்பு
th: โหลดตัวเลือกการจับคู่เครื่องยนต์แล้ว - เวอร์ชันเก่า
tr: Motor eşleştirme seçenekleri yüklendi - eski sürüm
uk: Параметри відповідності двигуна завантажено – стара версія
ur: انجن میچ کے اختیارات لوڈ ہو گئے - پرانا ورژن
vi: Tùy chọn khớp động cơ đã tải - phiên bản cũ

source: Engine match : Game of
es: Partido de motor: Juego de
sr: Енгине матцх : Гаме оф
sv: Motormatch : Game of
sw: Injini inayolingana : Mchezo wa
ta: எஞ்சின் பொருத்தம்: விளையாட்டு
th: แมทช์เครื่องยนต์ : เกมแห่ง
tr: Motor maçı : Oyun
ur: انجن میچ: گیم آف
vi: Trận đấu động cơ: Trò chơi

source: Engine tournament : Game of
es: Torneo de motores: Juego de
sr: Турнир мотора : Гаме оф
sv: Motorturnering: Game of
sw: Mashindano ya injini : Mchezo wa
ta: எஞ்சின் போட்டி: விளையாட்டு
th: การแข่งขันเครื่องยนต์ : เกมแห่ง
tr: Motor turnuvası : Oyun
uk: Турнір двигунів : Game of
ur: انجن ٹورنامنٹ: گیم آف
vi: Giải đấu động cơ: Trò chơi

source: Engine 1 :
es: Motor 1 :
sr: Мотор 1:
sv: Motor 1:
sw: Injini 1:
ta: எஞ்சின் 1:
th: เครื่องยนต์ 1 :
tr: Motor 1 :
uk: Двигун 1:
ur: انجن 1:
vi: Động cơ 1:

source: Score
es: Puntaje
sr: Сцоре
sv: Göra
sw: Alama
ta: மதிப்பெண்
th: คะแนน
tr: Gol
uk: Оцінка
ur: سکور
vi: Điểm

source: Win
es: Ganar
sr: Победи
sv: Vinna
sw: Shinda
ta: வெற்றி
th: ชนะ
tr: Kazanç
uk: перемога
ur: جیتو
vi: Thắng

source: Loss
es: Pérdida
sr: Губитак
sv: Förlust
sw: Hasara
ta: இழப்பு
th: การสูญเสีย
tr: Kayıp
uk: Втрата
ur: نقصان
vi: Sự mất mát

source: Draw
es: Dibujar
sr: Драв
sv: Dra
sw: Chora
ta: வரையவும்
th: วาด
tr: Çizmek
uk: малювати
ur: ڈرا
vi: Vẽ tranh

source: Engine 2 :
es: Motor 2 :
sr: Мотор 2:
sv: Motor 2:
sw: Injini 2:
ta: எஞ்சின் 2:
th: เครื่องยนต์ 2 :
tr: Motor 2 :
uk: Двигун 2:
ur: انجن 2:
vi: Động cơ 2:

source: match
es: fósforo
sr: утакмицу
sw: mechi
ta: பொருத்து
th: จับคู่
tr: kibrit
uk: матч
ur: میچ
vi: cuộc thi đấu

source: tournament
es: torneo
sr: турнир
sv: turnering
sw: mashindano
ta: போட்டி
th: การแข่งขัน
tr: turnuva
uk: турнір
ur: ٹورنامنٹ
vi: giải đấu

source: tourney
es: torneo
sr: турнир
sv: turnering
sw: safari
ta: போட்டி
th: การแข่งขัน
tr: turnuva
uk: турнір
ur: ٹورنی
vi: giải đấu

source: Engine
es: Motor
sr: Мотор
sv: Motor
sw: Injini
ta: இயந்திரம்
th: เครื่องยนต์
tr: Motor
uk: Двигун
ur: انجن
vi: Động cơ

source: R
sr: Р
ta: ர
th: อาร์
uk: Р
ur: آر

source: Round
es: Redondo
sr: Роунд
sv: Runda
sw: Mzunguko
ta: வட்டம்
th: กลม
tr: Yuvarlak
uk: Круглий
ur: گول
vi: Tròn

source: Game %d of %d
es: Juego %d de %d
sr: Игра %д од %д
sv: Spel %d av %d
sw: Mchezo %d kati ya %d
ta: %d இல் %dவது விளையாட்டு
th: เกม %d จาก %d
tr: Oyun %d/%d
uk: Гра %d з %d
ur: گیم %d از %d
vi: Trò chơi %d của %d

source: Score :
es: Puntaje :
sr: Оцена:
sv: Poäng:
sw: Alama:
ta: மதிப்பெண்:
th: คะแนน :
tr: Gol :
uk: Оцінка:
ur: سکور:
vi: Điểm :

source: Wins
es: Victorias
sr: Побеђује
sv: Vinner
sw: Mafanikio
ta: வெற்றிகள்
th: ชัยชนะ
tr: Kazançlar
uk: Перемоги
ur: جیتتا ہے۔
vi: Thắng

source: Losses
es: Pérdidas
sr: Губици
sv: Förluster
sw: Hasara
ta: இழப்புகள்
th: การสูญเสีย
tr: Kayıplar
uk: Втрати
ur: نقصانات
vi: Mất mát

source: Draws
es: Sorteos
sr: Дравс
sv: Ritar
sw: Huchora
ta: வரைகிறது
th: การจับฉลาก
tr: Beraberlikler
uk: Розігрує
ur: ڈرا کرتا ہے۔
vi: Vẽ

source: Engine parameter options
es: Opciones de parámetros del motor
sr: Опције параметара мотора
sv: Motorparameteralternativ
sw: Chaguzi za parameta ya injini
ta: இயந்திர அளவுரு விருப்பங்கள்
th: ตัวเลือกพารามิเตอร์เครื่องยนต์
tr: Motor parametre seçenekleri
uk: Параметри двигуна
ur: انجن پیرامیٹر کے اختیارات
vi: Tùy chọn tham số động cơ

source: Number
es: Número
sr: Број
sv: Antal
sw: Nambari
ta: எண்
th: ตัวเลข
tr: Sayı
uk: Номер
ur: نمبر
vi: Con số

source: Option name
es: Nombre de la opción
sr: Назив опције
sv: Alternativets namn
sw: Jina la chaguo
ta: விருப்பத்தின் பெயர்
th: ชื่อตัวเลือก
tr: Seçenek adı
uk: Назва опції
ur: آپشن کا نام
vi: Tên tùy chọn

source: Default value
es: Valor predeterminado
sr: Подразумевана вредност
sv: Standardvärde
sw: Thamani chaguomsingi
ta: இயல்புநிலை மதிப்பு
th: ค่าเริ่มต้น
tr: Varsayılan değer
uk: Значення за замовчуванням
ur: ڈیفالٹ قدر
vi: Giá trị mặc định

source: Min value
es: Valor mínimo
sr: Мин вредност
sv: Minsta värde
sw: Thamani ndogo
ta: குறைந்தபட்ச மதிப்பு
th: ค่าต่ำสุด
tr: Minimum değer
uk: Мінімальне значення
ur: کم از کم قدر
vi: Giá trị tối thiểu

source: Max value
es: Valor máximo
sr: Мак валуе
sv: Max värde
sw: Thamani ya juu zaidi
ta: அதிகபட்ச மதிப்பு
th: ค่าสูงสุด
tr: Maksimum değer
uk: Максимальне значення
ur: زیادہ سے زیادہ قدر
vi: Giá trị tối đa

source: Var options
es: Opciones de var
sr: Вар опције
sv: Var alternativ
sw: Chaguzi za Var
ta: Var விருப்பங்கள்
th: ตัวเลือกต่างๆ
tr: Var seçenekleri
uk: Варіанти змін
ur: مختلف اختیارات
vi: Tùy chọn Var

source: Add option(s)
es: Añadir opción(es)
sr: Додај опцију(е)
sv: Lägg till alternativ
sw: Ongeza chaguo
ta: விருப்பத்தைச் சேர்
th: เพิ่มตัวเลือก
tr: Seçenek(ler) ekle
uk: Додати варіант(и)
ur: اختیارات شامل کریں
vi: Thêm tùy chọn

source: Overwrite current options
es: Sobrescribir las opciones actuales
sr: Замените тренутне опције
sv: Skriv över aktuella alternativ
sw: Batilisha chaguzi za sasa
ta: தற்போதைய விருப்பங்களை மேலெழுது
th: เขียนทับตัวเลือกปัจจุบัน
tr: Mevcut seçeneklerin üzerine yaz
uk: Перезаписати поточні параметри
ur: موجودہ اختیارات کو اوور رائٹ کریں۔
vi: Ghi đè các tùy chọn hiện tại

source: Engine name :-
es: Nombre del motor :-
sr: Име мотора:-
sv: Motornamn:-
sw: Jina la injini:-
ta: எஞ்சின் பெயர் :-
th: ชื่อเครื่องยนต์ :-
tr: Motor adı :-
uk: Назва двигуна: -
ur: انجن کا نام:-
vi: Tên động cơ :-

source: Engine author(s) :-
es: Autor(es) del motor:-
sr: Аутор(и) мотора :-
sv: Motorförfattare:-
sw: Waandishi wa injini :-
ta: எஞ்சின் ஆசிரியர்(கள்) :-
th: ผู้เขียนเครื่องยนต์ :-
tr: Motor yazarı(ları) :-
uk: Автор(и) двигуна: -
ur: انجن مصنفین:-
vi: Tác giả của công cụ:

source: Add selected list box options to engine parameter options
es: Agregar opciones del cuadro de lista seleccionado a las opciones de parámetros del motor
sr: Додајте изабране опције оквира са листом у опције параметара мотора
sv: Lägg till valda listboxalternativ till motorparameteralternativ
sw: Ongeza chaguo za kisanduku cha orodha zilizochaguliwa kwa chaguo za vigezo vya injini
ta: தேர்ந்தெடுக்கப்பட்ட பட்டியல் பெட்டி விருப்பங்களை இயந்திர அளவுரு விருப்பங்களில் சேர்க்கவும்.
th: เพิ่มตัวเลือกกล่องรายการที่เลือกลงในตัวเลือกพารามิเตอร์เครื่องยนต์
tr: Seçili liste kutusu seçeneklerini motor parametre seçeneklerine ekle
uk: Додайте вибрані параметри списку до параметрів двигуна
ur: انجن پیرامیٹر کے اختیارات میں منتخب فہرست باکس کے اختیارات شامل کریں۔
vi: Thêm tùy chọn hộp danh sách đã chọn vào tùy chọn tham số động cơ

source: Over write current engine parameter options
es: Sobrescribir las opciones de parámetros del motor actual
sr: Преко уписивања тренутних опција параметара мотора
sv: Överskriv aktuella motorparameteralternativ
sw: Andika zaidi chaguzi za sasa za parameta ya injini
ta: தற்போதைய இயந்திர அளவுரு விருப்பங்களை அதிகமாக எழுதுதல்
th: เขียนทับตัวเลือกพารามิเตอร์เครื่องยนต์ปัจจุบัน
tr: Mevcut motor parametre seçeneklerinin üzerine yaz
uk: Записати поточні параметри двигуна
ur: موجودہ انجن پیرامیٹر کے اختیارات پر لکھیں۔
vi: Ghi đè các tùy chọn tham số động cơ hiện tại
