Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: sequences between those two players (because of the earlier sort on Moves).
es: secuencias entre esos dos jugadores (debido a la clasificación anterior en Movimientos).
sr: секвенце између та два играча (због ранијег типа на потезима).
sv: sekvenser mellan dessa två spelare (på grund av den tidigare sorten på Moves).
sw: mlolongo kati ya wachezaji hao wawili (kwa sababu ya aina ya awali kwenye Moves).
ta: அந்த இரண்டு வீரர்களுக்கு இடையிலான வரிசைகள் (முன்னதாக நகர்வுகளில் இருந்த வரிசையின் காரணமாக).
th: ลำดับระหว่างผู้เล่นทั้งสองคนนั้น (เพราะมีการเรียงลำดับการเคลื่อนไหวไว้ก่อนหน้านี้)
tr: Bu iki oyuncu arasındaki diziler (Moves'taki önceki sıralama nedeniyle).
uk: послідовності між цими двома гравцями (через попередній сортування ходів).
ur: ان دو کھلاڑیوں کے درمیان ترتیب (کیونکہ چالوں پر پہلے کی ترتیب کی وجہ سے)۔
vi: trình tự giữa hai người chơi đó (do cách sắp xếp trước đó trong Moves).

source: Two special features are provided at the moment.
es: Por el momento se ofrecen dos características especiales:
sr: Тренутно су обезбеђене две посебне карактеристике.
sv: Två specialfunktioner tillhandahålls för tillfället.
sw: Vipengele viwili maalum vinatolewa kwa sasa.
ta: தற்போது இரண்டு சிறப்பு அம்சங்கள் வழங்கப்படுகின்றன.
th: ขณะนี้มีการให้คุณสมบัติพิเศษสองประการ
tr: Şu anda iki özel özellik sunuluyor.
uk: На даний момент передбачено дві особливі функції.
ur: اس وقت دو خصوصی خصوصیات فراہم کی گئی ہیں۔
vi: Hiện tại có hai tính năng đặc biệt được cung cấp.

source: ECO calculates ECO codes for games which do not have them yet.
es: ECO calcula códigos ECO para juegos que aún no los tienen.
sr: ЕЦО израчунава ЕЦО кодове за игре које их још немају.
sv: ECO beräknar ECO-koder för spel som inte har dem ännu.
sw: ECO hukokotoa misimbo ya ECO kwa michezo ambayo bado haina.
ta: ECO, இதுவரை ECO குறியீடுகள் இல்லாத விளையாட்டுகளுக்கான ECO குறியீடுகளைக் கணக்கிடுகிறது.
th: ECO จะคำนวณรหัส ECO สำหรับเกมที่ยังไม่มีรหัสดังกล่าว
tr: ECO, henüz ECO kodu olmayan oyunlar için ECO kodu hesaplar.
uk: ECO розраховує ECO-коди для ігор, у яких їх ще немає.
ur: ECO ان گیمز کے لیے ECO کوڈز کا حساب لگاتا ہے جن کے پاس ابھی تک نہیں ہے۔
vi: ECO tính toán mã ECO cho những trò chơi chưa có mã này.

source: The Publish button is used to create interactive web content.
es: El botón Publicar se utiliza para crear contenido web interactivo.
sr: Дугме Објави се користи за креирање интерактивног веб садржаја.
sv: Knappen Publicera används för att skapa interaktivt webbinnehåll.
sw: Kitufe cha Chapisha kinatumika kuunda maudhui wasilianifu ya wavuti.
ta: ஊடாடும் வலை உள்ளடக்கத்தை உருவாக்க வெளியிடு பொத்தான் பயன்படுத்தப்படுகிறது.
th: ปุ่มเผยแพร่ใช้เพื่อสร้างเนื้อหาเว็บแบบโต้ตอบ
tr: Yayınla butonu etkileşimli web içeriği oluşturmak için kullanılır.
uk: Кнопка «Опублікувати» використовується для створення інтерактивного веб-вмісту.
ur: پبلش بٹن انٹرایکٹو ویب مواد بنانے کے لیے استعمال ہوتا ہے۔
vi: Nút Xuất bản được sử dụng để tạo nội dung web tương tác.

source: This is still under development and should be treated as an extra-for-experts.
es: Esto todavía está en desarrollo y debe tratarse como un extra.
sr: Ово је још увек у развоју и требало би га третирати као додатну за-
sv: Detta är fortfarande under utveckling och bör behandlas som en extra-för-
sw: Hii bado iko chini ya maendeleo na inapaswa kuzingatiwa kama nyongeza ya
ta: இது இன்னும் வளர்ச்சியில் உள்ளது, மேலும் இது கூடுதல்-க்கானதாக கருதப்பட வேண்டும்-
th: สิ่งนี้ยังอยู่ระหว่างการพัฒนาและควรได้รับการปฏิบัติเป็นพิเศษสำหรับ
tr: Bu hala geliştirilme aşamasındadır ve ekstra bir özellik olarak ele alınmalıdır.
uk: Це все ще розробляється, і його слід розглядати як додаткову
ur: یہ ابھی بھی ترقی کے مراحل میں ہے اور اسے اضافی طور پر سمجھا جانا چاہئے۔
vi: Điều này vẫn đang trong quá trình phát triển và nên được coi là một phần bổ sung

source: There is a file named web.zip in your Tarrasch installation directory
es: Hay un archivo llamado web.zip en el directorio de instalación de Tarrasch
sr: У вашем Таррасцх инсталационом директоријуму постоји датотека под називом веб.зип
sv: Det finns en fil med namnet web.zip i din Tarrasch-installationskatalog
sw: Kuna faili inayoitwa web.zip katika saraka yako ya usakinishaji ya Tarrasch
ta: உங்கள் Tarrasch நிறுவல் கோப்பகத்தில் web.zip என்ற கோப்பு உள்ளது.
th: มีไฟล์ชื่อ web.zip ในไดเร็กทอรีการติดตั้ง Tarrasch ของคุณ
tr: Tarrasch kurulum dizininizde web.zip adlı bir dosya var
uk: У вашому каталозі установки Tarrasch є файл під назвою web.zip
ur: آپ کی Tarrasch انسٹالیشن ڈائرکٹری میں web.zip نام کی ایک فائل ہے۔
vi: Có một tệp có tên là web.zip trong thư mục cài đặt Tarrasch của bạn

source: with supplementary files and instructions for the keen and well motivated.
es: con archivos complementarios e instrucciones para los entusiastas y motivados.
sr: са додатним фајловима и упутствима за заинтересоване и добро мотивисане.
sv: med kompletterande filer och instruktioner för den angelägna och välmotiverade.
sw: na mafaili ya ziada na maelekezo kwa wenye nia na ari.
ta: ஆர்வமுள்ள மற்றும் நல்ல உந்துதல் உள்ளவர்களுக்கு கூடுதல் கோப்புகள் மற்றும் வழிமுறைகளுடன்.
th: พร้อมไฟล์เสริมและคำแนะนำสำหรับผู้สนใจและมีแรงบันดาลใจดี
tr: istekli ve istekli olanlar için ek dosyalar ve talimatlarla birlikte.
uk: з додатковими файлами та інструкціями для зацікавлених і добре мотивованих.
ur: خواہشمند اور اچھی طرح سے حوصلہ افزائی کے لئے اضافی فائلوں اور ہدایات کے ساتھ۔
vi: với các tập tin bổ sung và hướng dẫn dành cho những người nhiệt tình và có động lực.

source: Use this panel to look at games in the clipboard.
es: Utilice este panel para ver los juegos en el portapapeles.
sr: Користите овај панел да погледате игре у међуспремнику.
sv: Använd den här panelen för att titta på spel i klippbordet.
sw: Tumia kidirisha hiki kutazama michezo kwenye ubao wa kunakili.
ta: கிளிப்போர்டில் உள்ள விளையாட்டுகளைப் பார்க்க இந்தப் பலகத்தைப் பயன்படுத்தவும்.
th: ใช้แผงนี้เพื่อดูเกมในคลิปบอร์ด
tr: Panodaki oyunlara bakmak için bu paneli kullanın.
uk: Використовуйте цю панель для перегляду ігор у буфері обміну.
ur: کلپ بورڈ میں گیمز دیکھنے کے لیے اس پینل کا استعمال کریں۔
vi: Sử dụng bảng điều khiển này để xem các trò chơi trong bảng tạm.

source: Games can be copied to the clipboard from any of the Current file,
es: Los juegos se pueden copiar al portapapeles desde cualquiera de los archivos actuales.
sr: Игре се могу копирати у међуспремник из било које тренутне датотеке,
sv: Spel kan kopieras till urklipp från vilken som helst av de aktuella filerna,
sw: Michezo inaweza kunakiliwa kwenye ubao wa kunakili kutoka kwa faili yoyote ya Sasa,
ta: தற்போதைய எந்த கோப்பிலிருந்தும் விளையாட்டுகளை கிளிப்போர்டுக்கு நகலெடுக்க முடியும்,
th: เกมสามารถคัดลอกไปยังคลิปบอร์ดจากไฟล์ปัจจุบันได้
tr: Oyunlar herhangi bir Mevcut dosyadan panoya kopyalanabilir,
uk: Ігри можна скопіювати в буфер обміну з будь-якого поточного файлу,
ur: گیمز کو کسی بھی موجودہ فائل سے کلپ بورڈ میں کاپی کیا جا سکتا ہے،
vi: Trò chơi có thể được sao chép vào bảng tạm từ bất kỳ tệp hiện tại nào,

source: Session or Database games dialogs, all available from the Games menu.
es: Diálogos de juegos de sesión o de base de datos, todos disponibles en el menú Juegos.
sr: Дијалози игара сесије или базе података, сви доступни из менија Игре.
sv: Dialogrutor för sessions- eller databasspel, alla tillgängliga från Spel-menyn.
sw: Maongezi ya michezo ya Kipindi au Hifadhidata, yote yanapatikana kwenye menyu ya Michezo.
ta: அமர்வு அல்லது தரவுத்தள விளையாட்டு உரையாடல்கள், அனைத்தும் விளையாட்டு மெனுவிலிருந்து கிடைக்கும்.
th: กล่องโต้ตอบเกมเซสชั่นหรือฐานข้อมูล ทั้งหมดสามารถเข้าถึงได้จากเมนูเกม
tr: Oturum veya Veritabanı oyunları diyalogları, hepsine Oyunlar menüsünden ulaşılabilir.
uk: Діалогові вікна ігор сесії або бази даних, усі доступні з меню «Ігри».
ur: سیشن یا ڈیٹا بیس گیمز کے ڈائیلاگ، سبھی گیمز مینو سے دستیاب ہیں۔
vi: Hộp thoại trò chơi Phiên hoặc Cơ sở dữ liệu, tất cả đều có trong menu Trò chơi.

source: You can sort on any column. The first column (column '#') is provided only2
es: Puede ordenar por cualquier columna. Solo se proporciona la primera columna (columna '#').
sr: Можете сортирати по било којој колони. Прва колона (колона '#') је дата само2
sv: Du kan sortera på vilken kolumn som helst. Den första kolumnen (kolumnen '#') tillhandahålls endast2
sw: Unaweza kupanga kwenye safu wima yoyote. Safu wima ya kwanza (safu wima '#') imetolewa2 pekee
ta: நீங்கள் எந்த நெடுவரிசையிலும் வரிசைப்படுத்தலாம். முதல் நெடுவரிசை (நெடுவரிசை '#') 2 மட்டுமே வழங்கப்பட்டுள்ளது.
th: คุณสามารถเรียงลำดับตามคอลัมน์ใดก็ได้ คอลัมน์แรก (คอลัมน์ '#') จะให้มาเพียง 2
tr: Herhangi bir sütuna göre sıralama yapabilirsiniz. İlk sütun (sütun '#') yalnızca2 sağlanır
uk: Ви можете сортувати по будь-якій колонці. Надається лише перший стовпець (стовпець «#»)2
ur: آپ کسی بھی کالم پر ترتیب دے سکتے ہیں۔ پہلا کالم (کالم '#') صرف 2 فراہم کیا گیا ہے۔
vi: Bạn có thể sắp xếp trên bất kỳ cột nào. Cột đầu tiên (cột '#') chỉ được cung cấp2

source: (most popular lines first) rather than alphabetical.
es: (primero las líneas más populares) en lugar de ordenar alfabéticamente.
sr: (прво најпопуларнији редови), а не по абецедном реду.
sv: (de mest populära raderna först) snarare än alfabetiskt.
sw: (mistari maarufu zaidi kwanza) badala ya alfabeti.
ta: அகர வரிசைப்படி அல்லாமல் (முதலில் மிகவும் பிரபலமான வரிகள்).
th: (บรรทัดที่นิยมมากที่สุดก่อน) มากกว่าที่จะเรียงตามตัวอักษร
tr: (en popüler satırlar ilk önce) alfabetik olarak sıralanmamalıdır.
uk: (спочатку найпопулярніші рядки), а не за алфавітом.
ur: حروف تہجی کے بجائے (سب سے زیادہ مقبول لائنیں پہلے)۔
vi: (dòng phổ biến nhất được xếp đầu tiên) thay vì theo thứ tự bảng chữ cái.

source: Use this panel to look at games you have worked with in this Tarrasch Chess GUI session.
es: Utilice este panel para ver los juegos con los que ha trabajado en esta sesión de la GUI de Tarrasch Chess.
sr: Користите овај панел да погледате игре са којима сте радили у овој Таррасцх Цхесс ГУИ сесији.
sv: Använd den här panelen för att titta på spel du har arbetat med i denna Tarrasch Chess GUI-session.
sw: Tumia paneli hii kutazama michezo ambayo umefanya nayo kazi katika kipindi hiki cha Tarrasch Chess GUI.
ta: இந்த Tarrasch Chess GUI அமர்வில் நீங்கள் பணிபுரிந்த விளையாட்டுகளைப் பார்க்க இந்தப் பலகத்தைப் பயன்படுத்தவும்.
th: ใช้แผงนี้เพื่อดูเกมที่คุณเคยใช้งานในเซสชัน GUI Tarrasch Chess นี้
tr: Bu paneli, Tarrasch Satranç GUI oturumunda çalıştığınız oyunlara bakmak için kullanın.
uk: Використовуйте цю панель, щоб переглянути ігри, з якими ви працювали в цьому сеансі Tarrasch Chess GUI.
ur: اس پینل کو ان گیمز کو دیکھنے کے لیے استعمال کریں جن کے ساتھ آپ نے اس Tarrasch Chess GUI سیشن میں کام کیا ہے۔
vi: Sử dụng bảng điều khiển này để xem các ván đấu mà bạn đã chơi trong phiên Tarrasch Chess GUI này.

source: Games Dialog Help
es: Ayuda del cuadro de diálogo de juegos
sr: Помоћ за дијалог за игре
sv: Speldialoghjälp
sw: Usaidizi wa Kidadisi cha Michezo
ta: விளையாட்டு உரையாடல் உதவி
th: ความช่วยเหลือเกี่ยวกับบทสนทนาเกม
tr: Oyunlar İletişim Kutusu Yardımı
uk: Ігри Діалог Довідка
ur: گیمز ڈائیلاگ مدد
vi: Trợ giúp hộp thoại trò chơi

source: Bookmark help
es: Ayuda con marcadores
sr: Помоћ за обележиваче
sv: Bokmärke hjälp
sw: Usaidizi wa alamisho
ta: புத்தகக்குறி உதவி
th: ความช่วยเหลือเกี่ยวกับบุ๊กมาร์ก
tr: Yer imi yardımı
uk: Допомога закладок
ur: بک مارک مدد
vi: Đánh dấu trợ giúp

source: Loading games
es: Cargando juegos
sr: Учитавање игара
sv: Laddar spel
sw: Inapakia michezo
ta: விளையாட்டுகளை ஏற்றுகிறது
th: กำลังโหลดเกม
tr: Oyunlar yükleniyor
uk: Завантаження ігор
ur: گیمز لوڈ ہو رہے ہیں۔
vi: Đang tải trò chơi

source: This feature is a convenient way to keep track
es: Esta función es una forma cómoda de realizar un seguimiento
sr: Ова функција је згодан начин за праћење
sv: Den här funktionen är ett bekvämt sätt att hålla reda på
sw: Kipengele hiki ni njia rahisi ya kufuatilia
ta: இந்த அம்சம் கண்காணிக்க ஒரு வசதியான வழியாகும்.
th: ฟีเจอร์นี้เป็นวิธีที่สะดวกในการติดตาม
tr: Bu özellik, takip etmenin kullanışlı bir yoludur
uk: Ця функція є зручним способом відстеження
ur: یہ فیچر ٹریک رکھنے کا ایک آسان طریقہ ہے۔
vi: Tính năng này là một cách thuận tiện để theo dõi

source: when you are working your way through a PGN puzzle file.
es: cuando estás trabajando en un archivo de rompecabezas PGN.
sr: када радите свој пут кроз ПГН датотеку слагалице.
sv: när du arbetar dig igenom en PGN-pusselfil.
sw: unapofanya kazi kupitia faili ya mafumbo ya PGN.
ta: நீங்கள் ஒரு PGN புதிர் கோப்பின் வழியாகச் செல்லும்போது.
th: เมื่อคุณกำลังทำงานผ่านไฟล์ปริศนา PGN
tr: Bir PGN bulmaca dosyası üzerinde çalışırken.
uk: коли ви працюєте над файлом головоломки PGN.
ur: جب آپ PGN پہیلی فائل کے ذریعے کام کر رہے ہوتے ہیں۔
vi: khi bạn đang giải một tệp câu đố PGN.

source: To create a bookmarked game, save an empty game
es: Para crear un juego marcado, guarde un juego vacío
sr: Да бисте направили обележену игру, сачувајте празну игру
sv: För att skapa ett bokmärkt spel, spara ett tomt spel
sw: Ili kuunda mchezo ulioalamishwa, hifadhi mchezo tupu
ta: புக்மார்க் செய்யப்பட்ட விளையாட்டை உருவாக்க, காலியான விளையாட்டைச் சேமிக்கவும்.
th: ในการสร้างเกมที่คั่นหน้าไว้ ให้บันทึกเกมที่ว่างเปล่า
tr: Yer imlerine eklenmiş bir oyun oluşturmak için boş bir oyun kaydedin
uk: Щоб створити гру із закладками, збережіть порожню гру
ur: بک مارک شدہ گیم بنانے کے لیے، ایک خالی گیم محفوظ کریں۔
vi: Để tạo một trò chơi được đánh dấu, hãy lưu một trò chơi trống

source: as the first game of the PGN file, and when entering
es: como el primer juego del archivo PGN, y al entrar
sr: као прва игра ПГН фајла, а приликом уласка
sv: som det första spelet i PGN-filen, och när du går in
sw: kama mchezo wa kwanza wa faili ya PGN, na wakati wa kuingia
ta: PGN கோப்பின் முதல் விளையாட்டாகவும், உள்ளிடும்போதும்
th: เป็นเกมแรกของไฟล์ PGN และเมื่อเข้าสู่
tr: PGN dosyasının ilk oyunu olarak ve girildiğinde
uk: як першої гри файлу PGN, так і при вході
ur: PGN فائل کے پہلے گیم کے طور پر، اور داخل ہوتے وقت
vi: như trò chơi đầu tiên của tệp PGN và khi nhập

source: the game details put a game number in the White field.
es: Los detalles del juego colocan un número de juego en el campo blanco.
sr: детаљи игре стављају број игре у бело поље.
sv: speldetaljerna sätter ett spelnummer i det vita fältet.
sw: maelezo ya mchezo huweka nambari ya mchezo kwenye uwanja Mweupe.
ta: விளையாட்டு விவரங்கள் வெள்ளை புலத்தில் ஒரு விளையாட்டு எண்ணை வைக்கும்.
th: รายละเอียดเกมจะใส่หมายเลขเกมไว้ในช่องสีขาว
tr: Oyun detaylarında Beyaz alana bir oyun numarası konur.
uk: деталі гри вносять номер гри в біле поле.
ur: گیم کی تفصیلات وائٹ فیلڈ میں گیم نمبر ڈالتی ہیں۔
vi: chi tiết trò chơi đặt số trò chơi vào ô Trắng.

source: For clarity you can put < bookmark > in the Black field.
es: Para mayor claridad puedes colocar < bookmark > en el campo Negro.
sr: Ради јасноће можете ставити < боокмарк > у црно поље.
sv: För tydlighetens skull kan du sätta < bokmärke > i det svarta fältet.
sw: Kwa uwazi unaweza kuweka < alamisho > kwenye uwanja wa Nyeusi.
ta: தெளிவுக்காக நீங்கள் கருப்பு புலத்தில் புக்மார்க் > ஐ வைக்கலாம்.
th: เพื่อความชัดเจน คุณสามารถใส่ < บุ๊กมาร์ก > ในช่องสีดำได้
tr: Netlik açısından Siyah alana < yer imi > yazabilirsiniz.
uk: Для наочності ви можете поставити < bookmark > у чорне поле.
ur: وضاحت کے لیے آپ بلیک فیلڈ میں <بُک مارک> ڈال سکتے ہیں۔
vi: Để rõ ràng hơn, bạn có thể đặt <dấu trang> vào ô Đen.

source: A single left mouse click anywhere on an empty area
es: Un solo clic izquierdo del ratón en cualquier lugar de un área vacía
sr: Један леви клик било где на празном делу
sv: Ett enda vänster musklick var som helst på ett tomt område
sw: Bofya kipanya kimoja cha kushoto popote kwenye eneo tupu
ta: காலியான பகுதியில் எங்கும் ஒற்றை இடது சுட்டி கிளிக்
th: คลิกเมาส์ซ้ายเพียงครั้งเดียวบนพื้นที่ว่าง
tr: Boş bir alanda herhangi bir yere tek bir sol fare tıklaması
uk: Один раз клацніть лівою кнопкою миші в будь-якому місці на порожньому місці
ur: خالی جگہ پر کہیں بھی ایک بائیں ماؤس پر کلک کریں۔
vi: Một cú nhấp chuột trái vào bất kỳ đâu trên một vùng trống

source: below the list box will move to and highlight the
es: Debajo del cuadro de lista se moverá y resaltará el
sr: испод оквира са листом ће се померити на и означити
sv: nedanför kommer listrutan att flytta till och markera
sw: chini ya kisanduku cha orodha itahamia na kuangazia
ta: பட்டியல் பெட்டியின் கீழே நகர்ந்து, அதை முன்னிலைப்படுத்தும்
th: ด้านล่างกล่องรายการจะย้ายไปและเน้นที่
tr: liste kutusunun altında hareket edecek ve vurgulanacaktır
uk: під списком буде переміщено до та виділено
ur: فہرست باکس کے نیچے منتقل ہو جائے گا اور کو نمایاں کریں گے۔
vi: bên dưới hộp danh sách sẽ di chuyển đến và làm nổi bật

source: game number that has been bookmarked.
es: Número de juego que ha sido marcado como favorito.
sr: број игре који је обележен.
sv: spelnummer som har bokmärkts.
sw: nambari ya mchezo ambayo imewekwa alama.
ta: புக்மார்க் செய்யப்பட்ட விளையாட்டு எண்.
th: หมายเลขเกมที่ถูกบุ๊กมาร์กไว้
tr: yer imlerine eklenen oyun numarası.
uk: номер гри, який був закладений.
ur: گیم نمبر جسے بک مارک کیا گیا ہے۔
vi: số trò chơi đã được đánh dấu.

source: A double left mouse click will highlight and load
es: Un doble clic izquierdo del ratón resaltará y cargará
sr: Двоструки леви клик миша ће означити и учитати
sv: Ett dubbelt vänsterklick med musen kommer att markera och ladda
sw: Mbofyo wa kipanya mara mbili kushoto utaangazia na kupakia
ta: இடது சுட்டியை இருமுறை சொடுக்கினால், அது சிறப்பித்துக் காட்டப்பட்டு ஏற்றப்படும்.
th: การคลิกเมาส์ซ้ายสองครั้งจะเน้นและโหลด
tr: Çift sol fare tıklaması vurgulayacak ve yükleyecektir
uk: Подвійне клацання лівою кнопкою миші виділить і завантажить
ur: ایک ڈبل بائیں ماؤس کلک کو نمایاں اور لوڈ کرے گا
vi: Nhấp đúp chuột trái sẽ làm nổi bật và tải

source: the bookmarked game.
es: el juego marcado.
sr: обележену игру.
sv: det bokmärkta spelet.
sw: mchezo ulioalamishwa.
ta: புக்மார்க் செய்யப்பட்ட விளையாட்டு.
th: เกมที่คั่นหน้าไว้
tr: yer imli oyun.
uk: гра з закладками.
ur: بک مارک کھیل.
vi: trò chơi được đánh dấu.

source: A left mouse click with the Ctrl key down or a
es: Un clic izquierdo del ratón con la tecla Ctrl presionada o un
sr: Клик левим мишем са тастером Цтрл надоле или а
sv: Ett vänsterklick med Ctrl-tangenten nedåt eller a
sw: Bonyeza kushoto kwa panya na kitufe cha Ctrl chini au a
ta: Ctrl விசையை கீழே வைத்து இடது சுட்டி சொடுக்கம் அல்லது
th: คลิกเมาส์ซ้ายโดยกดแป้น Ctrl ลงหรือ
tr: Ctrl tuşu basılıyken sol fare tıklaması veya
uk: Клацніть лівою кнопкою миші з натиснутою клавішею Ctrl або a
ur: Ctrl کی نیچے یا a کے ساتھ بائیں ماؤس پر کلک کریں۔
vi: Nhấp chuột trái với phím Ctrl xuống hoặc

source: centre mouse click bookmarks the currently highlighted
es: Al hacer clic en el centro del ratón, se marca como favorito el marcador actualmente resaltado.
sr: централни клик мишем означава обележиваче тренутно истакнуте
sv: mittenklicka med musen bokmärker den markerade
sw: bofya katikati ya kipanya alamisho zilizoangaziwa kwa sasa
ta: மைய சுட்டி சொடுக்கி தற்போது சிறப்பிக்கப்பட்டதை புக்மார்க்கு செய்கிறது
th: คลิกเมาส์ตรงกลางเพื่อคั่นหน้าสิ่งที่เน้นในปัจจุบัน
tr: orta fare tıklaması, vurgulanan yeri yer imlerine ekler
uk: клацання центральною кнопкою миші робить закладки для поточного виділеного
ur: سینٹر ماؤس کلک بک مارکس فی الحال نمایاں کیا
vi: chuột giữa nhấp vào đánh dấu trang hiện đang được tô sáng

source: game, by placing its game number in the White field
es: juego, colocando su número de juego en el campo Blanco
sr: игру, стављајући њен број игре у бело поље
sv: spel, genom att placera dess spelnummer i det vita fältet
sw: mchezo, kwa kuweka nambari ya mchezo wake kwenye uwanja Mweupe
ta: விளையாட்டு, அதன் விளையாட்டு எண்ணை வெள்ளை புலத்தில் வைப்பதன் மூலம்
th: เกมโดยวางหมายเลขเกมไว้ในช่องสีขาว
tr: oyun, oyun numarasını Beyaz alana yerleştirerek
uk: гру, розмістивши номер її гри в білому полі
ur: گیم، اپنا گیم نمبر وائٹ فیلڈ میں رکھ کر
vi: trò chơi, bằng cách đặt số trò chơi của mình vào ô Trắng

source: of game number 1 in the list.
es: del juego número 1 de la lista.
sr: игре број 1 на листи.
sv: av spel nummer 1 i listan.
sw: ya mchezo nambari 1 kwenye orodha.
ta: பட்டியலில் உள்ள விளையாட்டு எண் 1 இல்.
th: ของเกมหมายเลข 1 ของรายการ
tr: Listedeki 1 numaralı oyunun.
uk: гри номер 1 у списку.
ur: فہرست میں گیم نمبر 1 کا۔
vi: của trò chơi số 1 trong danh sách.

source: This message can be accessed via the Help, Bookmark help buttons,
es: Se puede acceder a este mensaje a través de los botones de Ayuda, Ayuda de marcadores,
sr: Овој поруци се може приступити преко Помоћи, Дугмад помоћи за обележиваче,
sv: Det här meddelandet kan nås via hjälpknapparna, bokmärkeshjälp,
sw: Ujumbe huu unaweza kufikiwa kupitia Usaidizi, vitufe vya Alamisho,
ta: இந்த செய்தியை உதவி, புத்தகக்குறி உதவி பொத்தான்கள் வழியாக அணுகலாம்,
th: สามารถเข้าถึงข้อความนี้ได้โดยใช้ปุ่มช่วยเหลือ, ปุ่มบุ๊กมาร์ก,
tr: Bu mesaja Yardım, Yardım yer imleri düğmeleri aracılığıyla erişilebilir.
uk: До цього повідомлення можна отримати доступ за допомогою кнопок Довідка, Довідка до закладок,
ur: اس پیغام تک رسائی ہیلپ، بک مارک ہیلپ بٹن، کے ذریعے کی جا سکتی ہے۔
vi: Có thể truy cập thông báo này thông qua các nút Trợ giúp, Trợ giúp đánh dấu,

source: or by a right click on the empty area below the games move list.
es: o haciendo clic derecho en el área vacía debajo de la lista de movimientos del juego.
sr: или десним кликом на празну област испод листе потеза игара.
sv: eller genom att högerklicka på det tomma området under spellistan.
sw: au kwa kubofya kulia kwenye eneo tupu chini ya orodha ya hoja za michezo.
ta: அல்லது விளையாட்டு நகர்வு பட்டியலுக்குக் கீழே உள்ள காலியான பகுதியில் வலது கிளிக் செய்வதன் மூலம்.
th: หรือโดยคลิกขวาที่พื้นที่ว่างใต้รายการเคลื่อนไหวของเกม
tr: veya oyunun hamle listesinin altındaki boş alana sağ tıklayarak.
uk: або клацніть правою кнопкою миші на порожньому місці під списком ходів ігор.
ur: یا گیم موو لسٹ کے نیچے خالی جگہ پر دائیں کلک کریں۔
vi: hoặc nhấp chuột phải vào vùng trống bên dưới danh sách nước đi trong trò chơi.

source: Easy find and load of bookmarked games
es: Fácil búsqueda y carga de juegos marcados
sr: Лако проналажење и учитавање обележених игара
sv: Enkelt att hitta och ladda bokmärkta spel
sw: Kupata na kupakia kwa urahisi michezo iliyoalamishwa
ta: புக்மார்க் செய்யப்பட்ட விளையாட்டுகளை எளிதாகக் கண்டுபிடித்து ஏற்றலாம்
th: ค้นหาและโหลดเกมที่คั่นหน้าไว้ได้อย่างง่ายดาย
tr: Yer imlerine eklenen oyunları kolayca bulun ve yükleyin
uk: Легкий пошук і завантаження ігор із закладками
ur: بُک مارک شدہ گیمز کی آسانی سے تلاش اور لوڈ
vi: Dễ dàng tìm kiếm và tải các trò chơi được đánh dấu

source: The bookmark functions can only be used when there
es: Las funciones de marcadores solo se pueden utilizar cuando hay
sr: Функције обележивача се могу користити само када су тамо
sv: Bokmärksfunktionerna kan endast användas när de finns
sw: Vitendaji vya alamisho vinaweza kutumika tu vikiwapo
ta: புக்மார்க் செயல்பாடுகள் இருக்கும்போது மட்டுமே பயன்படுத்த முடியும்
th: ฟังก์ชันบุ๊กมาร์กสามารถใช้งานได้เฉพาะเมื่อมี
tr: Yer imi işlevleri yalnızca şu durumlarda kullanılabilir:
uk: Функції закладок можна використовувати лише тоді, коли вони є
ur: بک مارک فنکشنز صرف اس وقت استعمال کیے جا سکتے ہیں جب وہاں ہو۔
vi: Các chức năng đánh dấu chỉ có thể được sử dụng khi có

source: is a number only entry in the white field of the first game
es: Es una entrada solo de número en el campo blanco del primer juego.
sr: је унос само броја у белом пољу прве игре
sv: är endast ett nummer i det vita fältet i det första spelet
sw: ni ingizo la nambari pekee katika uwanja mweupe wa mchezo wa kwanza
ta: முதல் ஆட்டத்தின் வெள்ளைப் புலத்தில் எண் மட்டுமே உள்ளீடு.
th: เป็นรายการตัวเลขเดียวในช่องสีขาวของเกมแรก
tr: ilk oyunun beyaz alanına yalnızca sayı girişidir
uk: є записом лише числа в білому полі першої гри
ur: پہلے کھیل کے سفید میدان میں صرف ایک نمبر کا اندراج ہے۔
vi: là một mục nhập chỉ có số trong ô trắng của trò chơi đầu tiên
