Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Goto start
es: Ir al inicio
sr: Иди на почетак
sv: Ska börja
sw: Nenda kuanza
ta: தொடங்கு
th: เริ่มต้นเลย
tr: Başla'ya git
uk: До старту
ur: شروع کریں
vi: Đi đến bắt đầu

source: Go to the start of the video
es: Ir al inicio del video
sr: Идите на почетак видео снимка
sv: Gå till början av videon
sw: Nenda mwanzoni mwa video
ta: வீடியோவின் தொடக்கத்திற்குச் செல்லவும்.
th: ไปที่จุดเริ่มต้นของวิดีโอ
tr: Videonun başına git
uk: Перейти до початку відео
ur: ویڈیو کے آغاز پر جائیں۔
vi: Đi đến đầu video

source: Goto end!
es: ¡Vaya al final!
sr: Иди на крај!
sv: Till slut!
sw: Nenda mwisho!
ta: முடியப் போகுது!
th: ถึงจุดจบแล้ว!
tr: Sona git!
uk: До кінця!
ur: ختم ہو جاؤ!
vi: Đến cuối!

source: Go to the end of the video
es: Ir al final del vídeo
sr: Идите до краја видеа
sv: Gå till slutet av videon
sw: Nenda hadi mwisho wa video
ta: காணொளியின் இறுதிக்குச் செல்லவும்.
th: ไปที่ท้ายวิดีโอ
tr: Videonun sonuna git
uk: Перейдіть до кінця відео
ur: ویڈیو کے آخر تک جائیں۔
vi: Đi đến cuối video

source: Volume down
es: Bajar el volumen
sr: Смањите јачину звука
sv: Sänk volymen
sw: Kupunguza sauti
ta: ஒலியளவைக் குறை
th: ลดระดับเสียง
tr: Sesi azalt
uk: Зменшити гучність
ur: والیوم کم کریں۔
vi: Giảm âm lượng

source: Decrease volume
es: Disminuir el volumen
sr: Смањите јачину звука
sv: Minska volymen
sw: Punguza sauti
ta: ஒலியளவைக் குறை
th: ลดระดับเสียง
tr: Sesi azalt
uk: Зменшити гучність
ur: حجم کو کم کریں۔
vi: Giảm âm lượng

source: Volume up
es: Subir el volumen
sr: Повећајте јачину звука
sv: Volym upp
sw: Kuongeza sauti
ta: ஒலியளவை அதிகரித்தல்
th: เพิ่มระดับเสียง
tr: Sesi aç
uk: Збільшити гучність
ur: والیوم اپ
vi: Tăng âm lượng

source: Increase volume
es: Aumentar el volumen
sr: Повећајте јачину звука
sv: Öka volymen
sw: Ongeza sauti
ta: ஒலியளவை அதிகரி
th: เพิ่มปริมาณเสียง
tr: Hacmi artırın
uk: Збільшити гучність
ur: حجم میں اضافہ کریں۔
vi: Tăng âm lượng

source: Set video marker
es: Establecer marcador de vídeo
sr: Поставите видео маркер
sv: Ställ in videomarkör
sw: Weka alama ya video
ta: வீடியோ மார்க்கரை அமைக்கவும்
th: ตั้งค่าเครื่องหมายวิดีโอ
tr: Video işaretleyicisini ayarla
uk: Встановити маркер відео
ur: ویڈیو مارکر سیٹ کریں۔
vi: Đặt điểm đánh dấu video

source: Set video marker for game position
es: Establecer marcador de vídeo para la posición del juego
sr: Поставите видео маркер за позицију у игри
sv: Ställ in videomarkör för spelposition
sw: Weka alama ya video kwa nafasi ya mchezo
ta: விளையாட்டு நிலைக்கு வீடியோ மார்க்கரை அமைக்கவும்.
th: ตั้งค่าเครื่องหมายวิดีโอสำหรับตำแหน่งเกม
tr: Oyun pozisyonu için video işaretçisini ayarlayın
uk: Встановити відеомаркер для ігрової позиції
ur: گیم پوزیشن کے لیے ویڈیو مارکر سیٹ کریں۔
vi: Đặt điểm đánh dấu video cho vị trí trò chơi

source: Delete video marker
es: Eliminar marcador de vídeo
sr: Избришите видео маркер
sv: Ta bort videomarkör
sw: Futa alama ya video
ta: வீடியோ மார்க்கரை நீக்கு
th: ลบเครื่องหมายวิดีโอ
tr: Video işaretleyicisini sil
uk: Видалити маркер відео
ur: ویڈیو مارکر کو حذف کریں۔
vi: Xóa dấu hiệu video

source: Delete video marker from current game move element
es: Eliminar el marcador de vídeo del elemento de movimiento del juego actual
sr: Избришите видео маркер из тренутног елемента покрета игре
sv: Ta bort videomarkör från det aktuella spelets rörelseelement
sw: Futa kiashiria cha video kutoka kwa kipengele cha sasa cha kusogeza mchezo
ta: தற்போதைய விளையாட்டு நகர்வு உறுப்பிலிருந்து வீடியோ மார்க்கரை நீக்கு.
th: ลบเครื่องหมายวิดีโอจากองค์ประกอบการเคลื่อนไหวเกมปัจจุบัน
tr: Mevcut oyun hareket öğesinden video işaretçisini sil
uk: Видалити відеомаркер із поточного ігрового елемента ходу
ur: موجودہ گیم موو عنصر سے ویڈیو مارکر کو حذف کریں۔
vi: Xóa điểm đánh dấu video khỏi phần tử di chuyển trò chơi hiện tại

source: Delete all video markers
es: Eliminar todos los marcadores de vídeo
sr: Избришите све видео маркере
sv: Ta bort alla videomarkörer
sw: Futa alama zote za video
ta: எல்லா வீடியோ குறிப்பான்களையும் நீக்கு.
th: ลบเครื่องหมายวิดีโอทั้งหมด
tr: Tüm video işaretleyicilerini sil
uk: Видалити всі маркери відео
ur: تمام ویڈیو مارکر حذف کریں۔
vi: Xóa tất cả các điểm đánh dấu video

source: Delete all video markers from game move elements
es: Eliminar todos los marcadores de vídeo de los elementos de movimiento del juego
sr: Избришите све видео маркере из елемената покрета игре
sv: Ta bort alla videomarkörer från spelets rörelseelement
sw: Futa vialamisho vyote vya video kutoka kwa vipengele vya harakati za mchezo
ta: விளையாட்டு நகர்வு கூறுகளிலிருந்து அனைத்து வீடியோ குறிப்பான்களையும் நீக்கு.
th: ลบเครื่องหมายวิดีโอทั้งหมดจากองค์ประกอบการเคลื่อนไหวของเกม
tr: Oyun hareket öğelerinden tüm video işaretleyicilerini sil
uk: Видалити всі відеомаркери з елементів ігрового ходу
ur: گیم موو عناصر سے تمام ویڈیو مارکر کو حذف کریں۔
vi: Xóa tất cả các điểm đánh dấu video khỏi các yếu tố di chuyển trong trò chơi

source: Toggle video edit mode
es: Activar o desactivar el modo de edición de vídeo
sr: Укључите режим за уређивање видеа
sv: Växla videoredigeringsläge
sw: Geuza modi ya kuhariri video
ta: வீடியோ திருத்தப் பயன்முறையை நிலைமாற்று
th: สลับโหมดแก้ไขวิดีโอ
tr: Video düzenleme modunu değiştir
uk: Перемкнути режим редагування відео
ur: ویڈیو ایڈیٹ موڈ کو ٹوگل کریں۔
vi: Chuyển đổi chế độ chỉnh sửa video

source: Save game (and video info)
es: Guardar partida (e información del vídeo)
sr: Сачувај игру (и информације о видеу)
sv: Spara spel (och videoinformation)
sw: Hifadhi mchezo (na maelezo ya video)
ta: விளையாட்டைச் சேமிக்கவும் (மற்றும் வீடியோ தகவல்)
th: บันทึกเกม (และข้อมูลวิดีโอ)
tr: Oyunu kaydet (ve video bilgisi)
uk: Зберегти гру (та інформацію про відео)
ur: گیم محفوظ کریں (اور ویڈیو کی معلومات)
vi: Lưu trò chơi (và thông tin video)

source: Save the current game and the video info
es: Guardar el juego actual y la información del vídeo
sr: Сачувајте тренутну игру и информације о видео снимку
sv: Spara det aktuella spelet och videoinformationen
sw: Hifadhi mchezo wa sasa na maelezo ya video
ta: தற்போதைய விளையாட்டு மற்றும் வீடியோ தகவலைச் சேமிக்கவும்.
th: บันทึกเกมปัจจุบันและข้อมูลวิดีโอ
tr: Mevcut oyunu ve video bilgilerini kaydedin
uk: Збережіть поточну гру та інформацію про відео
ur: موجودہ گیم اور ویڈیو کی معلومات کو محفوظ کریں۔
vi: Lưu trò chơi hiện tại và thông tin video

source: Goto next video marker
es: Ir al siguiente marcador de vídeo
sr: Иди на следећи видео маркер
sv: Gå till nästa videomarkör
sw: Nenda kwenye alama ya video inayofuata
ta: அடுத்த வீடியோ மார்க்கருக்குச் செல்லவும்.
th: ไปที่เครื่องหมายวิดีโอถัดไป
tr: Sonraki video işaretine git
uk: Перейти до маркера наступного відео
ur: اگلے ویڈیو مارکر پر جائیں۔
vi: Chuyển đến video tiếp theo

source: Goto the next video marker in the game move list
es: Ir al siguiente marcador de vídeo en la lista de movimientos del juego
sr: Идите на следећи видео маркер на листи потеза игре
sv: Gå till nästa videomarkör i spellistan
sw: Nenda kwenye kiashiria cha video kinachofuata kwenye orodha ya kusogeza mchezo
ta: விளையாட்டு நகர்வு பட்டியலில் அடுத்த வீடியோ மார்க்கரைப் பெறுக.
th: ไปที่เครื่องหมายวิดีโอถัดไปในรายการเคลื่อนไหวของเกม
tr: Oyun hareket listesindeki bir sonraki video işaretine git
uk: Перейти до наступного маркера відео в списку ходів гри
ur: گیم موو لسٹ میں اگلے ویڈیو مارکر پر جائیں۔
vi: Đi đến điểm đánh dấu video tiếp theo trong danh sách di chuyển trò chơi

source: Goto previous video marker
es: Ir al marcador de vídeo anterior
sr: Иди на претходни видео маркер
sv: Gå till föregående videomarkör
sw: Nenda kwenye alama ya video iliyotangulia
ta: முந்தைய வீடியோ மார்க்கருக்குச் செல்
th: ไปยังเครื่องหมายวิดีโอที่แล้ว
tr: Önceki video işaretine git
uk: Перейти до маркера попереднього відео
ur: پچھلے ویڈیو مارکر پر جائیں۔
vi: Đi đến điểm đánh dấu video trước đó

source: Goto the previous video marker in the game move list
es: Ir al marcador de vídeo anterior en la lista de movimientos del juego
sr: Идите на претходни видео маркер на листи потеза игре
sv: Gå till föregående videomarkör i spelets rörelselista
sw: Nenda kwenye alama ya video iliyotangulia katika orodha ya kusogeza mchezo
ta: விளையாட்டு நகர்வு பட்டியலில் முந்தைய வீடியோ மார்க்கரைப் பெறுக.
th: ไปที่เครื่องหมายวิดีโอที่แล้วในรายการเคลื่อนไหวของเกม
tr: Oyun hareket listesindeki önceki video işaretine git
uk: Перейти до маркера попереднього відео в списку ходів гри
ur: گیم موو لسٹ میں پچھلے ویڈیو مارکر پر جائیں۔
vi: Đi đến điểm đánh dấu video trước đó trong danh sách di chuyển trò chơi

source: Media player options..
es: Opciones del reproductor multimedia.
sr: Опције медија плејера..
sv: Alternativ för mediaspelare..
sw: Chaguo za kicheza media..
ta: மீடியா பிளேயர் விருப்பங்கள்..
th: ตัวเลือกเครื่องเล่นสื่อ..
tr: Medya oynatıcı seçenekleri..
uk: Параметри медіаплеєра..
ur: میڈیا پلیئر کے اختیارات ..
vi: Tùy chọn trình phát phương tiện..

source: Open media player options dialog box
es: Abrir el cuadro de diálogo de opciones del reproductor multimedia
sr: Отворите дијалог са опцијама медија плејера
sv: Öppna dialogrutan för alternativ för mediaspelare
sw: Fungua kisanduku cha mazungumzo cha chaguo za kicheza media
ta: மீடியா பிளேயர் விருப்பங்கள் உரையாடல் பெட்டியைத் திற
th: เปิดกล่องโต้ตอบตัวเลือกเครื่องเล่นสื่อ
tr: Medya oynatıcı seçenekleri iletişim kutusunu aç
uk: Відкрити діалогове вікно параметрів медіаплеєра
ur: میڈیا پلیئر کے اختیارات کا ڈائیلاگ باکس کھولیں۔
vi: Mở hộp thoại tùy chọn trình phát phương tiện

source: Show about dialog
es: Mostrar acerca del diálogo
sr: Прикажи о дијалогу
sv: Visa om dialog
sw: Onyesha kuhusu mazungumzo
ta: உரையாடலைப் பற்றி காட்டு
th: แสดงเกี่ยวกับบทสนทนา
tr: Hakkında iletişim kutusunu göster
uk: Показати про діалог
ur: ڈائیلاگ کے بارے میں دکھائیں۔
vi: Hiển thị hộp thoại

source: Controls
es: Controles
sr: Контроле
sv: Kontroller
sw: Vidhibiti
ta: கட்டுப்பாடுகள்
th: การควบคุม
tr: Kontroller
uk: Елементи керування
ur: کنٹرول کرتا ہے۔
vi: Kiểm soát

source: No file loaded
es: No hay ningún archivo cargado
sr: Није учитана датотека
sv: Ingen fil laddad
sw: Hakuna faili iliyopakiwa
ta: எந்த கோப்பும் ஏற்றப்படவில்லை.
th: ไม่มีไฟล์โหลด
tr: Hiçbir dosya yüklenmedi
uk: Файл не завантажено
ur: کوئی فائل لوڈ نہیں ہوئی۔
vi: Không có tập tin được tải

source: Mediaplayer
es: Reproductor multimedia
sr: Медиаплаиер
sv: Mediaspelare
sw: Kicheza media
ta: மீடியா பிளேயர்
th: มีเดียเพลเยอร์
tr: Medya oynatıcısı
uk: Медіаплеєр
ur: میڈیا پلیئر
vi: Trình phát phương tiện

source: Goto end
es: Ir al final
sr: Иди на крај
sv: Gå till slutet
sw: Nenda mwisho
ta: முடிவுக்குச் செல்லுங்கள்
th: ไปสู่จุดสิ้นสุด
tr: Sonuna git
uk: До кінця
ur: اختتام کو پہنچا
vi: Đến cuối

source: Hold <Shift> for previous puzzle marker
es: Mantenga presionada la tecla <Shift> para pasar al marcador de rompecabezas anterior
sr: Држите <Схифт> за претходни маркер слагалице
sv: Håll <Shift> för föregående pusselmarkör
sw: Shikilia <Shift> kwa alama ya chemshabongo iliyotangulia
ta: முந்தைய புதிர் மார்க்கருக்கு <Shift> ஐ அழுத்திப் பிடிக்கவும்.
th: กด <Shift> ค้างไว้เพื่อทำเครื่องหมายปริศนาตัวก่อนหน้า
tr: Önceki bulmaca işaretçisi için <Shift> tuşuna basın
uk: Утримуйте <Shift> для маркера попередньої головоломки
ur: پچھلے پہیلی مارکر کے لیے <Shift> کو دبائے رکھیں
vi: Giữ <Shift> để đánh dấu câu đố trước đó

source: Hold <Shift> for next puzzle marker
es: Mantenga presionada la tecla <Shift> para pasar al siguiente marcador de rompecabezas
sr: Држите <Схифт> за следећи маркер слагалице
sv: Håll <Shift> för nästa pusselmarkör
sw: Shikilia <Shift> kwa alama ya chemshabongo inayofuata
ta: அடுத்த புதிர் மார்க்கருக்கு <Shift> ஐ அழுத்திப் பிடிக்கவும்.
th: กด <Shift> ค้างไว้เพื่อทำเครื่องหมายปริศนาถัดไป
tr: Sonraki bulmaca işaretçisi için <Shift> tuşuna basın
uk: Утримуйте <Shift> для наступного маркера головоломки
ur: اگلے پہیلی مارکر کے لیے <Shift> کو دبائے رکھیں
vi: Giữ <Shift> để đánh dấu câu đố tiếp theo

source: Set move video marker
es: Establecer marcador de movimiento de vídeo
sr: Подесите померање видео маркера
sv: Ställ in flytta videomarkör
sw: Weka alama ya kusogeza ya video
ta: வீடியோவை நகர்த்துவதற்கான குறிப்பானை அமைக்கவும்.
th: ตั้งค่าเครื่องหมายย้ายวิดีโอ
tr: Hareket video işaretçisini ayarla
uk: Установити маркер переміщення відео
ur: موو ویڈیو مارکر سیٹ کریں۔
vi: Đặt điểm đánh dấu video di chuyển

source: Delete move video marker
es: Eliminar marcador de movimiento de vídeo
sr: Избришите премести видео маркер
sv: Ta bort flytta videomarkör
sw: Futa kiashiria cha kusogeza cha video
ta: நகர்த்தல் வீடியோ மார்க்கரை நீக்கு
th: ลบเครื่องหมายย้ายวิดีโอ
tr: Sil hareket video işaretçisi
uk: Видалити маркер переміщення відео
ur: منتقل ویڈیو مارکر کو حذف کریں۔
vi: Xóa dấu hiệu di chuyển video

source: Media player help
es: Ayuda del reproductor multimedia
sr: Помоћ за медијски плејер
sv: Mediaspelare hjälp
sw: Msaada wa kicheza media
ta: மீடியா பிளேயர் உதவி
th: ความช่วยเหลือเกี่ยวกับเครื่องเล่นสื่อ
tr: Medya oynatıcı yardımı
uk: Допомога медіаплеєра
ur: میڈیا پلیئر کی مدد
vi: Trợ giúp trình phát phương tiện

source: Making videos
es: Haciendo videos
sr: Прављење видео записа
sv: Att göra videor
sw: Kutengeneza video
ta: வீடியோக்களை உருவாக்குதல்
th: การทำวิดีโอ
tr: Videolar yapmak
uk: Створення відео
ur: ویڈیوز بنانا
vi: Làm video

source: The media player allows you to view and make chess videos.
es: El reproductor multimedia le permite ver y hacer vídeos de ajedrez.
sr: Медиа плејер вам омогућава да гледате и правите шаховске видео записе.
sv: Mediaspelaren låter dig se och göra schackvideor.
sw: Kicheza media hukuruhusu kutazama na kutengeneza video za chess.
ta: மீடியா பிளேயர் சதுரங்க வீடியோக்களைப் பார்க்கவும் உருவாக்கவும் உங்களை அனுமதிக்கிறது.
th: เครื่องเล่นสื่อช่วยให้คุณสามารถดูและสร้างวิดีโอหมากรุกได้
tr: Medya oynatıcısı satranç videolarını izlemenize ve oluşturmanıza olanak tanır.
uk: Медіаплеєр дозволяє переглядати та створювати шахові відео.
ur: میڈیا پلیئر آپ کو شطرنج کی ویڈیوز دیکھنے اور بنانے کی اجازت دیتا ہے۔
vi: Trình phát phương tiện cho phép bạn xem và tạo video cờ vua.

source: The videos that the program can use are just normal *.mp4 files.
es: Los vídeos que puede utilizar el programa son simplemente archivos *.mp4 normales.
sr: Видео снимци које програм може да користи су обичне *.мп4 датотеке.
sv: Videorna som programmet kan använda är bara vanliga *.mp4-filer.
sw: Video ambazo programu inaweza kutumia ni faili za kawaida *.mp4.
ta: நிரல் பயன்படுத்தக்கூடிய வீடியோக்கள் சாதாரண *.mp4 கோப்புகள் மட்டுமே.
th: วิดีโอที่โปรแกรมสามารถใช้ได้นั้นเป็นเพียงไฟล์ *.mp4 ธรรมดา
tr: Programın kullanabileceği videolar normal *.mp4 dosyalarıdır.
uk: Відео, які програма може використовувати, — це звичайні файли *.mp4.
ur: پروگرام جو ویڈیوز استعمال کر سکتا ہے وہ صرف عام *.mp4 فائلیں ہیں۔
vi: Các video mà chương trình có thể sử dụng chỉ là các tệp *.mp4 thông thường.

source: Each video needs a PGN file that has the same file stem name.
es: Cada vídeo necesita un archivo PGN que tenga el mismo nombre de raíz de archivo.
sr: За сваки видео је потребна ПГН датотека која има исто име датотеке.
sv: Varje video behöver en PGN-fil som har samma filstamnamn.
sw: Kila video inahitaji faili ya PGN ambayo ina jina la shina la faili sawa.
ta: ஒவ்வொரு வீடியோவிற்கும் ஒரே கோப்பு ஸ்டெம் பெயரைக் கொண்ட PGN கோப்பு தேவை.
th: วิดีโอแต่ละรายการต้องมีไฟล์ PGN ที่มีชื่อไฟล์เดียวกัน
tr: Her videonun aynı dosya kök adına sahip bir PGN dosyasına ihtiyacı vardır.
uk: Для кожного відео потрібен файл PGN з однаковою назвою основи файлу.
ur: ہر ویڈیو کو ایک PGN فائل کی ضرورت ہوتی ہے جس کا فائل اسٹیم کا نام ایک جیسا ہو۔
vi: Mỗi video cần có một tệp PGN có cùng tên gốc tệp.

source: The video info that links the two files together is stored
es: La información de vídeo que vincula los dos archivos se almacena
sr: Информације о видео снимку које повезују две датотеке заједно се чувају
sv: Videoinformationen som länkar samman de två filerna lagras
sw: Maelezo ya video ambayo yanaunganisha faili mbili pamoja yanahifadhiwa
ta: இரண்டு கோப்புகளையும் ஒன்றாக இணைக்கும் வீடியோ தகவல் சேமிக்கப்படுகிறது.
th: ข้อมูลวิดีโอที่เชื่อมโยงไฟล์ทั้งสองเข้าด้วยกันจะถูกเก็บไว้
tr: İki dosyayı birbirine bağlayan video bilgisi saklanır
uk: Інформація про відео, яка пов’язує два файли, зберігається
ur: ویڈیو کی معلومات جو دونوں فائلوں کو آپس میں جوڑتی ہے محفوظ کی جاتی ہے۔
vi: Thông tin video liên kết hai tập tin với nhau được lưu trữ

source: in a tag in the PGN file.
es: en una etiqueta en el archivo PGN.
sr: у ознаци у ПГН датотеци.
sv: i en tagg i PGN-filen.
sw: kwenye tepe kwenye faili ya PGN.
ta: PGN கோப்பில் உள்ள ஒரு குறிச்சொல்லில்.
th: ในแท็กในไฟล์ PGN
tr: PGN dosyasındaki bir etikette.
uk: у тегу у файлі PGN.
ur: PGN فائل میں ایک ٹیگ میں۔
vi: trong thẻ trong tệp PGN.

source: i.e. filename.mp4 filename.pgn
es: es decir, nombredearchivo.mp4 nombredearchivo.pgn
sr: тј. име датотеке.мп4 име датотеке.пгн
sv: dvs filnamn.mp4 filnamn.pgn
sw: yaani filename.mp4 filename.pgn
ta: அதாவது கோப்பு பெயர்.mp4 கோப்பு பெயர்.pgn
th: เช่น ชื่อไฟล์.mp4 ชื่อไฟล์.pgn
tr: yani dosyaadı.mp4 dosyaadı.pgn
uk: тобто ім'я файлу.mp4 ім'я файлу.pgn
ur: یعنی filename.mp4 filename.pgn
vi: tức là filename.mp4 filename.pgn

source: By default the media player will use a native control panel
es: De forma predeterminada, el reproductor multimedia utilizará un panel de control nativo.
sr: Подразумевано ће медијски плејер користити матичну контролну таблу
sv: Som standard kommer mediaspelaren att använda en inbyggd kontrollpanel
sw: Kwa chaguo-msingi kicheza media kitatumia paneli asilia ya kudhibiti
ta: இயல்பாகவே மீடியா பிளேயர் ஒரு சொந்த கட்டுப்பாட்டுப் பலகத்தைப் பயன்படுத்தும்.
th: โดยค่าเริ่มต้นเครื่องเล่นสื่อจะใช้แผงควบคุมดั้งเดิม
tr: Varsayılan olarak medya oynatıcısı yerel bir kontrol paneli kullanacaktır
uk: За замовчуванням медіаплеєр використовуватиме рідну панель керування
ur: بطور ڈیفالٹ میڈیا پلیئر مقامی کنٹرول پینل استعمال کرے گا۔
vi: Theo mặc định, trình phát phương tiện sẽ sử dụng bảng điều khiển gốc

source: with buttons for <Start> <Stop> <Pause> etc.
es: con botones para <Inicio> <Detener> <Pausa> etc.
sr: са дугмадима за <Старт> <Стоп> <Пауза> итд.
sv: med knappar för <Start> <Stopp> <Paus> osv.
sw: na vitufe vya <Anza> <Sitisha> <Sitisha> n.k.
ta: <தொடங்கு>நிறுத்து>இடைநிறுத்து>போன்றவற்றுக்கான பொத்தான்களுடன்.
th: มีปุ่มสำหรับ <เริ่ม> <หยุด> <หยุดชั่วคราว> เป็นต้น
tr: <Başlat> <Durdur> <Duraklat> vb. düğmeleriyle
uk: з кнопками <Пуск> <Стоп> <Пауза> тощо.
ur: <Start> <Stop> <Pause> وغیرہ کے بٹنوں کے ساتھ۔
vi: với các nút <Bắt đầu> <Dừng> <Tạm dừng> v.v.

source: Apparently, this panel is not guaranteed to be displayed.
es: Aparentemente no se garantiza que este panel se muestre.
sr: Очигледно, није гарантовано да ће овај панел бити приказан.
sv: Tydligen är det inte garanterat att den här panelen visas.
sw: Inavyoonekana, paneli hii haijahakikishiwa kuonyeshwa.
ta: இந்தப் பலகம் காண்பிக்கப்படும் என்பதற்கு உத்தரவாதம் இல்லை என்பது தெளிவாகிறது.
th: ดูเหมือนว่าแผงนี้ไม่ได้รับประกันว่าจะแสดงได้
tr: Görünüşe göre bu panelin görüntülenmesi garanti edilmiyor.
uk: Очевидно, ця панель не гарантовано відображатиметься.
ur: بظاہر، اس پینل کے ظاہر ہونے کی ضمانت نہیں ہے۔
vi: Có vẻ như không đảm bảo rằng bảng điều khiển này sẽ được hiển thị.

source: To mitigate against this eventuality, I have added
es: Para mitigar esta eventualidad, he añadido
sr: Да бих ублажио ову могућност, додао сам
sv: För att mildra denna eventualitet har jag lagt till
sw: Ili kupunguza dhidi ya tukio hili, nimeongeza
ta: இந்த நிகழ்வைத் தணிக்க, நான் சேர்த்துள்ளேன்
th: เพื่อบรรเทาเหตุการณ์ที่อาจเกิดขึ้นนี้ ฉันได้เพิ่ม
tr: Bu olasılığa karşı önlem almak için şunları ekledim:
uk: Щоб пом'якшити цю можливість, я додав
ur: اس صورتحال کو کم کرنے کے لیے، میں نے شامل کیا ہے۔
vi: Để giảm thiểu khả năng này, tôi đã thêm

source: an optional toolbar that displays the same controls.
es: una barra de herramientas opcional que muestra los mismos controles.
sr: опциону траку са алаткама која приказује исте контроле.
sv: ett valfritt verktygsfält som visar samma kontroller.
sw: upau wa vidhibiti wa hiari unaoonyesha vidhibiti sawa.
ta: அதே கட்டுப்பாடுகளைக் காண்பிக்கும் ஒரு விருப்ப கருவிப்பட்டி.
th: แถบเครื่องมือเสริมที่แสดงการควบคุมแบบเดียวกัน
tr: Aynı kontrolleri görüntüleyen isteğe bağlı bir araç çubuğu.
uk: додаткова панель інструментів, яка відображає ті самі елементи керування.
ur: ایک اختیاری ٹول بار جو ایک جیسے کنٹرول دکھاتا ہے۔
vi: một thanh công cụ tùy chọn hiển thị các điều khiển tương tự.

source: The toolbar also has editing icons used for making videos
es: La barra de herramientas también tiene iconos de edición que se utilizan para hacer videos.
sr: Трака са алаткама такође има иконе за уређивање које се користе за прављење видео записа
sv: Verktygsfältet har också redigeringsikoner som används för att göra videor
sw: Upau wa vidhibiti pia una aikoni za uhariri zinazotumika kutengeneza video
ta: வீடியோக்களை உருவாக்கப் பயன்படுத்தப்படும் எடிட்டிங் ஐகான்களும் கருவிப்பட்டியில் உள்ளன.
th: แถบเครื่องมือมีไอคอนแก้ไขที่ใช้สำหรับการสร้างวิดีโอด้วย
tr: Araç çubuğunda ayrıca video yapımında kullanılan düzenleme simgeleri de bulunur
uk: На панелі інструментів також є значки редагування, які використовуються для створення відео
ur: ٹول بار میں ایڈیٹنگ آئیکنز بھی ہیں جو ویڈیوز بنانے کے لیے استعمال ہوتے ہیں۔
vi: Thanh công cụ cũng có các biểu tượng chỉnh sửa được sử dụng để tạo video

source: and navigation icons for moving back and forth in the video.
es: e iconos de navegación para moverse hacia adelante y hacia atrás en el video.
sr: и иконе за навигацију за кретање напред-назад у видео снимку.
sv: och navigeringsikoner för att flytta fram och tillbaka i videon.
sw: na aikoni za kusogeza mbele na nyuma kwenye video.
ta: மற்றும் வீடியோவில் முன்னும் பின்னுமாக நகர்த்துவதற்கான வழிசெலுத்தல் ஐகான்கள்.
th: และไอคอนนำทางสำหรับการเลื่อนไปมาในวิดีโอ
tr: ve videoda ileri geri hareket etmek için navigasyon simgeleri.
uk: і значки навігації для переміщення вперед і назад у відео.
ur: اور ویڈیو میں آگے پیچھے جانے کے لیے نیویگیشن آئیکنز۔
vi: và các biểu tượng điều hướng để di chuyển qua lại trong video.

source: Also, with the toolbar there is always access to the pause button,
es: Además, con la barra de herramientas siempre hay acceso al botón de pausa,
sr: Такође, са траком са алаткама увек постоји приступ дугмету за паузу,
sv: Med verktygsfältet finns det alltid tillgång till pausknappen,
sw: Pia, na upau wa vidhibiti kuna ufikiaji wa kitufe cha kusitisha kila wakati,
ta: மேலும், கருவிப்பட்டியில் எப்போதும் இடைநிறுத்த பொத்தானை அணுகலாம்,
th: นอกจากนี้ด้วยแถบเครื่องมือยังสามารถเข้าถึงปุ่มหยุดชั่วคราวได้ตลอดเวลา
tr: Ayrıca araç çubuğuyla her zaman duraklatma düğmesine erişim vardır,
uk: Крім того, на панелі інструментів завжди є доступ до кнопки паузи,
ur: اس کے علاوہ، ٹول بار کے ساتھ ہمیشہ توقف کے بٹن تک رسائی ہوتی ہے،
vi: Ngoài ra, với thanh công cụ luôn có thể truy cập vào nút tạm dừng,

source: so you can pause the video even when the program is playing moves
es: para que puedas pausar el video incluso cuando el programa esté reproduciendo movimientos
sr: тако да можете паузирати видео чак и када програм пушта покрете
sv: så att du kan pausa videon även när programmet spelas upp
sw: kwa hivyo unaweza kusitisha video hata wakati programu inacheza hatua
ta: எனவே நிரல் நகர்ந்து கொண்டிருக்கும்போது கூட நீங்கள் வீடியோவை இடைநிறுத்தலாம்
th: เพื่อให้คุณสามารถหยุดวิดีโอชั่วคราวได้แม้ว่าโปรแกรมกำลังเล่นภาพเคลื่อนไหวอยู่
tr: böylece program hareketleri oynatırken bile videoyu duraklatabilirsiniz
uk: тому ви можете призупинити відео, навіть коли програма відтворює рухи
ur: لہذا آپ ویڈیو کو روک سکتے ہیں یہاں تک کہ جب پروگرام چل رہا ہو۔
vi: vì vậy bạn có thể tạm dừng video ngay cả khi chương trình đang phát các động tác
