Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Display help - Check for board widget help to be displayed
es: Mostrar ayuda: marca si se mostrará la ayuda del widget del tablero
sr: Прикажи помоћ – Проверите да ли се приказује помоћ за виџет на табли
sv: Visa hjälp - Kontrollera om styrelsewidgethjälp ska visas
sw: Usaidizi wa kuonyesha - Angalia usaidizi wa wijeti ya ubao ili kuonyeshwa
ta: காட்சி உதவி - பலகை விட்ஜெட் உதவி காட்டப்படுகிறதா என்று சரிபார்க்கவும்.
th: แสดงความช่วยเหลือ - ตรวจสอบความช่วยเหลือเกี่ยวกับวิดเจ็ตบอร์ดที่จะแสดง
tr: Yardımı görüntüle - Panonun widget'ı yardımının görüntülenip görüntülenmediğini kontrol edin
uk: Відобразити довідку - перевірте, чи відображатиметься довідка щодо віджетів дошки
ur: ڈسپلے مدد - ڈسپلے کرنے کے لیے بورڈ ویجیٹ مدد کے لیے چیک کریں۔
vi: Hiển thị trợ giúp - Kiểm tra xem tiện ích bảng trợ giúp có được hiển thị không

source: when the mouse cursor is hovered over the widget.
es: cuando el cursor del mouse se sitúa sobre el widget.
sr: када се курсор миша пређе преко виџета.
sv: när muspekaren hålls över widgeten.
sw: wakati kielekezi cha kipanya kinapoelea juu ya wijeti.
ta: விட்ஜெட்டின் மேல் மவுஸ் கர்சர் நகர்த்தப்படும்போது.
th: เมื่อเคอร์เซอร์ของเมาส์วางอยู่เหนือวิดเจ็ต
tr: fare imleci widget'ın üzerine getirildiğinde.
uk: коли курсор миші наведено на віджет.
ur: جب ماؤس کا کرسر ویجیٹ پر منڈلاتا ہے۔
vi: khi di con trỏ chuột qua tiện ích.

source: Normal tooltip - Check to display a normal tooltip for help.
es: Información sobre herramientas normal: marque esta opción para mostrar una información sobre herramientas normal como ayuda.
sr: Нормалан опис алата – Означите да бисте приказали нормалан опис за помоћ.
sv: Normalt verktygstips - Markera för att visa ett normalt verktygstips för hjälp.
sw: Kidokezo cha kawaida - Angalia ili kuonyesha kidokezo cha kawaida kwa usaidizi.
ta: சாதாரண உதவிக்குறிப்பு - உதவிக்கு ஒரு சாதாரண உதவிக்குறிப்பு காட்டப்பட்டுள்ளதா என சரிபார்க்கவும்.
th: คำแนะนำปกติ - เลือกเพื่อแสดงคำแนะนำปกติสำหรับความช่วยเหลือ
tr: Normal ipucu - Yardım için normal bir ipucu görüntülemek üzere işaretleyin.
uk: Звичайна спливаюча підказка. Поставте прапорець, щоб відображати звичайну спливаючу підказку для довідки.
ur: عام ٹول ٹِپ - مدد کے لیے ایک عام ٹول ٹِپ ظاہر کرنے کے لیے چیک کریں۔
vi: Chú giải công cụ thông thường - Kiểm tra để hiển thị chú giải công cụ thông thường để được trợ giúp.

source: Rich tooltip - Check to display a rich tooltip for help.
es: Información sobre herramientas enriquecida: marque esta opción para mostrar una información sobre herramientas enriquecida como ayuda.
sr: Обогаћен опис алата – потврдите избор да бисте приказали богат опис за помоћ.
sv: Rich verktygstips - Markera för att visa ett omfattande verktygstips för hjälp.
sw: Kidokezo tajiri - Angalia ili uonyeshe kidokezo tajiri kwa usaidizi.
ta: ரிச் டூல்டிப் - உதவிக்கு ரிச் டூல்டிப்பைக் காட்ட சரிபார்க்கவும்.
th: คำแนะนำแบบสมบูรณ์ - เลือกเพื่อแสดงคำแนะนำแบบสมบูรณ์เพื่อขอความช่วยเหลือ
tr: Zengin araç ipucu - Yardım için zengin bir araç ipucu görüntülemek üzere işaretleyin.
uk: Розширена підказка – поставте прапорець, щоб відображати розширену підказку для допомоги.
ur: رِچ ٹول ٹِپ - مدد کے لیے ایک بھرپور ٹول ٹِپ ڈسپلے کرنے کے لیے چیک کریں۔
vi: Chú giải công cụ chi tiết - Chọn để hiển thị chú giải công cụ chi tiết để được trợ giúp.

source: To view instructions for board widget usage click on the
es: Para ver las instrucciones de uso del widget del tablero, haga clic en el
sr: Да бисте видели упутства за коришћење виџета на табли, кликните на
sv: För att se instruktioner för användning av boardwidget klicka på
sw: Kutazama maagizo ya matumizi ya wijeti ya bodi bonyeza kwenye
ta: பலகை விட்ஜெட் பயன்பாட்டிற்கான வழிமுறைகளைப் பார்க்க,
th: เพื่อดูคำแนะนำในการใช้งานวิดเจ็ตบอร์ด ให้คลิกที่
tr: Panonun widget kullanımına ilişkin talimatları görüntülemek için tıklayın
uk: Щоб переглянути інструкції щодо використання віджета дошки, натисніть на
ur: بورڈ ویجیٹ کے استعمال کی ہدایات دیکھنے کے لیے پر کلک کریں۔
vi: Để xem hướng dẫn sử dụng tiện ích bảng, hãy nhấp vào

source: < Notes on Board Widget > button at the bottom of the screen.
es: Botón < Notas en el widget del tablero > en la parte inferior de la pantalla.
sr: Дугме < Нотес он Боард Видгет> на дну екрана.
sv: Knappen < Notes on Board Widget > längst ned på skärmen.
sw: < Vidokezo kwenye Wijeti ya Ubao > kitufe kilicho chini ya skrini.
ta: திரையின் அடிப்பகுதியில் உள்ள <பலகை விட்ஜெட்டில் குறிப்புகள்> > பொத்தான்.
th: ปุ่ม < หมายเหตุบนวิดเจ็ตบอร์ด > ที่ด้านล่างของหน้าจอ
tr: Ekranın alt kısmındaki < Board Widget'ı Hakkında Notlar > butonuna tıklayın.
uk: < Notes on Board Widget > кнопка внизу екрана.
ur: < بورڈ ویجیٹ پر نوٹس> اسکرین کے نیچے بٹن۔
vi: Nút <Ghi chú trên Tiện ích bảng> ở cuối màn hình.

source: Board widget help
es: Ayuda del widget del tablero
sr: Помоћ за видгет табле
sv: Board widget hjälp
sw: Usaidizi wa wijeti ya bodi
ta: பலகை விட்ஜெட் உதவி
th: ช่วยเหลือวิดเจ็ตบอร์ด
tr: Pano widget yardımı
uk: Довідка щодо віджетів дошки
ur: بورڈ ویجیٹ مدد
vi: Trợ giúp tiện ích bảng

source: The board widget is the double headed arrow in the
es: El widget del tablero es la flecha de dos puntas en el
sr: Виџет табле је стрелица са двоструком главом у
sv: Board-widgeten är den dubbla pilen i
sw: Wijeti ya ubao ni mshale wenye vichwa viwili katika
ta: பலகை விட்ஜெட் என்பது இரட்டைத் தலை அம்புக்குறி ஆகும்.
th: วิดเจ็ตบอร์ดเป็นลูกศรสองหัวใน
tr: Panonun widget'ı, panodaki çift başlı oktur.
uk: Віджет дошки — це двонаправлена ​​стрілка в
ur: بورڈ ویجیٹ میں ڈبل سر والا تیر ہے۔
vi: Tiện ích bảng là mũi tên hai đầu trong

source: bottom right hand corner of the screen.
es: esquina inferior derecha de la pantalla.
sr: доњи десни угао екрана.
sv: nedre högra hörnet av skärmen.
sw: kona ya chini ya kulia ya skrini.
ta: திரையின் கீழ் வலது மூலையில்.
th: มุมขวาล่างของหน้าจอ
tr: Ekranın sağ alt köşesi.
uk: нижній правий кут екрана.
ur: اسکرین کے نیچے دائیں کونے میں۔
vi: góc dưới bên phải của màn hình.

source: It is used to size, move and tilt the chessboard to allow for convenient
es: Se utiliza para dimensionar, mover e inclinar el tablero de ajedrez para permitir una operación cómoda.
sr: Користи се за димензионисање, померање и нагињање шаховске табле како би се омогућила погодност
sv: Den används för att dimensionera, flytta och luta schackbrädet för att göra det bekvämt
sw: Inatumika kwa ukubwa, kusonga na kuinamisha ubao wa chess ili kuruhusu urahisi
ta: சதுரங்கப் பலகையை வசதியாக அளவிட, நகர்த்த மற்றும் சாய்க்க இது பயன்படுகிறது.
th: ใช้เพื่อปรับขนาด เคลื่อนย้าย และเอียงกระดานหมากรุกให้สะดวก
tr: Satranç tahtasının boyutlandırılması, hareket ettirilmesi ve eğilmesi için kullanılır ve bu sayede rahat bir kullanım sağlar.
uk: Він використовується для розміру, переміщення та нахилу шахової дошки для зручності
ur: اس کا استعمال بساط کو سائز، حرکت اور جھکاؤ کے لیے کیا جاتا ہے تاکہ آسان ہو سکے۔
vi: Nó được sử dụng để định cỡ, di chuyển và nghiêng bàn cờ để thuận tiện

source: positioning of other windows and to obtain the view that suits you best.
es: Posicionamiento de otras ventanas y obtener la vista que más te convenga.
sr: позиционирање других прозора и да бисте добили поглед који вам највише одговара.
sv: placering av andra fönster och för att få den utsikt som passar dig bäst.
sw: nafasi ya madirisha mengine na kupata mwonekano unaokufaa zaidi.
ta: மற்ற ஜன்னல்களை நிலைநிறுத்துதல் மற்றும் உங்களுக்கு மிகவும் பொருத்தமான காட்சியைப் பெறுதல்.
th: การวางตำแหน่งของหน้าต่างอื่นๆ และเพื่อให้ได้มุมมองที่เหมาะกับคุณที่สุด
tr: Diğer pencerelerin konumlandırılması ve sizin için en uygun manzaranın elde edilmesi.
uk: розташування інших вікон і отримання вигляду, який вам найкраще підходить.
ur: دوسری کھڑکیوں کی پوزیشننگ اور وہ نظارہ حاصل کرنے کے لیے جو آپ کے لیے بہترین ہو۔
vi: vị trí của các cửa sổ khác và để có được góc nhìn phù hợp nhất với bạn.

source: Click the up arrow to make the board bigger and the down arrow to make it smaller.
es: Haga clic en la flecha hacia arriba para agrandar el tablero y en la flecha hacia abajo para hacerlo más pequeño.
sr: Кликните на стрелицу нагоре да бисте повећали таблу и на стрелицу надоле да бисте је смањили.
sv: Klicka på uppåtpilen för att göra brädan större och nedåtpilen för att göra den mindre.
sw: Bofya kishale cha juu ili kufanya ubao kuwa mkubwa na kishale cha chini ili kuifanya kuwa ndogo.
ta: பலகையைப் பெரிதாக்க மேல் அம்புக்குறியையும், சிறியதாக மாற்ற கீழ் அம்புக்குறியையும் சொடுக்கவும்.
th: คลิกลูกศรขึ้นเพื่อทำให้กระดานใหญ่ขึ้น และลูกศรลงเพื่อทำให้กระดานเล็กลง
tr: Tahtayı büyütmek için yukarı okuna, küçültmek için aşağı okuna tıklayın.
uk: Натисніть стрілку вгору, щоб збільшити дошку, і стрілку вниз, щоб зменшити її.
ur: بورڈ کو بڑا بنانے کے لیے اوپر والے تیر پر کلک کریں اور نیچے کے تیر کو چھوٹا کرنے کے لیے۔
vi: Nhấp vào mũi tên lên để làm cho bảng lớn hơn và mũi tên xuống để làm cho bảng nhỏ hơn.

source: Hold down the <x> key when you click an arrow to change the board width.
es: Mantenga presionada la tecla <x> cuando haga clic en una flecha para cambiar el ancho del tablero.
sr: Држите притиснут тастер <к> када кликнете на стрелицу да промените ширину плоче.
sv: Håll ned <x>-tangenten när du klickar på en pil för att ändra brädets bredd.
sw: Shikilia kitufe cha <x> unapobofya kishale ili kubadilisha upana wa ubao.
ta: பலகையின் அகலத்தை மாற்ற அம்புக்குறியைக் கிளிக் செய்யும் போது <x> விசையை அழுத்திப் பிடிக்கவும்.
th: กดปุ่ม <x> ค้างไว้เมื่อคุณคลิกลูกศรเพื่อเปลี่ยนความกว้างของกระดาน
tr: Tahtanın genişliğini değiştirmek için bir oka tıkladığınızda <x> tuşunu basılı tutun.
uk: Утримуйте клавішу <x>, коли ви клацаєте стрілку, щоб змінити ширину дошки.
ur: جب آپ بورڈ کی چوڑائی کو تبدیل کرنے کے لیے تیر پر کلک کرتے ہیں تو <x> کلید کو دبائے رکھیں۔
vi: Giữ phím <x> khi bạn nhấp vào mũi tên để thay đổi chiều rộng của bảng.

source: Hold down the <z> key when you click an arrow to change the board length.
es: Mantenga presionada la tecla <z> cuando haga clic en una flecha para cambiar la longitud del tablero.
sr: Држите притиснут тастер <з> када кликнете на стрелицу да промените дужину плоче.
sv: Håll ned <z>-tangenten när du klickar på en pil för att ändra brädets längd.
sw: Shikilia kitufe cha <z> unapobofya kishale ili kubadilisha urefu wa ubao.
ta: பலகையின் நீளத்தை மாற்ற அம்புக்குறியைக் கிளிக் செய்யும் போது <z> விசையை அழுத்திப் பிடிக்கவும்.
th: กดปุ่ม <z> ค้างไว้เมื่อคุณคลิกลูกศรเพื่อเปลี่ยนความยาวของกระดาน
tr: Tahtanın uzunluğunu değiştirmek için bir oka tıkladığınızda <z> tuşunu basılı tutun.
uk: Утримуйте клавішу <z>, коли ви клацаєте стрілку, щоб змінити довжину дошки.
ur: جب آپ بورڈ کی لمبائی کو تبدیل کرنے کے لیے تیر پر کلک کرتے ہیں تو <z> کلید کو دبائے رکھیں۔
vi: Giữ phím <z> khi bạn nhấp vào mũi tên để thay đổi chiều dài của bảng.

source: Hold down the <a> key when you click an arrow to change the board thickness.
es: Mantenga presionada la tecla <a> cuando haga clic en una flecha para cambiar el grosor del tablero.
sr: Држите притиснут тастер <а> када кликнете на стрелицу да промените дебљину плоче.
sv: Håll ned <a>-tangenten när du klickar på en pil för att ändra brädets tjocklek.
sw: Shikilia kitufe cha <a> unapobofya kishale ili kubadilisha unene wa ubao.
ta: பலகையின் தடிமனை மாற்ற அம்புக்குறியைக் கிளிக் செய்யும் போது <a> விசையை அழுத்திப் பிடிக்கவும்.
th: กดปุ่ม <a> ค้างไว้เมื่อคุณคลิกลูกศรเพื่อเปลี่ยนความหนาของกระดาน
tr: Tahtanın kalınlığını değiştirmek için bir oka tıkladığınızda <a> tuşunu basılı tutun.
uk: Утримуйте клавішу <a>, коли ви клацаєте стрілку, щоб змінити товщину дошки.
ur: جب آپ بورڈ کی موٹائی کو تبدیل کرنے کے لیے تیر پر کلک کرتے ہیں تو <a> کلید کو دبائے رکھیں۔
vi: Giữ phím <a> khi bạn nhấp vào mũi tên để thay đổi độ dày của bảng.

source: Hold down the <SHIFT> key when you click an arrow to move the board forwards or back.
es: Mantenga presionada la tecla <SHIFT> cuando haga clic en una flecha para mover el tablero hacia adelante o hacia atrás.
sr: Држите притиснут тастер <СХИФТ> када кликнете на стрелицу да померите таблу напред или назад.
sv: Håll ned <SHIFT>-tangenten när du klickar på en pil för att flytta brädan framåt eller bakåt.
sw: Shikilia kitufe cha <SHIFT> unapobofya kishale ili kusogeza ubao mbele au nyuma.
ta: பலகையை முன்னோக்கி அல்லது பின்னோக்கி நகர்த்த அம்புக்குறியைக் கிளிக் செய்யும் போது <SHIFT> விசையை அழுத்திப் பிடிக்கவும்.
th: กดปุ่ม <SHIFT> ค้างไว้เมื่อคุณคลิกลูกศรเพื่อเลื่อนบอร์ดไปข้างหน้าหรือข้างหลัง
tr: Tahtayı ileri veya geri hareket ettirmek için bir oka tıkladığınızda <SHIFT> tuşunu basılı tutun.
uk: Утримуйте клавішу <SHIFT>, коли ви клацаєте стрілку, щоб перемістити дошку вперед або назад.
ur: جب آپ بورڈ کو آگے یا پیچھے منتقل کرنے کے لیے تیر پر کلک کرتے ہیں تو <SHIFT> کلید کو دبا کر رکھیں۔
vi: Giữ phím <SHIFT> khi bạn nhấp vào mũi tên để di chuyển bảng về phía trước hoặc phía sau.

source: Hold down <SHIFT> and <x> when you click an arrow to move the board left or right.
es: Mantenga presionadas las teclas <SHIFT> y <x> cuando haga clic en una flecha para mover el tablero hacia la izquierda o hacia la derecha.
sr: Држите <СХИФТ> и <к> када кликнете на стрелицу да померите таблу лево или десно.
sv: Håll ned <SHIFT> och <x> när du klickar på en pil för att flytta brädan åt vänster eller höger.
sw: Shikilia chini <SHIFT> na <x> unapobofya kishale ili kusogeza ubao kushoto au kulia.
ta: பலகையை இடது அல்லது வலது பக்கம் நகர்த்த அம்புக்குறியைக் கிளிக் செய்யும் போது <SHIFT> மற்றும் <x> ஐ அழுத்திப் பிடிக்கவும்.
th: กด <SHIFT> และ <x> ค้างไว้เมื่อคุณคลิกลูกศรเพื่อเลื่อนกระดานไปทางซ้ายหรือขวา
tr: Tahtayı sola veya sağa hareket ettirmek için bir oka tıkladığınızda <SHIFT> ve <x> tuşlarına basılı tutun.
uk: Утримуйте <SHIFT> і <x>, коли ви клацаєте стрілку, щоб перемістити дошку вліво або вправо.
ur: جب آپ بورڈ کو بائیں یا دائیں منتقل کرنے کے لیے تیر پر کلک کرتے ہیں تو <SHIFT> اور <x> کو دبا کر رکھیں۔
vi: Giữ phím <SHIFT> và <x> khi bạn nhấp vào mũi tên để di chuyển bảng sang trái hoặc phải.

source: Hold down <SHIFT> and <a> when you click an arrow to move the board up or down.
es: Mantenga presionadas las teclas <SHIFT> y <a> cuando haga clic en una flecha para mover el tablero hacia arriba o hacia abajo.
sr: Држите <СХИФТ> и <а> када кликнете на стрелицу да померите таблу нагоре или надоле.
sv: Håll ned <SHIFT> och <a> när du klickar på en pil för att flytta brädan uppåt eller nedåt.
sw: Shikilia chini <SHIFT> na <a> unapobofya kishale ili kusogeza ubao juu au chini.
ta: பலகையை மேலே அல்லது கீழே நகர்த்த அம்புக்குறியைக் கிளிக் செய்யும் போது <SHIFT> மற்றும் <a> ஐ அழுத்திப் பிடிக்கவும்.
th: กด <SHIFT> และ <a> ค้างไว้เมื่อคุณคลิกลูกศรเพื่อเลื่อนกระดานขึ้นหรือลง
tr: Tahtayı yukarı veya aşağı hareket ettirmek için bir oka tıkladığınızda <SHIFT> ve <a> tuşlarına basılı tutun.
uk: Утримуйте <SHIFT> і <a>, коли ви клацаєте стрілку, щоб перемістити дошку вгору або вниз.
ur: جب آپ بورڈ کو اوپر یا نیچے لے جانے کے لیے تیر پر کلک کرتے ہیں تو <SHIFT> اور <a> کو دبا کر رکھیں۔
vi: Giữ phím <SHIFT> và <a> khi bạn nhấp vào mũi tên để di chuyển bảng lên hoặc xuống.

source: Hold down <ALT> and <a> or <z> when you click an arrow to tilt the board.
es: Mantenga presionada la tecla <ALT> y <a> o <z> cuando haga clic en una flecha para inclinar el tablero.
sr: Држите <АЛТ> и <а> или <з> када кликнете на стрелицу да нагнете таблу.
sv: Håll ned <ALT> och <a> eller <z> när du klickar på en pil för att luta brädan.
sw: Shikilia chini <ALT> na <a> au <z> unapobofya kishale ili kuinamisha ubao.
ta: பலகையை சாய்க்க அம்புக்குறியைக் கிளிக் செய்யும் போது <ALT> மற்றும் <a> அல்லது <z> ஐ அழுத்திப் பிடிக்கவும்.
th: กด <ALT> และ <a> หรือ <z> ค้างไว้เมื่อคุณคลิกลูกศรเพื่อเอียงกระดาน
tr: Tahtayı eğmek için bir oka tıkladığınızda <ALT> ve <a> veya <z> tuşlarına basılı tutun.
uk: Утримуйте <ALT> і <a> або <z>, коли ви клацаєте стрілку, щоб нахилити дошку.
ur: جب آپ بورڈ کو جھکانے کے لیے تیر پر کلک کرتے ہیں تو <ALT> اور <a> یا <z> کو دبا کر رکھیں۔
vi: Giữ phím <ALT> và <a> hoặc <z> khi bạn nhấp vào mũi tên để nghiêng bảng.

source: Once you get used to the board widget controls, you may want to turn off
es: Una vez que te acostumbres a los controles del widget del tablero, es posible que desees desactivarlos.
sr: Када се навикнете на контроле виџета на табли, можда ћете желети да га искључите
sv: När du har vant dig vid styrelsewidgetkontrollerna kanske du vill stänga av
sw: Mara tu unapozoea vidhibiti vya wijeti ya ubao, unaweza kutaka kuzima
ta: நீங்கள் பலகை விட்ஜெட் கட்டுப்பாடுகளுடன் பழகியவுடன், நீங்கள் அணைக்க விரும்பலாம்
th: เมื่อคุณคุ้นเคยกับการควบคุมวิดเจ็ตบนบอร์ดแล้ว คุณอาจต้องการปิด
tr: Panonun widget kontrollerine alıştığınızda, kapatmak isteyebilirsiniz
uk: Коли ви звикнете до керування віджетами дошки, ви можете вимкнути їх
ur: ایک بار جب آپ بورڈ ویجیٹ کنٹرولز کے عادی ہو جائیں تو آپ اسے آف کرنا چاہیں گے۔
vi: Khi bạn đã quen với các điều khiển tiện ích bảng, bạn có thể muốn tắt

source: the board widget help. To do this, check the < Display help > checkbox to off
es: La ayuda del widget del tablero. Para ello, desactive la casilla "Mostrar ayuda".
sr: помоћ виџета на табли. Да бисте то урадили, потврдите избор у пољу за потврду < Прикажи помоћ > да бисте искључили
sv: hjälp med styrelsewidgeten. För att göra detta, markera kryssrutan < Visa hjälp > till av
sw: usaidizi wa wijeti ya bodi. Ili kufanya hivyo, chagua kisanduku cha kuteua cha < Display help > ili kuzima
ta: பலகை விட்ஜெட் உதவி. இதைச் செய்ய, Display help > தேர்வுப்பெட்டியை ஆஃப் செய்ய தேர்வு செய்யவும்.
th: วิดเจ็ตบอร์ดช่วยได้ เมื่อต้องการทำเช่นนี้ ให้ทำเครื่องหมายที่ช่องกาเครื่องหมาย < แสดงความช่วยเหลือ > เพื่อปิด
tr: pano widget yardımı. Bunu yapmak için < Yardımı görüntüle > onay kutusunu kapalı olarak işaretleyin
uk: довідка про віджет дошки. Для цього встановіть прапорець < Відображати довідку > на вимкнене
ur: بورڈ ویجیٹ مدد. ایسا کرنے کے لیے، < ڈسپلے مدد > چیک باکس کو آف کرنے کے لیے چیک کریں۔
vi: bảng trợ giúp tiện ích. Để thực hiện việc này, hãy kiểm tra hộp kiểm < Hiển thị trợ giúp > để tắt

source: in the 3d options dialog box.
es: en el cuadro de diálogo de opciones 3D.
sr: у дијалогу 3д опције.
sv: i dialogrutan för 3D-alternativ.
sw: katika kisanduku cha mazungumzo cha chaguzi za 3d.
ta: 3D விருப்பங்கள் உரையாடல் பெட்டியில்.
th: ในกล่องโต้ตอบตัวเลือก 3 มิติ
tr: 3d seçenekleri iletişim kutusunda.
uk: у діалоговому вікні параметрів 3d.
ur: 3d آپشنز کے ڈائیلاگ باکس میں۔
vi: trong hộp thoại tùy chọn 3D.

source: There is a choice of two types of tooltip help display. The reason for this
es: Hay dos tipos de visualización de ayuda de información sobre herramientas. El motivo de esto
sr: Постоји избор између два типа приказа помоћи са алаткама. Разлог за ово
sv: Du kan välja mellan två typer av verktygstipshjälpvisning. Anledningen till detta
sw: Kuna chaguo la aina mbili za onyesho la usaidizi la kidokezo. Sababu ya hii
ta: இரண்டு வகையான டூல்டிப் உதவி காட்சி தேர்வு உள்ளது. இதற்கான காரணம்
th: มีการแสดงคำแนะนำเครื่องมือให้เลือกสองแบบ เหตุผลก็คือ
tr: İki tür araç ipucu yardım görüntüleme seçeneği vardır. Bunun nedeni
uk: Існує вибір двох типів відображення довідки підказки. Причина цього
ur: ٹول ٹپ مدد ڈسپلے کی دو قسموں کا انتخاب ہے۔ اس کی وجہ
vi: Có hai loại tùy chọn hiển thị trợ giúp chú giải công cụ. Lý do cho điều này

source: is that sometimes the program would crash using the rich tooltip help.
es: Es que a veces el programa se bloquea al utilizar la ayuda enriquecida de información sobre herramientas.
sr: је то што би се програм понекад срушио користећи богату помоћ са објашњењем.
sv: är att programmet ibland kraschar med hjälp av den omfattande verktygstipsen.
sw: ni kwamba wakati mwingine programu ingeanguka kwa kutumia usaidizi wa kidokezo tajiri.
ta: சில நேரங்களில் நிரல் ரிச் டூல்டிப் உதவியைப் பயன்படுத்தி செயலிழக்கும்.
th: คือบางครั้งโปรแกรมจะหยุดทำงานเมื่อใช้ความช่วยเหลือจาก tooltip ที่มีประโยชน์
tr: Bazen programın zengin araç ipucu yardımını kullanırken çökmesi.
uk: полягає в тому, що іноді програма аварійно завершувала роботу за допомогою розширеної довідки підказки.
ur: یہ ہے کہ بعض اوقات رچ ٹول ٹِپ مدد کا استعمال کرتے ہوئے پروگرام کریش ہو جاتا ہے۔
vi: là đôi khi chương trình sẽ bị sập khi sử dụng công cụ trợ giúp phong phú.

source: I think that I have fixed this problem, but if the program crashes on your computer
es: Creo que he solucionado este problema, pero si el programa se bloquea en tu computadora
sr: Мислим да сам решио овај проблем, али ако се програм сруши на вашем рачунару
sv: Jag tror att jag har löst det här problemet, men om programmet kraschar på din dator
sw: Nadhani nimerekebisha shida hii, lakini ikiwa programu itaanguka kwenye kompyuta yako
ta: இந்தப் பிரச்சனையை நான் சரிசெய்துவிட்டேன் என்று நினைக்கிறேன், ஆனால் உங்கள் கணினியில் நிரல் செயலிழந்தால்
th: ฉันคิดว่าฉันได้แก้ไขปัญหานี้แล้ว แต่หากโปรแกรมขัดข้องบนคอมพิวเตอร์ของคุณ
tr: Bu sorunu çözdüğümü düşünüyorum ancak program bilgisayarınızda çökerse
uk: Я думаю, що я вирішив цю проблему, але якщо програма виходить з ладу на вашому комп’ютері
ur: مجھے لگتا ہے کہ میں نے یہ مسئلہ حل کر دیا ہے، لیکن اگر پروگرام آپ کے کمپیوٹر پر کریش ہو جاتا ہے۔
vi: Tôi nghĩ rằng tôi đã khắc phục được vấn đề này, nhưng nếu chương trình bị sập trên máy tính của bạn

source: using the rich tooltip help, then you can switch to the normal tooltip.
es: Usando la ayuda de la información sobre herramientas enriquecida, luego puede cambiar a la información sobre herramientas normal.
sr: користећи богату помоћ за опис алата, онда можете да пређете на нормалан опис алата.
sv: genom att använda den omfattande verktygstipshjälpen kan du byta till det vanliga verktygstipset.
sw: kwa kutumia kidokezo tajiri cha usaidizi, basi unaweza kubadili kidokezo cha kawaida.
ta: ரிச் டூல்டிப் உதவியைப் பயன்படுத்தி, நீங்கள் சாதாரண டூல்டிப்பிற்கு மாறலாம்.
th: เมื่อใช้ความช่วยเหลือจากคำแนะนำแบบสมบูรณ์ คุณสามารถสลับไปใช้คำแนะนำแบบปกติได้
tr: Zengin araç ipucu yardımını kullanarak normal araç ipucuna geçebilirsiniz.
uk: використовуючи розширену підказку, ви можете перейти до звичайної підказки.
ur: رچ ٹول ٹِپ مدد کا استعمال کرتے ہوئے، پھر آپ عام ٹول ٹِپ پر جا سکتے ہیں۔
vi: sử dụng trợ giúp chú giải công cụ phong phú, sau đó bạn có thể chuyển sang chú giải công cụ thông thường.

source: Notes on Board widget
es: Widget Notas en el tablero
sr: Белешке на табли видгет
sv: Anteckningar om Board widget
sw: Vidokezo kwenye wijeti ya Ubao
ta: பலகை விட்ஜெட்டில் குறிப்புகள்
th: วิดเจ็ตหมายเหตุบนบอร์ด
tr: Notlar Panosu widget'ı
uk: Віджет Notes on Board
ur: بورڈ ویجیٹ پر نوٹس
vi: Tiện ích Ghi chú trên Bảng

source: Digesting book
es: Libro de digestión
sr: Књига за варење
sv: Smält bok
sw: Kitabu cha kusaga
ta: செரிமான புத்தகம்
th: หนังสือย่อยอาหาร
tr: Sindirim kitabı
uk: Переварювальна книга
ur: ہضم کرنے والی کتاب
vi: Sách tiêu hóa

source: Redigesting book
es: Redirigiendo el libro
sr: Поновно варење књиге
sv: Omsmälta bok
sw: Kurejesha upya kitabu
ta: மீண்டும் ஜீரணிக்கும் புத்தகம்
th: หนังสือย่อยใหม่
tr: Yeniden hazmedilmiş kitap
uk: Переварити книгу
ur: دوبارہ ہضم کرنے والی کتاب
vi: Sách tiêu hóa lại

source: Cannot find book file
es: No se puede encontrar el archivo del libro
sr: Није могуће пронаћи датотеку књиге
sv: Kan inte hitta bokfilen
sw: Haiwezi kupata faili ya kitabu
ta: புத்தகக் கோப்பைக் கண்டுபிடிக்க முடியவில்லை.
th: ไม่พบไฟล์หนังสือ
tr: Kitap dosyası bulunamadı
uk: Не вдається знайти файл книги
ur: کتاب کی فائل نہیں مل سکی
vi: Không tìm thấy tập tin sách

source: One time only book digestion
es: Digestión de libros de una sola vez
sr: Само једном варење књиге
sv: En gång bara bok matsmältning
sw: Wakati mmoja tu digestion kitabu
ta: ஒரு முறை மட்டுமே புத்தக செரிமானம்
th: หนังสือย่อยครั้งเดียวเท่านั้น
tr: Sadece bir kerelik kitap sindirimi
uk: Лише один раз бронювання травлення
ur: ایک بار صرف کتاب ہضم
vi: Tiêu hóa sách chỉ một lần

source: for reading
es: para leer
sr: за читање
sv: för läsning
sw: kwa kusoma
ta: படிக்க
th: สำหรับการอ่าน
tr: okumak için
uk: для читання
ur: پڑھنے کے لیے
vi: để đọc
