Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: then moves that have a sub-var are hidden with the characters
es: Entonces los movimientos que tienen una subvariable se ocultan con los personajes.
sr: онда су потези који имају под-вар скривени са ликовима
sv: sedan döljs drag som har en sub-var med karaktärerna
sw: basi hatua ambazo zina sub-var zimefichwa na wahusika
ta: பின்னர் துணை-var கொண்ட நகர்வுகள் எழுத்துகளுடன் மறைக்கப்படுகின்றன.
th: แล้วการเคลื่อนไหวที่มีตัวแปรย่อยจะถูกซ่อนไว้กับอักขระ
tr: daha sonra alt değişkeni olan hareketler karakterlerle gizlenir
uk: тоді ходи, які мають підперемінну, приховані разом із символами
ur: پھر وہ حرکتیں جن میں ذیلی var ہے حروف کے ساتھ چھپے ہوئے ہیں۔
vi: sau đó các động tác có một biến phụ được ẩn với các ký tự

source: Puzzle mode statistics can be displayed in a panel at the bottom of the screen.
es: Las estadísticas del modo rompecabezas se pueden mostrar en un panel en la parte inferior de la pantalla.
sr: Статистика режима загонетке може да се прикаже на панелу на дну екрана.
sv: Pussellägesstatistik kan visas i en panel längst ner på skärmen.
sw: Takwimu za hali ya fumbo zinaweza kuonyeshwa kwenye kidirisha kilicho chini ya skrini.
ta: புதிர் பயன்முறை புள்ளிவிவரங்களை திரையின் அடிப்பகுதியில் உள்ள ஒரு பலகத்தில் காட்டலாம்.
th: สถิติโหมดปริศนาสามารถแสดงได้ในแผงที่ด้านล่างของหน้าจอ
tr: Bulmaca modu istatistikleri ekranın alt kısmındaki bir panelde görüntülenebilir.
uk: Статистику режиму головоломки можна відобразити на панелі внизу екрана.
ur: پزل موڈ کے اعدادوشمار اسکرین کے نیچے پینل میں دکھائے جا سکتے ہیں۔
vi: Số liệu thống kê ở chế độ giải đố có thể được hiển thị trên bảng ở cuối màn hình.

source: Settings for puzzle mode can be changed using the Puzzle mode options dialog box,
es: La configuración del modo rompecabezas se puede cambiar mediante el cuadro de diálogo Opciones del modo rompecabezas.
sr: Подешавања за режим слагалице могу се променити помоћу дијалога опција режима слагалице,
sv: Inställningar för pusselläge kan ändras med hjälp av dialogrutan Pussellägesalternativ,
sw: Mipangilio ya modi ya mafumbo inaweza kubadilishwa kwa kutumia kisanduku cha mazungumzo cha chaguzi za modi ya Puzzle,
ta: புதிர் பயன்முறைக்கான அமைப்புகளை புதிர் பயன்முறை விருப்பங்கள் உரையாடல் பெட்டியைப் பயன்படுத்தி மாற்றலாம்,
th: การตั้งค่าสำหรับโหมดปริศนาสามารถเปลี่ยนแปลงได้โดยใช้กล่องโต้ตอบตัวเลือกโหมดปริศนา
tr: Bulmaca modu ayarları Bulmaca modu seçenekleri iletişim kutusu kullanılarak değiştirilebilir.
uk: Налаштування режиму головоломки можна змінити за допомогою діалогового вікна параметрів режиму головоломки,
ur: پزل موڈ کے لیے سیٹنگز کو پزل موڈ آپشن ڈائیلاگ باکس کا استعمال کرتے ہوئے تبدیل کیا جا سکتا ہے،
vi: Có thể thay đổi cài đặt cho chế độ giải đố bằng cách sử dụng hộp thoại tùy chọn chế độ Giải đố,

source: which can be accessed using Options, Puzzle mode.. on the main menu or
es: al que se puede acceder usando Opciones, Modo Puzzle... en el menú principal o
sr: којима се може приступити помоћу Опције, Режим загонетке.. у главном менију или
sv: som kan nås med Alternativ, Pusselläge.. på huvudmenyn eller
sw: ambayo inaweza kupatikana kwa kutumia Chaguzi, modi ya Puzzle.. kwenye menyu kuu au
ta: பிரதான மெனுவில் உள்ள விருப்பங்கள், புதிர் பயன்முறை.. அல்லது
th: ซึ่งสามารถเข้าถึงได้โดยใช้ตัวเลือก โหมดปริศนา.. บนเมนูหลักหรือ
tr: Seçenekler, Bulmaca modu kullanılarak erişilebilir.. ana menüde veya
uk: доступ до якого можна отримати за допомогою параметрів, режиму головоломки.. у головному меню або
ur: جس تک آپشنز، پزل موڈ کا استعمال کرتے ہوئے رسائی حاصل کی جا سکتی ہے.. مین مینو پر یا
vi: có thể truy cập bằng cách sử dụng Tùy chọn, chế độ Câu đố.. trên menu chính hoặc

source: with the Puzzle options button on the Puzzle statistics panel.
es: con el botón Opciones de rompecabezas en el panel de estadísticas de rompecabezas.
sr: помоћу дугмета Опције загонетке на табли статистике загонетке.
sv: med knappen Pusselalternativ på panelen Pusselstatistik.
sw: ukiwa na kitufe cha chaguo za Mafumbo kwenye paneli ya takwimu za Mafumbo.
ta: புதிர் புள்ளிவிவரப் பலகத்தில் உள்ள புதிர் விருப்பங்கள் பொத்தானைக் கொண்டு.
th: ด้วยปุ่มตัวเลือกปริศนาบนแผงสถิติปริศนา
tr: Bulmaca istatistikleri panelindeki Bulmaca seçenekleri butonuyla.
uk: за допомогою кнопки параметрів Puzzle на панелі статистики Puzzle.
ur: پہیلی اعداد و شمار کے پینل پر پہیلی کے اختیارات کے بٹن کے ساتھ۔
vi: bằng nút Tùy chọn câu đố trên bảng thống kê câu đố.

source: There are toolbar options for puzzle hints and puzzle clock control.
es: Hay opciones de la barra de herramientas para sugerencias de rompecabezas y control del reloj de rompecabezas.
sr: Постоје опције на траци са алаткама за савете за слагалице и контролу сата слагалице.
sv: Det finns verktygsfältsalternativ för pusseltips och klockkontroll.
sw: Kuna chaguzi za upau wa vidhibiti kwa vidokezo vya mafumbo na udhibiti wa saa ya mafumbo.
ta: புதிர் குறிப்புகள் மற்றும் புதிர் கடிகாரக் கட்டுப்பாட்டுக்கான கருவிப்பட்டி விருப்பங்கள் உள்ளன.
th: มีตัวเลือกแถบเครื่องมือสำหรับคำแนะนำปริศนาและการควบคุมนาฬิกาปริศนา
tr: Bulmaca ipuçları ve bulmaca saati kontrolü için araç çubuğu seçenekleri mevcuttur.
uk: Є параметри панелі інструментів для підказок головоломки та керування годинником головоломки.
ur: پہیلی اشارے اور پہیلی گھڑی کنٹرول کے لیے ٹول بار کے اختیارات موجود ہیں۔
vi: Có các tùy chọn thanh công cụ để gợi ý câu đố và kiểm soát đồng hồ câu đố.

source: A PGN puzzle file, Auerswald_puzzles.pgn, created by Mr Uwe Auerswald,
es: Un archivo de rompecabezas PGN, Auerswald_puzzles.pgn, creado por el Sr. Uwe Auerswald,
sr: ПГН датотека слагалице, Ауерсвалд_пуззлес.пгн, коју је креирао господин Уве Ауерсвалд,
sv: En PGN-pusselfil, Auerswald_puzzles.pgn, skapad av Mr Uwe Auerswald,
sw: Faili ya mafumbo ya PGN, Auerswald_puzzles.pgn, iliyoundwa na Bw Uwe Auerswald,
ta: திரு. உவே அவுர்ஸ்வால்ட் உருவாக்கிய Auerswald_puzzles.pgn என்ற PGN புதிர் கோப்பு,
th: ไฟล์ปริศนา PGN ชื่อ Auerswald_puzzles.pgn สร้างโดยคุณ Uwe Auerswald
tr: Bay Uwe Auerswald tarafından oluşturulan bir PGN bulmaca dosyası olan Auerswald_puzzles.pgn,
uk: Файл головоломки PGN, Auerswald_puzzles.pgn, створений паном Уве Ауерсвальдом,
ur: ایک PGN پہیلی فائل، Auerswald_puzzles.pgn، جو مسٹر Uwe Auerswald نے بنائی ہے،
vi: Một tập tin câu đố PGN, Auerswald_puzzles.pgn, được tạo bởi ông Uwe Auerswald,

source: was included with the original download.
es: Se incluyó con la descarga original.
sr: је укључен уз оригинално преузимање.
sv: ingick i den ursprungliga nedladdningen.
sw: ilijumuishwa na upakuaji asili.
ta: அசல் பதிவிறக்கத்துடன் சேர்க்கப்பட்டுள்ளது.
th: รวมอยู่กับการดาวน์โหลดต้นฉบับ
tr: orijinal indirmeye dahil edildi.
uk: було включено до оригінального завантаження.
ur: اصل ڈاؤن لوڈ کے ساتھ شامل تھا۔
vi: đã được bao gồm trong bản tải xuống gốc.

source: Double-click in the left half of the
es: Haga doble clic en la mitad izquierda del
sr: Двапут кликните на леву половину
sv: Dubbelklicka på den vänstra halvan av
sw: Bofya mara mbili katika nusu ya kushoto ya
ta: இடது பாதியில் இரட்டை சொடுக்கவும்
th: ดับเบิลคลิกที่ครึ่งซ้ายของ
tr: Sol taraftaki yarım daireye çift tıklayın
uk: Двічі клацніть ліву половину
ur: کے بائیں نصف میں ڈبل کلک کریں۔
vi: Nhấp đúp vào nửa bên trái của

source: grey border to reset the counter
es: borde gris para reiniciar el contador
sr: сива ивица за ресетовање бројача
sv: grå kant för att återställa räknaren
sw: mpaka wa kijivu ili kuweka upya kaunta
ta: கவுண்டரை மீட்டமைக்க சாம்பல் நிற எல்லை.
th: ขอบสีเทาเพื่อรีเซ็ตตัวนับ
tr: sayacı sıfırlamak için gri kenarlık
uk: сіра рамка для скидання лічильника
ur: کاؤنٹر کو دوبارہ ترتیب دینے کے لیے گرے بارڈر
vi: viền xám để thiết lập lại bộ đếm

source: Right click in grey border to display options
es: Haga clic derecho en el borde gris para mostrar las opciones
sr: Кликните десним тастером миша на сиву ивицу да бисте приказали опције
sv: Högerklicka i grå ram för att visa alternativ
sw: Bofya kulia kwenye mpaka wa kijivu ili kuonyesha chaguo
ta: விருப்பங்களைக் காட்ட சாம்பல் நிற எல்லையில் வலது கிளிக் செய்யவும்.
th: คลิกขวาที่ขอบสีเทาเพื่อแสดงตัวเลือก
tr: Seçenekleri görüntülemek için gri kenarlığa sağ tıklayın
uk: Клацніть правою кнопкою миші на сірій рамці, щоб відобразити параметри
ur: اختیارات کو ظاہر کرنے کے لیے گرے بارڈر میں دائیں کلک کریں۔
vi: Nhấp chuột phải vào đường viền màu xám để hiển thị các tùy chọn

source: This tooltip can be switched off from there
es: Esta información sobre herramientas se puede desactivar desde allí
sr: Овај опис алата се може искључити одатле
sv: Detta verktygstips kan stängas av därifrån
sw: Kidokezo hiki kinaweza kuzimwa kutoka hapo
ta: இந்த உதவிக்குறிப்பை அங்கிருந்து அணைக்கலாம்.
th: สามารถปิดคำแนะนำเครื่องมือนี้ได้จากที่นั่น
tr: Bu ipucu buradan kapatılabilir
uk: Цю підказку можна вимкнути звідти
ur: اس ٹول ٹپ کو وہاں سے بند کیا جا سکتا ہے۔
vi: Có thể tắt công cụ này từ đó

source: Left click value
es: Valor del clic izquierdo
sr: Вредност левог клика
sv: Vänsterklickvärde
sw: Thamani ya kubofya kushoto
ta: இடது கிளிக் மதிப்பு
th: ค่าคลิกซ้าย
tr: Sol tıklama değeri
uk: Значення лівої кнопки миші
ur: بائیں کلک کی قدر
vi: Giá trị nhấp chuột trái

source: Use tooltip
es: Usar información sobre herramientas
sr: Користите опис алата
sv: Använd verktygstips
sw: Tumia kidokezo
ta: உதவிக்குறிப்பைப் பயன்படுத்தவும்
th: ใช้คำอธิบายเครื่องมือ
tr: Araç ipucunu kullan
uk: Використовуйте підказку
ur: ٹول ٹپ استعمال کریں۔
vi: Sử dụng chú giải công cụ

source: Reset counter
es: Reiniciar contador
sr: Ресетујте бројач
sv: Återställ räknaren
sw: Weka upya kihesabu
ta: கவுண்டரை மீட்டமை
th: รีเซ็ตเคาน์เตอร์
tr: Sayacı sıfırla
uk: Скинути лічильник
ur: کاؤنٹر کو دوبارہ ترتیب دیں۔
vi: Đặt lại bộ đếm

source: Control key step values
es: Valores de paso de la clave de control
sr: Контролне вредности корака кључа
sv: Styrvärden för nyckelsteg
sw: Dhibiti maadili ya hatua muhimu
ta: முக்கிய படி மதிப்புகளைக் கட்டுப்படுத்தவும்
th: ควบคุมค่าขั้นตอนสำคัญ
tr: Kontrol anahtarı adım değerleri
uk: Контроль ключових значень кроку
ur: کلیدی قدمی اقدار کو کنٹرول کریں۔
vi: Kiểm soát các giá trị bước phím

source: Alt
sr: Алт
ta: ஆல்ட்
th: อัลต์
uk: Альт
vi: Thay thế

source: Ctrl
es: Control
sr: Цтрл
ta: Ctrl ஐ அழுத்தவும்
vi: Điều khiển

source: Shift
es: Cambio
sr: Схифт
sv: Flytta
ta: ஷிப்ட்
th: กะ
tr: Vardiya
ur: شفٹ
vi: Sự thay đổi

source: Enter the left click value for
es: Introduzca el valor del clic izquierdo para
sr: Унесите вредност левог клика за
sv: Ange vänsterklicksvärdet för
sw: Ingiza thamani ya kubofya kushoto kwa
ta: இடது கிளிக் மதிப்பை உள்ளிடவும்
th: ป้อนค่าคลิกซ้ายสำหรับ
tr: Sol tıklama değerini girin
uk: Введіть значення лівої кнопки миші для
ur: کے لیے بائیں کلک کی قدر درج کریں۔
vi: Nhập giá trị nhấp chuột trái cho

source: the right side of the grey border
es: el lado derecho del borde gris
sr: десна страна сиве границе
sv: höger sida av den grå kanten
sw: upande wa kulia wa mpaka wa kijivu
ta: சாம்பல் நிற எல்லையின் வலது பக்கம்
th: ด้านขวาของเส้นขอบสีเทา
tr: gri sınırın sağ tarafı
uk: праворуч від сірої рамки
ur: گرے بارڈر کے دائیں جانب
vi: phía bên phải của đường viền màu xám

source: Check this box for the tooltip to be
es: Marque esta casilla para que aparezca la información sobre herramientas.
sr: Означите ово поље да би се приказао опис алата
sv: Markera den här rutan för verktygstipset
sw: Tia alama kwenye kisanduku hiki ili kidokezo kiwe
ta: உதவிக்குறிப்பு இருக்க இந்தப் பெட்டியைத் தேர்வுசெய்யவும்
th: ทำเครื่องหมายในช่องนี้สำหรับคำอธิบายเครื่องมือ
tr: Araç ipucu için bu kutuyu işaretleyin
uk: Установіть цей прапорець, щоб була підказка
ur: ٹول ٹپ بننے کے لیے اس باکس کو چیک کریں۔
vi: Đánh dấu vào ô này để chú giải công cụ được

source: displayed in the score counter window
es: se muestra en la ventana del contador de puntuación
sr: приказано у прозору бројача резултата
sv: visas i poängräknarens fönster
sw: inavyoonyeshwa kwenye kidirisha cha kaunta ya alama
ta: மதிப்பெண் கவுண்டர் சாளரத்தில் காட்டப்படும்
th: แสดงในหน้าต่างนับคะแนน
tr: puan sayacı penceresinde görüntülenir
uk: відображається у вікні лічильника балів
ur: سکور کاؤنٹر ونڈو میں ظاہر ہوتا ہے۔
vi: hiển thị trong cửa sổ đếm điểm

source: Reset the score counter to zero
es: Restablecer el contador de puntuación a cero
sr: Ресетујте бројач резултата на нулу
sv: Återställ poängräknaren till noll
sw: Weka upya kihesabu alama hadi sifuri
ta: மதிப்பெண் கவுண்டரை பூஜ்ஜியத்திற்கு மீட்டமைக்கவும்.
th: รีเซ็ตตัวนับคะแนนเป็นศูนย์
tr: Puan sayacını sıfırla
uk: Обнулити лічильник балів
ur: اسکور کاؤنٹر کو صفر پر ری سیٹ کریں۔
vi: Đặt lại bộ đếm điểm về số không

source: Control key values
es: Valores de las claves de control
sr: Вредности контролних кључева
sv: Kontrollnyckelvärden
sw: Dhibiti maadili muhimu
ta: கட்டுப்பாட்டு விசை மதிப்புகள்
th: ค่าคีย์ควบคุม
tr: Kontrol anahtarı değerleri
uk: Контрольні ключові значення
ur: کلیدی اقدار کو کنٹرول کریں۔
vi: Kiểm soát các giá trị khóa

source: Alt key step value
es: Valor de paso de la tecla Alt
sr: Вредност корака тастера Алт
sv: Alt nyckelstegsvärde
sw: Thamani ya hatua muhimu ya Alt
ta: Alt விசை படி மதிப்பு
th: ค่าขั้นตอนของปุ่ม Alt
tr: Alt tuşu adım değeri
uk: Значення кроку клавіші Alt
ur: Alt کلیدی قدم کی قدر
vi: Giá trị bước phím Alt

source: Ctrl key step value
es: Valor de paso de la tecla Ctrl
sr: Вредност корака тастера Цтрл
sv: Ctrl-tangentstegsvärde
sw: Ctrl thamani ya hatua muhimu
ta: Ctrl விசை படி மதிப்பு
th: ค่าขั้นตอนคีย์ Ctrl
tr: Ctrl tuşu adım değeri
uk: Значення кроку клавіші Ctrl
ur: Ctrl کلیدی قدم کی قدر
vi: Giá trị bước phím Ctrl

source: Shift key step value
es: Valor de paso de la tecla Mayús
sr: Вредност корака тастера Схифт
sv: Skift-tangentens stegvärde
sw: Shift thamani ya hatua muhimu
ta: ஷிப்ட் விசை படி மதிப்பு
th: ค่าขั้นตอนการเปลี่ยนคีย์
tr: Shift tuşu adım değeri
uk: Значення кроку клавіші Shift
ur: کلیدی قدم کی قدر کو شفٹ کریں۔
vi: Giá trị bước phím Shift

source: Score counter options
es: Opciones del contador de puntuación
sr: Опције бројача резултата
sv: Alternativ för poängräknare
sw: Chaguo za kaunta za alama
ta: ஸ்கோர் கவுண்டர் விருப்பங்கள்
th: ตัวเลือกการนับคะแนน
tr: Puan sayacı seçenekleri
uk: Варіанти лічильника очок
ur: اسکور کاؤنٹر کے اختیارات
vi: Tùy chọn bộ đếm điểm

source: Info
es: Información
sr: Инфо
sw: Habari
ta: தகவல்
th: ข้อมูล
tr: Bilgi
uk: Інформація
ur: معلومات
vi: Thông tin

source: This dialog box allows you to set the options for the score counter.
es: Este cuadro de diálogo le permite configurar las opciones para el contador de puntuación.
sr: Овај дијалог вам омогућава да подесите опције за бројач резултата.
sv: Denna dialogruta låter dig ställa in alternativen för poängräknaren.
sw: Kisanduku kidadisi hiki kinakuruhusu kuweka chaguo za kaunta ya alama.
ta: இந்த உரையாடல் பெட்டி மதிப்பெண் கவுண்டருக்கான விருப்பங்களை அமைக்க உங்களை அனுமதிக்கிறது.
th: กล่องโต้ตอบนี้ช่วยให้คุณตั้งค่าตัวเลือกสำหรับตัวนับคะแนน
tr: Bu iletişim kutusu puan sayacı için seçenekleri ayarlamanıza olanak tanır.
uk: У цьому діалоговому вікні можна встановити параметри лічильника результатів.
ur: یہ ڈائیلاگ باکس آپ کو سکور کاؤنٹر کے لیے آپشن سیٹ کرنے کی اجازت دیتا ہے۔
vi: Hộp thoại này cho phép bạn thiết lập các tùy chọn cho bộ đếm điểm.

source: Left click value - Enter the step value for a left mouse button click
es: Valor de clic izquierdo: ingrese el valor del paso para un clic del botón izquierdo del mouse
sr: Вредност левог клика – Унесите вредност корака за клик левим тастером миша
sv: Vänsterklickvärde - Ange stegvärdet för ett vänsterklick med musen
sw: Thamani ya kubofya kushoto - Ingiza thamani ya hatua kwa kubofya kitufe cha kushoto cha kipanya
ta: இடது கிளிக் மதிப்பு - இடது சுட்டி பொத்தான் கிளிக்கிற்கான படி மதிப்பை உள்ளிடவும்.
th: ค่าคลิกซ้าย - ป้อนค่าขั้นตอนสำหรับการคลิกปุ่มเมาส์ซ้าย
tr: Sol tıklama değeri - Sol fare düğmesi tıklaması için adım değerini girin
uk: Значення лівої кнопки миші - введіть значення кроку для клацання лівою кнопкою миші
ur: بائیں کلک کی قدر - بائیں ماؤس کے بٹن کے کلک کے لیے قدم کی قدر درج کریں۔
vi: Giá trị nhấp chuột trái - Nhập giá trị bước cho một lần nhấp chuột trái

source: in the right half of the grey border.
es: en la mitad derecha del borde gris.
sr: у десној половини сиве границе.
sv: i den högra halvan av den grå kanten.
sw: katika nusu ya kulia ya mpaka wa kijivu.
ta: சாம்பல் நிற எல்லையின் வலது பாதியில்.
th: ในครึ่งขวาของขอบสีเทา
tr: gri sınırın sağ yarısında.
uk: у правій половині сірої рамки.
ur: سرمئی بارڈر کے دائیں نصف میں۔
vi: ở nửa bên phải của đường viền màu xám.

source: A left click in the top right quarter will add this value to the total,
es: Un clic izquierdo en el cuarto superior derecho agregará este valor al total.
sr: Леви клик у горњој десној четвртини ће додати ову вредност укупној вредности,
sv: Ett vänsterklick i det övre högra kvartalet kommer att lägga till detta värde till totalen,
sw: Mbofyo wa kushoto katika robo ya juu kulia utaongeza thamani hii kwa jumla,
ta: மேல் வலது காலாண்டில் இடது கிளிக் செய்தால் இந்த மதிப்பு மொத்தத்தில் சேர்க்கப்படும்,
th: การคลิกซ้ายที่มุมขวาบนจะเพิ่มค่านี้ลงในผลรวม
tr: Sağ üst çeyreğe sol tıklamak bu değeri toplama ekleyecektir,
uk: Клацніть лівою кнопкою миші у верхній правій чверті, щоб додати це значення до загального,
ur: اوپری دائیں سہ ماہی میں ایک بائیں کلک اس قدر کو کل میں شامل کر دے گا،
vi: Nhấp chuột trái vào góc trên bên phải sẽ thêm giá trị này vào tổng số,

source: a left click in the bottom right quarter will subtract it.
es: un clic izquierdo en el cuarto inferior derecho lo restará.
sr: леви клик у доњој десној четвртини ће га одузети.
sv: ett vänsterklick i det nedre högra kvartalet kommer att subtrahera det.
sw: kubofya kushoto katika robo ya chini kulia kutaiondoa.
ta: கீழ் வலது காலாண்டில் இடது கிளிக் செய்தால் அது கழிக்கப்படும்.
th: การคลิกซ้ายที่มุมขวาล่างจะลบมันออก
tr: sağ alt çeyreğe sol tıklamak onu çıkaracaktır.
uk: клацання лівою кнопкою миші в нижній правій чверті відніме його.
ur: نیچے دائیں کوارٹر میں ایک بائیں کلک اسے گھٹا دے گا۔
vi: nhấp chuột trái vào góc dưới bên phải sẽ trừ nó đi.

source: A left mouse button double click in the left half
es: Haga doble clic con el botón izquierdo del ratón en la mitad izquierda
sr: Двапут кликните левим тастером миша у левој половини
sv: Dubbelklicka med vänster musknapp i den vänstra halvan
sw: Kitufe cha kushoto cha kipanya bonyeza mara mbili katika nusu ya kushoto
ta: இடது பாதியில் இடது சுட்டி பொத்தானை இருமுறை சொடுக்கவும்.
th: ดับเบิลคลิกปุ่มเมาส์ซ้ายในครึ่งซ้าย
tr: Sol fare tuşuyla sol yarıya çift tıklama
uk: Двічі клацніть лівою кнопкою миші в лівій половині
ur: بائیں آدھے حصے میں بائیں ماؤس کے بٹن پر ڈبل کلک کریں۔
vi: Nhấp đúp chuột trái vào nửa bên trái

source: of the grey border will set the total to zero.
es: El borde gris establecerá el total en cero.
sr: сиве границе ће укупан износ поставити на нулу.
sv: av den grå gränsen ställer totalen till noll.
sw: ya mpaka wa kijivu itaweka jumla ya sifuri.
ta: சாம்பல் நிற எல்லையின் மொத்தத்தை பூஜ்ஜியமாக அமைக்கும்.
th: ของขอบสีเทาจะตั้งค่าผลรวมเป็นศูนย์
tr: Gri sınırın toplamı sıfıra ayarlayacaktır.
uk: сірої рамки обнулить загальну суму.
ur: گرے بارڈر کا کل سیٹ صفر ہو جائے گا۔
vi: của đường viền màu xám sẽ đặt tổng thành 0.

source: Display tooltip - Check to display the score counter tooltip
es: Mostrar información sobre herramientas: marque para mostrar la información sobre herramientas del contador de puntuación
sr: Прикажи опис алата – Означите да бисте приказали опис бројача резултата
sv: Visa verktygstips - Markera för att visa poängräknarens verktygstips
sw: Onyesha kidokezo - Angalia ili kuonyesha kidokezo cha kaunta ya alama
ta: காட்சி கருவி உதவிக்குறிப்பு - மதிப்பெண் கவுண்டர் கருவி உதவிக்குறிப்பைக் காட்ட சரிபார்க்கவும்.
th: แสดงคำอธิบายเครื่องมือ - เลือกเพื่อแสดงคำอธิบายเครื่องมือนับคะแนน
tr: İpucu görüntüle - Puan sayacı ipucunu görüntülemek için işaretleyin
uk: Відображати спливаючу підказку. Поставте прапорець, щоб відобразити спливаючу підказку лічильника балів
ur: ڈسپلے ٹول ٹپ - سکور کاؤنٹر ٹول ٹپ کو ظاہر کرنے کے لیے چیک کریں۔
vi: Hiển thị chú giải công cụ - Kiểm tra để hiển thị chú giải công cụ đếm điểm

source: Reset counter - Click to reset the score counter to zero.
es: Reiniciar contador: haga clic para restablecer el contador de puntuación a cero.
sr: Ресетуј бројач – Кликните да бисте ресетовали бројач резултата на нулу.
sv: Återställ räknare - Klicka för att nollställa poängräknaren.
sw: Weka upya kihesabu - Bofya ili kuweka upya kihesabu alama hadi sifuri.
ta: கவுண்டரை மீட்டமை - ஸ்கோர் கவுண்டரை பூஜ்ஜியத்திற்கு மீட்டமைக்க கிளிக் செய்யவும்.
th: รีเซ็ตตัวนับ - คลิกเพื่อรีเซ็ตตัวนับคะแนนให้เป็นศูนย์
tr: Sayacı sıfırla - Puan sayacını sıfırlamak için tıklayın.
uk: Скинути лічильник - натисніть, щоб скинути лічильник балів до нуля.
ur: کاؤنٹر کو دوبارہ ترتیب دیں - اسکور کاؤنٹر کو صفر پر دوبارہ ترتیب دینے کے لیے کلک کریں۔
vi: Đặt lại bộ đếm - Nhấp để đặt lại bộ đếm điểm về 0.

source: This can also be done with a double left mouse click
es: Esto también se puede hacer con un doble clic izquierdo del ratón.
sr: Ово се такође може урадити двоструким кликом левог миша
sv: Detta kan också göras med ett dubbelt vänster musklick
sw: Hii pia inaweza kufanywa kwa kubofya panya mara mbili kushoto
ta: இதை இடது சுட்டியை இருமுறை சொடுக்குவதன் மூலமும் செய்யலாம்.
th: สามารถทำได้โดยการคลิกเมาส์ซ้ายสองครั้ง
tr: Bu aynı zamanda çift sol fare tıklamasıyla da yapılabilir
uk: Це також можна зробити подвійним клацанням лівою кнопкою миші
ur: یہ ایک ڈبل بائیں ماؤس کلک کے ساتھ بھی کیا جا سکتا ہے
vi: Điều này cũng có thể được thực hiện bằng cách nhấp đúp chuột trái

source: in the grey border area of the score counter box.
es: en el área del borde gris del cuadro del contador de puntuación.
sr: у области сиве границе поља за бројач резултата.
sv: i det grå kantområdet på poängräknaren.
sw: katika eneo la mpaka wa kijivu wa kisanduku cha kaunta ya alama.
ta: ஸ்கோர் கவுண்டர் பெட்டியின் சாம்பல் நிற எல்லைப் பகுதியில்.
th: ในบริเวณขอบสีเทาของช่องนับคะแนน
tr: puan sayacı kutusunun gri sınır alanında.
uk: у сірій зоні поля лічильника результатів.
ur: سکور کاؤنٹر باکس کے سرمئی سرحدی علاقے میں۔
vi: trong vùng viền xám của hộp đếm điểm.

source: You can select the following score counter control key
es: Puede seleccionar la siguiente tecla de control del contador de puntuación
sr: Можете да изаберете следећи тастер за контролу бројача резултата
sv: Du kan välja följande kontrollnyckel för poängräknare
sw: Unaweza kuchagua ufunguo ufuatao wa kudhibiti alama
ta: நீங்கள் பின்வரும் மதிப்பெண் கவுண்டர் கட்டுப்பாட்டு விசையைத் தேர்ந்தெடுக்கலாம்.
th: คุณสามารถเลือกปุ่มควบคุมตัวนับคะแนนได้ดังต่อไปนี้
tr: Aşağıdaki puan sayacı kontrol tuşunu seçebilirsiniz
uk: Ви можете вибрати наступну клавішу керування лічильником балів
ur: آپ درج ذیل سکور کاؤنٹر کنٹرول کلید کو منتخب کر سکتے ہیں۔
vi: Bạn có thể chọn phím điều khiển bộ đếm điểm sau

source: value adjustment options for the spin control buttons :-
es: Opciones de ajuste de valor para los botones de control de giro: -
sr: опције подешавања вредности за дугмад за контролу окретања: -
sv: värdejusteringsalternativ för spinnkontrollknapparna:-
sw: chaguzi za kurekebisha thamani kwa vifungo vya kudhibiti spin : -
ta: சுழல் கட்டுப்பாட்டு பொத்தான்களுக்கான மதிப்பு சரிசெய்தல் விருப்பங்கள்: -
th: ตัวเลือกการปรับค่าสำหรับปุ่มควบคุมการหมุน :-
tr: Spin kontrol düğmeleri için değer ayarlama seçenekleri :-
uk: Параметри регулювання значення для кнопок керування обертанням:-
ur: اسپن کنٹرول بٹنوں کے لیے ویلیو ایڈجسٹمنٹ کے اختیارات:-
vi: tùy chọn điều chỉnh giá trị cho các nút điều khiển quay :-
