Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: The maximum size of hash table the engine is allowed (in megabytes).
es: El tamaño máximo de tabla hash que el motor puede permitir (en megabytes).
sr: Максимална величина хеш табеле коју мотор дозвољава (у мегабајтима).
sv: Den maximala storleken på hashtabellen motorn är tillåten (i megabyte).
sw: Ukubwa wa juu wa meza ya hashi injini inaruhusiwa (katika megabytes).
ta: இயந்திரம் அனுமதிக்கும் ஹாஷ் அட்டவணையின் அதிகபட்ச அளவு (மெகாபைட்டுகளில்).
th: ขนาดสูงสุดของตารางแฮชที่เอ็นจิ้นได้รับอนุญาต (เป็นเมกะไบต์)
tr: Motorun izin verdiği maksimum karma tablosu boyutu (megabayt cinsinden).
uk: Максимальний розмір хеш-таблиці, дозволений двигуном (у мегабайтах).
ur: انجن کو ہیش ٹیبل کے زیادہ سے زیادہ سائز کی اجازت ہے (میگا بائٹس میں)۔
vi: Kích thước tối đa của bảng băm mà công cụ được phép (tính bằng megabyte).

source: Allow the engine to think on human's time (if capable).
es: Permitir que el motor piense en el tiempo humano (si es capaz).
sr: Дозволите мотору да размишља о људском времену (ако је у могућности).
sv: Låt motorn tänka på människans tid (om du kan).
sw: Ruhusu injini ifikirie wakati wa mwanadamu (ikiwa ina uwezo).
ta: இயந்திரம் மனிதனின் நேரத்தைப் பற்றி சிந்திக்க அனுமதிக்கவும் (திறமை இருந்தால்).
th: ให้เครื่องยนต์คิดตามเวลาของมนุษย์ (ถ้าทำได้)
tr: Motorun insan zamanıyla düşünmesine izin verin (eğer mümkünse).
uk: Дозвольте двигуну думати про час людини (якщо це можливо).
ur: انجن کو انسان کے وقت پر سوچنے کی اجازت دیں (اگر قابل ہو)۔
vi: Cho phép động cơ suy nghĩ theo thời gian của con người (nếu có thể).

source: Check to limit the engine playing strength
es: Marcar para limitar la fuerza de reproducción del motor
sr: Проверите да бисте ограничили снагу мотора
sv: Markera för att begränsa motorns spelstyrka
sw: Angalia ili kupunguza nguvu ya kucheza kwa injini
ta: என்ஜின் இயக்க வலிமையைக் கட்டுப்படுத்த சரிபார்க்கவும்.
th: ตรวจสอบเพื่อจำกัดความแรงในการเล่นของเครื่องยนต์
tr: Motorun çalma gücünü sınırlamak için kontrol edin
uk: Перевірте, щоб обмежити силу відтворення двигуна
ur: انجن چلانے کی طاقت کو محدود کرنے کے لیے چیک کریں۔
vi: Kiểm tra để hạn chế sức mạnh của động cơ

source: Enter the ELO rating for the engine to play at
es: Introduzca la clasificación ELO para que el motor funcione
sr: Унесите ЕЛО оцену за мотор за игру
sv: Ange ELO-betyget för motorn att spela på
sw: Weka ukadiriaji wa ELO ili injini icheze
ta: இயந்திரம் இயங்குவதற்கான ELO மதிப்பீட்டை உள்ளிடவும்.
th: ป้อนเรตติ้ง ELO สำหรับเครื่องยนต์ที่จะเล่น
tr: Motorun oynayacağı ELO derecesini girin
uk: Введіть рейтинг ELO для двигуна, на якому потрібно грати
ur: انجن چلانے کے لیے ELO کی درجہ بندی درج کریں۔
vi: Nhập xếp hạng ELO cho động cơ để chơi ở

source: Optional extra parameter 1 name,
es: Parámetro adicional opcional 1 nombre,
sr: Опциони додатни назив параметра 1,
sv: Valfri extra parameter 1 namn,
sw: Kigezo cha ziada cha hiari jina 1,
ta: விருப்ப கூடுதல் அளவுரு 1 பெயர்,
th: ชื่อพารามิเตอร์เสริมเสริม 1
tr: İsteğe bağlı ekstra parametre 1 adı,
uk: Ім'я додаткового параметра 1,
ur: اختیاری اضافی پیرامیٹر 1 کا نام،
vi: Tham số bổ sung tùy chọn 1 tên,

source: specify name here, eg MultiPV
es: Especifique el nombre aquí, por ejemplo, MultiPV
sr: наведите име овде, нпр. МултиПВ
sv: ange namn här, t.ex. MultiPV
sw: taja jina hapa, kwa mfano MultiPV
ta: இங்கே பெயரைக் குறிப்பிடவும், எ.கா. MultiPV
th: ระบุชื่อที่นี่ เช่น MultiPV
tr: burada adınızı belirtin, örneğin MultiPV
uk: вкажіть тут назву, наприклад MultiPV
ur: یہاں نام بتائیں، جیسے ملٹی پی وی
vi: chỉ định tên ở đây, ví dụ MultiPV

source: Optional extra parameter 1 value,
es: Valor del parámetro extra opcional 1,
sr: Опциони додатни параметар 1 вредност,
sv: Valfritt extra parameter 1 värde,
sw: Thamani ya ziada ya hiari ya 1,
ta: விருப்ப கூடுதல் அளவுரு 1 மதிப்பு,
th: ค่าพารามิเตอร์เสริมเสริม 1 ค่า
tr: İsteğe bağlı ekstra parametre 1 değeri,
uk: Додаткове значення параметра 1,
ur: اختیاری اضافی پیرامیٹر 1 قدر،
vi: Giá trị tham số bổ sung tùy chọn 1,

source: specify value here, eg 4
es: Especifique el valor aquí, p. ej. 4
sr: наведите вредност овде, нпр. 4
sv: ange värde här, t.ex. 4
sw: taja thamani hapa, kwa mfano 4
ta: இங்கே மதிப்பைக் குறிப்பிடவும், எ.கா. 4
th: ระบุค่าที่นี่ เช่น 4
tr: burada değeri belirtin, örneğin 4
uk: вкажіть тут значення, наприклад 4
ur: یہاں قدر کی وضاحت کریں، جیسے 4
vi: chỉ định giá trị ở đây, ví dụ 4

source: Optional extra parameter 2 name,
es: Parámetro adicional opcional 2 nombre,
sr: Опциони додатни назив параметра 2,
sv: Valfri extra parameter 2 namn,
sw: Hiari ya ziada ya parameta 2 jina,
ta: விருப்ப கூடுதல் அளவுரு 2 பெயர்,
th: ชื่อพารามิเตอร์เสริมเสริม 2
tr: İsteğe bağlı ekstra parametre 2 adı,
uk: Додаткове ім'я додаткового параметра 2,
ur: اختیاری اضافی پیرامیٹر 2 کا نام،
vi: Tham số bổ sung tùy chọn 2 tên,

source: specify name here
es: especifique el nombre aquí
sr: наведите име овде
sv: ange namn här
sw: taja jina hapa
ta: இங்கே பெயரைக் குறிப்பிடவும்.
th: ระบุชื่อที่นี่
tr: burada adınızı belirtin
uk: вкажіть тут назву
ur: یہاں نام بتائیں
vi: chỉ định tên ở đây

source: Optional extra parameter 2 value,
es: Valor del parámetro extra opcional 2,
sr: Опциони додатни параметар 2 вредност,
sv: Valfritt extra parameter 2 värde,
sw: Thamani ya ziada ya hiari ya 2,
ta: விருப்ப கூடுதல் அளவுரு 2 மதிப்பு,
th: ค่าพารามิเตอร์เสริมเสริม 2 ค่า
tr: İsteğe bağlı ekstra parametre 2 değeri,
uk: Додаткове значення параметра 2,
ur: اختیاری اضافی پیرامیٹر 2 قدر،
vi: Giá trị tham số bổ sung tùy chọn 2,

source: specify value here
es: especifique el valor aquí
sr: наведите вредност овде
sv: ange värde här
sw: taja thamani hapa
ta: மதிப்பை இங்கே குறிப்பிடவும்.
th: ระบุค่าที่นี่
tr: burada değeri belirtin
uk: вкажіть значення тут
ur: یہاں قدر کی وضاحت کریں۔
vi: chỉ định giá trị ở đây

source: Optional extra parameter 3 name,
es: Parámetro adicional opcional 3 nombre,
sr: Опциони додатни назив параметра 3,
sv: Valfri extra parameter 3 namn,
sw: Hiari ya ziada ya parameta 3 jina,
ta: விருப்ப கூடுதல் அளவுரு 3 பெயர்,
th: ชื่อพารามิเตอร์เสริมเสริม 3
tr: İsteğe bağlı ekstra parametre 3 adı,
uk: Необов’язковий додатковий параметр 3 ім’я,
ur: اختیاری اضافی پیرامیٹر 3 نام،
vi: Tham số bổ sung tùy chọn 3 tên,

source: Optional extra parameter 3 value,
es: Valor del parámetro extra opcional 3,
sr: Опциони додатни параметар 3 вредност,
sv: Valfri extra parameter 3 värde,
sw: Thamani ya ziada ya hiari ya 3,
ta: விருப்ப கூடுதல் அளவுரு 3 மதிப்பு,
th: ค่าพารามิเตอร์เสริมเสริม 3 ค่า
tr: İsteğe bağlı ekstra parametre 3 değeri,
uk: Додаткове значення параметра 3,
ur: اختیاری اضافی پیرامیٹر 3 قدر،
vi: Giá trị tham số bổ sung tùy chọn 3,

source: Optional extra parameter 4 name,
es: Parámetro adicional opcional 4 nombre,
sr: Опциони додатни назив параметра 4,
sv: Valfri extra parameter 4 namn,
sw: Hiari paramu ya ziada ya jina 4,
ta: விருப்ப கூடுதல் அளவுரு 4 பெயர்,
th: ชื่อพารามิเตอร์เสริมเสริม 4
tr: İsteğe bağlı ekstra parametre 4 adı,
uk: Додаткове ім'я параметра 4,
ur: اختیاری اضافی پیرامیٹر 4 نام،
vi: Tham số bổ sung tùy chọn 4 tên,

source: Optional extra parameter 4 value,
es: Valor del parámetro extra opcional 4,
sr: Опциони додатни параметар 4 вредност,
sv: Valfri extra parameter 4 värde,
sw: Thamani ya ziada ya hiari ya 4,
ta: விருப்ப கூடுதல் அளவுரு 4 மதிப்பு,
th: ค่าพารามิเตอร์เสริมเสริม 4 ค่า
tr: İsteğe bağlı ekstra parametre 4 değeri,
uk: Додаткове значення параметра 4,
ur: اختیاری اضافی پیرامیٹر 4 قدر،
vi: Giá trị tham số bổ sung tùy chọn 4,

source: Optional extra parameter 5 name,
es: Parámetro adicional opcional 5 nombre,
sr: Опциони додатни назив параметра 5,
sv: Valfri extra parameter 5 namn,
sw: Hiari paramu ya ziada ya jina 5,
ta: விருப்ப கூடுதல் அளவுரு 5 பெயர்,
th: ชื่อพารามิเตอร์เสริมเสริม 5
tr: İsteğe bağlı ekstra parametre 5 adı,
uk: Додаткове ім'я параметра 5,
ur: اختیاری اضافی پیرامیٹر 5 نام،
vi: Tham số bổ sung tùy chọn 5 tên,

source: Optional extra parameter 5 value,
es: Valor del parámetro extra opcional 5,
sr: Опциони додатни параметар 5 вредност,
sv: Valfri extra parameter 5 värde,
sw: Thamani ya ziada ya hiari ya 5,
ta: விருப்ப கூடுதல் அளவுரு 5 மதிப்பு,
th: ค่าพารามิเตอร์เสริมเสริม 5 ค่า
tr: İsteğe bağlı ekstra parametre 5 değeri,
uk: Додаткове значення параметра 5,
ur: اختیاری اضافی پیرامیٹر 5 قدر،
vi: Giá trị tham số bổ sung tùy chọn 5,

source: Optional extra parameter 6 name,
es: Parámetro adicional opcional 6 nombre,
sr: Опциони додатни назив параметра 6,
sv: Valfri extra parameter 6 namn,
sw: Hiari paramu ya ziada ya jina 6,
ta: விருப்ப கூடுதல் அளவுரு 6 பெயர்,
th: ชื่อพารามิเตอร์เสริมเสริม 6
tr: İsteğe bağlı ekstra parametre 6 adı,
uk: Необов'язковий додатковий параметр 6 ім'я,
ur: اختیاری اضافی پیرامیٹر 6 نام،
vi: Tham số bổ sung tùy chọn 6 tên,

source: Optional extra parameter 6 value,
es: Valor del parámetro extra opcional 6,
sr: Опциони додатни параметар 6 вредност,
sv: Valfri extra parameter 6 värde,
sw: Thamani ya ziada ya hiari ya 6,
ta: விருப்ப கூடுதல் அளவுரு 6 மதிப்பு,
th: ค่าพารามิเตอร์เสริมเสริม 6 ค่า
tr: İsteğe bağlı ekstra parametre 6 değeri,
uk: Додаткове значення параметра 6,
ur: اختیاری اضافی پیرامیٹر 6 قدر،
vi: Giá trị tham số bổ sung tùy chọn 6,

source: Optional extra parameter 7 name,
es: Parámetro adicional opcional 7 nombre,
sr: Опциони додатни назив параметра 7,
sv: Valfri extra parameter 7 namn,
sw: Hiari paramu ya ziada ya jina 7,
ta: விருப்ப கூடுதல் அளவுரு 7 பெயர்,
th: ชื่อพารามิเตอร์เสริมเสริม 7
tr: İsteğe bağlı ekstra parametre 7 adı,
uk: Ім'я додаткового параметра 7,
ur: اختیاری اضافی پیرامیٹر 7 نام،
vi: Tham số bổ sung tùy chọn 7 tên,

source: Optional extra parameter 7 value,
es: Valor del parámetro extra opcional 7,
sr: Опциони додатни параметар 7 вредност,
sv: Valfri extra parameter 7 värde,
sw: Thamani ya ziada ya hiari ya 7,
ta: விருப்ப கூடுதல் அளவுரு 7 மதிப்பு,
th: ค่าพารามิเตอร์เสริมเสริม 7 ค่า
tr: İsteğe bağlı ekstra parametre 7 değeri,
uk: Додаткове значення параметра 7,
ur: اختیاری اضافی پیرامیٹر 7 قدر،
vi: Giá trị tham số bổ sung tùy chọn 7,

source: Optional extra parameter 8 name,
es: Parámetro adicional opcional 8 nombre,
sr: Опциони додатни назив параметра 8,
sv: Valfri extra parameter 8 namn,
sw: Hiari paramu ya ziada ya jina 8,
ta: விருப்ப கூடுதல் அளவுரு 8 பெயர்,
th: ชื่อพารามิเตอร์เสริมเสริม 8
tr: İsteğe bağlı ekstra parametre 8 adı,
uk: Необов'язковий додатковий параметр 8 ім'я,
ur: اختیاری اضافی پیرامیٹر 8 کا نام،
vi: Tham số bổ sung tùy chọn 8 tên,

source: Optional extra parameter 8 value,
es: Valor del parámetro extra opcional 8,
sr: Опциони додатни параметар 8 вредност,
sv: Valfri extra parameter 8 värde,
sw: Thamani ya ziada ya hiari ya 8,
ta: விருப்ப கூடுதல் அளவுரு 8 மதிப்பு,
th: ค่าพารามิเตอร์เสริมเสริม 8 ค่า
tr: İsteğe bağlı ekstra parametre 8 değeri,
uk: Додаткове значення параметра 8,
ur: اختیاری اضافی پیرامیٹر 8 قدر،
vi: Giá trị tham số bổ sung tùy chọn 8,

source: Save engine paramters to disk
es: Guardar los parámetros del motor en el disco
sr: Сачувајте параметре мотора на диск
sv: Spara motorparametrar på disken
sw: Hifadhi vigezo vya injini kwenye diski
ta: இயந்திர அளவுருக்களை வட்டில் சேமிக்கவும்.
th: บันทึกพารามิเตอร์เครื่องยนต์ลงในดิสก์
tr: Motor parametrelerini diske kaydet
uk: Зберегти параметри двигуна на диск
ur: انجن کے پیرامیٹرز کو ڈسک میں محفوظ کریں۔
vi: Lưu các tham số động cơ vào đĩa

source: Load engine paramters from disk
es: Cargar parámetros del motor desde el disco
sr: Учитајте параметре мотора са диска
sv: Ladda motorparametrar från skivan
sw: Pakia vigezo vya injini kutoka kwa diski
ta: வட்டில் இருந்து இயந்திர அளவுருக்களை ஏற்றவும்
th: โหลดพารามิเตอร์เครื่องยนต์จากดิสก์
tr: Motor parametrelerini diskten yükle
uk: Завантажити параметри двигуна з диска
ur: ڈسک سے انجن کے پیرامیٹرز لوڈ کریں۔
vi: Tải tham số động cơ từ đĩa

source: Display a full list of engine parameters
es: Mostrar una lista completa de parámetros del motor
sr: Прикажите комплетну листу параметара мотора
sv: Visa en fullständig lista över motorparametrar
sw: Onyesha orodha kamili ya vigezo vya injini
ta: இயந்திர அளவுருக்களின் முழு பட்டியலையும் காட்டு
th: แสดงรายการพารามิเตอร์เครื่องยนต์ทั้งหมด
tr: Motor parametrelerinin tam listesini görüntüle
uk: Відображення повного списку параметрів двигуна
ur: انجن کے پیرامیٹرز کی مکمل فہرست دکھائیں۔
vi: Hiển thị danh sách đầy đủ các thông số động cơ

source: The engine file entered does not exist.
es: El archivo de motor ingresado no existe.
sr: Унети фајл мотора не постоји.
sv: Den angivna motorfilen finns inte.
sw: Faili ya injini iliyoingia haipo.
ta: உள்ளிட்ட எஞ்சின் கோப்பு இல்லை.
th: ไฟล์เครื่องยนต์ที่ป้อนไม่มีอยู่
tr: Girilen motor dosyası mevcut değil.
uk: Введений файл двигуна не існує.
ur: درج کردہ انجن فائل موجود نہیں ہے۔
vi: Tệp công cụ đã nhập không tồn tại.

source: Program will reset to previous engine file.
es: El programa restablecerá el archivo del motor anterior.
sr: Програм ће се ресетовати на претходну датотеку мотора.
sv: Programmet återställs till föregående motorfil.
sw: Programu itaweka upya faili ya injini ya hapo awali.
ta: நிரல் முந்தைய இயந்திரக் கோப்பிற்கு மீட்டமைக்கப்படும்.
th: โปรแกรมจะรีเซ็ตเป็นไฟล์เครื่องยนต์ก่อนหน้า
tr: Program önceki motor dosyasına sıfırlanacaktır.
uk: Програма відновить попередній файл двигуна.
ur: پروگرام پچھلی انجن فائل پر ری سیٹ ہو جائے گا۔
vi: Chương trình sẽ thiết lập lại về tập tin engine trước đó.

source: The engine file entered is not an .exe file.
es: El archivo del motor ingresado no es un archivo .exe.
sr: Унета датотека машине није .еке датотека.
sv: Den angivna motorfilen är inte en .exe-fil.
sw: Faili ya injini iliyoingizwa sio faili ya .exe.
ta: உள்ளிட்ட எஞ்சின் கோப்பு .exe கோப்பு அல்ல.
th: ไฟล์เครื่องยนต์ที่เข้ามาไม่ใช่ไฟล์ .exe
tr: Girilen motor dosyası bir .exe dosyası değil.
uk: Введений файл двигуна не є файлом .exe.
ur: داخل کردہ انجن فائل .exe فائل نہیں ہے۔
vi: Tệp công cụ được nhập không phải là tệp .exe.

source: Engine file error
es: Error en el archivo del motor
sr: Грешка у датотеци мотора
sv: Motorfilfel
sw: Hitilafu ya faili ya injini
ta: எஞ்சின் கோப்பு பிழை
th: ข้อผิดพลาดไฟล์เครื่องยนต์
tr: Motor dosyası hatası
uk: Помилка файлу двигуна
ur: انجن فائل کی خرابی۔
vi: Lỗi tập tin động cơ

source: Cannot open engine save file
es: No se puede abrir el archivo guardado del motor
sr: Није могуће отворити датотеку за чување мотора
sv: Det går inte att öppna motorsparfilen
sw: Haiwezi kufungua faili ya kuhifadhi injini
ta: எஞ்சின் சேமி கோப்பைத் திறக்க முடியவில்லை.
th: ไม่สามารถเปิดไฟล์บันทึกเครื่องยนต์ได้
tr: Motor kayıt dosyası açılamıyor
uk: Не вдається відкрити файл збереження двигуна
ur: انجن کی محفوظ فائل کو نہیں کھول سکتا
vi: Không thể mở tệp lưu động cơ

source: Engine options saved to file :-
es: Opciones del motor guardadas en el archivo :-
sr: Опције мотора сачуване у фајлу: -
sv: Motoralternativ sparade i fil:-
sw: Chaguzi za injini zimehifadhiwa kwa faili: -
ta: கோப்பில் சேமிக்கப்பட்ட எஞ்சின் விருப்பங்கள் :-
th: ตัวเลือกเครื่องยนต์ที่บันทึกไว้ในไฟล์ :-
tr: Motor seçenekleri dosyaya kaydedildi :-
uk: Параметри двигуна збережено у файлі:-
ur: انجن کے اختیارات فائل میں محفوظ کیے گئے:-
vi: Tùy chọn động cơ được lưu vào tệp :-

source: File message
es: Mensaje de archivo
sr: Порука о фајлу
sv: Arkiv meddelande
sw: Ujumbe wa faili
ta: கோப்பு செய்தி
th: ข้อความไฟล์
tr: Dosya mesajı
uk: Файл повідомлення
ur: فائل پیغام
vi: Tin nhắn tập tin

source: Engine options not saved
es: Opciones de motor no guardadas
sr: Опције мотора нису сачуване
sv: Motoralternativ har inte sparats
sw: Chaguo za injini hazijahifadhiwa
ta: எஞ்சின் விருப்பங்கள் சேமிக்கப்படவில்லை.
th: ตัวเลือกเครื่องยนต์ไม่ได้รับการบันทึก
tr: Motor seçenekleri kaydedilmedi
uk: Варіанти двигуна не збережені
ur: انجن کے اختیارات محفوظ نہیں ہوئے۔
vi: Tùy chọn động cơ không được lưu

source: Engine file name is too long, engine not saved
es: El nombre del archivo del motor es demasiado largo, el motor no se guardó
sr: Име датотеке мотора је предугачко, мотор није сачуван
sv: Motorns filnamn är för långt, motorn har inte sparats
sw: Jina la faili la injini ni refu sana, injini haijahifadhiwa
ta: எஞ்சின் கோப்பு பெயர் மிக நீளமாக உள்ளது, எஞ்சின் சேமிக்கப்படவில்லை.
th: ชื่อไฟล์เครื่องยนต์ยาวเกินไป เครื่องยนต์ไม่ได้รับการบันทึก
tr: Motor dosya adı çok uzun, motor kaydedilmedi
uk: Назва файлу механізму задовга, механізм не збережено
ur: انجن فائل کا نام بہت لمبا ہے، انجن محفوظ نہیں ہوا۔
vi: Tên tệp động cơ quá dài, động cơ chưa được lưu

source: Save engine error
es: Error de motor de guardado
sr: Грешка у меморији мотора
sv: Spara motorfel
sw: Hifadhi hitilafu ya injini
ta: இயந்திரப் பிழையைச் சேமிக்கவும்
th: บันทึกข้อผิดพลาดเครื่องยนต์
tr: Motor hatasını kaydet
uk: Зберегти помилку двигуна
ur: انجن کی خرابی کو محفوظ کریں۔
vi: Lưu lỗi động cơ

source: Cannot open engine parameters file
es: No se puede abrir el archivo de parámetros del motor
sr: Није могуће отворити датотеку са параметрима мотора
sv: Det går inte att öppna filen med motorparametrar
sw: Haiwezi kufungua faili ya vigezo vya injini
ta: எஞ்சின் அளவுருக்கள் கோப்பைத் திறக்க முடியவில்லை.
th: ไม่สามารถเปิดไฟล์พารามิเตอร์เครื่องยนต์ได้
tr: Motor parametreleri dosyası açılamıyor
uk: Не вдається відкрити файл параметрів двигуна
ur: انجن پیرامیٹرز فائل نہیں کھول سکتا
vi: Không thể mở tệp thông số động cơ

source: Engine parameters loaded
es: Parámetros del motor cargados
sr: Учитани параметри мотора
sv: Motorparametrar laddade
sw: Vigezo vya injini vimepakiwa
ta: எஞ்சின் அளவுருக்கள் ஏற்றப்பட்டன
th: โหลดพารามิเตอร์เครื่องยนต์
tr: Motor parametreleri yüklendi
uk: Параметри двигуна завантажено
ur: انجن کے پیرامیٹرز لوڈ ہو گئے۔
vi: Thông số động cơ được tải

source: Invalid engine name, engine not loaded
es: Nombre de motor no válido, motor no cargado
sr: Неважећи назив мотора, мотор није учитан
sv: Ogiltigt motornamn, motorn är inte laddad
sw: Jina la injini si sahihi, injini haijapakiwa
ta: தவறான இயந்திர பெயர், இயந்திரம் ஏற்றப்படவில்லை.
th: ชื่อเครื่องยนต์ไม่ถูกต้อง เครื่องยนต์ไม่ได้โหลด
tr: Geçersiz motor adı, motor yüklenmedi
uk: Недійсна назва двигуна, двигун не завантажено
ur: غلط انجن کا نام، انجن لوڈ نہیں ہوا۔
vi: Tên động cơ không hợp lệ, động cơ không được tải

source: Engine load error
es: Error de carga del motor
sr: Грешка при оптерећењу мотора
sv: Motorbelastningsfel
sw: Hitilafu ya upakiaji wa injini
ta: எஞ்சின் ஏற்றுதல் பிழை
th: ข้อผิดพลาดในการโหลดเครื่องยนต์
tr: Motor yük hatası
uk: Помилка навантаження двигуна
ur: انجن لوڈ کرنے میں خرابی۔
vi: Lỗi tải động cơ

source: Engine parameters loaded from previous version *.epm file
es: Parámetros del motor cargados desde el archivo *.epm de la versión anterior
sr: Параметри мотора учитани из претходне верзије *.епм датотеке
sv: Motorparametrar laddade från tidigare version *.epm-fil
sw: Vigezo vya injini vilivyopakiwa kutoka kwa toleo la awali la faili ya *.epm
ta: முந்தைய பதிப்பு *.epm கோப்பிலிருந்து ஏற்றப்பட்ட இயந்திர அளவுருக்கள்
th: พารามิเตอร์เครื่องยนต์ที่โหลดจากไฟล์ *.epm เวอร์ชันก่อนหน้า
tr: Önceki sürümden yüklenen motor parametreleri *.epm dosyası
uk: Параметри двигуна завантажуються з файлу *.epm попередньої версії
ur: انجن کے پیرامیٹرز پچھلے ورژن *.epm فائل سے لوڈ کیے گئے ہیں۔
vi: Các thông số động cơ được tải từ tệp *.epm phiên bản trước

source: Engine error
es: Error del motor
sr: Грешка мотора
sv: Motorfel
sw: Hitilafu ya injini
ta: இயந்திரப் பிழை
th: ข้อผิดพลาดของเครื่องยนต์
tr: Motor hatası
uk: Помилка двигуна
ur: انجن کی خرابی۔
vi: Lỗi động cơ

source: File read error - Engine match options not loaded
es: Error de lectura de archivo: las opciones de coincidencia del motor no están cargadas
sr: Грешка при читању датотеке – Опције подударања мотора нису учитане
sv: Filläsfel - Motormatchningsalternativ har inte laddats
sw: Hitilafu ya kusoma faili - Chaguo za kulinganisha injini hazijapakiwa
ta: கோப்பு வாசிப்புப் பிழை - எஞ்சின் பொருத்த விருப்பங்கள் ஏற்றப்படவில்லை.
th: ข้อผิดพลาดในการอ่านไฟล์ - ตัวเลือกการจับคู่เครื่องยนต์ไม่ได้โหลด
tr: Dosya okuma hatası - Motor eşleşme seçenekleri yüklenmedi
uk: Помилка читання файлу - параметри відповідності механізму не завантажено
ur: فائل پڑھنے میں خرابی - انجن میچ کے اختیارات لوڈ نہیں ہوئے۔
vi: Lỗi đọc tệp - Tùy chọn khớp công cụ không được tải

source: Use this screen to select the UCI engine to use.
es: Utilice esta pantalla para seleccionar el motor UCI a utilizar.
sr: Користите овај екран да изаберете УЦИ мотор који ћете користити.
sv: Använd den här skärmen för att välja vilken UCI-motor som ska användas.
sw: Tumia skrini hii kuchagua injini ya UCI ya kutumia.
ta: பயன்படுத்த வேண்டிய UCI இயந்திரத்தைத் தேர்ந்தெடுக்க இந்தத் திரையைப் பயன்படுத்தவும்.
th: ใช้หน้าจอนี้เพื่อเลือกเครื่องยนต์ UCI ที่จะใช้
tr: Kullanılacak UCI motorunu seçmek için bu ekranı kullanın.
uk: Використовуйте цей екран, щоб вибрати механізм UCI для використання.
ur: استعمال کرنے کے لیے UCI انجن کو منتخب کرنے کے لیے اس اسکرین کا استعمال کریں۔
vi: Sử dụng màn hình này để chọn công cụ UCI cần sử dụng.

source: A UCI engine is a .exe file. For example < stockfish_8_x64.exe >
es: Un motor UCI es un archivo .exe. Por ejemplo, <stockfish_8_x64.exe>
sr: УЦИ механизам је .еке датотека. На пример < стоцкфисх_8_к64.еке >
sv: En UCI-motor är en .exe-fil. Till exempel < stockfish_8_x64.exe >
sw: Injini ya UCI ni faili ya .exe. Kwa mfano < stockfish_8_x64.exe >
ta: UCI இயந்திரம் என்பது ஒரு .exe கோப்பு. உதாரணமாக <stockfish_8_x64.exe >
th: เอ็นจิ้น UCI เป็นไฟล์ .exe ตัวอย่างเช่น < stockfish_8_x64.exe >
tr: Bir UCI motoru bir .exe dosyasıdır. Örneğin < stockfish_8_x64.exe >
uk: Механізм UCI — це файл .exe. Наприклад < stockfish_8_x64.exe >
ur: UCI انجن ایک .exe فائل ہے۔ مثال کے طور پر < stockfish_8_x64.exe >
vi: Một công cụ UCI là một tệp .exe. Ví dụ <stockfish_8_x64.exe>

source: Another example is < komodo3-64.exe >
es: Otro ejemplo es < komodo3-64.exe >
sr: Други пример је < комодо3-64.еке >
sv: Ett annat exempel är < komodo3-64.exe >
sw: Mfano mwingine ni < komodo3-64.exe >
ta: மற்றொரு உதாரணம் < komodo3-64.exe >
th: ตัวอย่างอื่นคือ < komodo3-64.exe >
tr: Başka bir örnek ise < komodo3-64.exe >
uk: Іншим прикладом є < komodo3-64.exe >
ur: ایک اور مثال <komodo3-64.exe> ​​ہے۔
vi: Một ví dụ khác là < komodo3-64.exe >

source: One weak engine is provided. TarraschToyEngine.exe
es: Se proporciona un motor débil: TarraschToyEngine.exe
sr: Обезбеђен је један слаб мотор. ТаррасцхТоиЕнгине.еке
sv: En svag motor tillhandahålls. TarraschToyEngine.exe
sw: Injini moja dhaifu hutolewa. TarraschToyEngine.exe
ta: ஒரு பலவீனமான இயந்திரம் வழங்கப்படுகிறது. TarraschToyEngine.exe
th: มีเครื่องยนต์ที่อ่อนแอหนึ่งเครื่อง TarraschToyEngine.exe
tr: Bir zayıf motor sağlandı. TarraschToyEngine.exe
uk: Передбачено один слабкий двигун. TarraschToyEngine.exe
ur: ایک کمزور انجن فراہم کیا گیا ہے۔ TarraschToyEngine.exe
vi: Một động cơ yếu được cung cấp. TarraschToyEngine.exe

source: is good enough to be fun but readily beatable for most players.
es: Es lo suficientemente bueno para ser divertido, pero la mayoría de los jugadores lo pueden superar fácilmente.
sr: је довољно добар да буде забаван, али је лако победити за већину играча.
sv: är tillräckligt bra för att vara roligt men lätt att slå för de flesta spelare.
sw: ni nzuri ya kutosha kufurahisha lakini inaweza kushindwa kwa wachezaji wengi.
ta: வேடிக்கையாக இருக்கும் அளவுக்கு நல்லது, ஆனால் பெரும்பாலான வீரர்களால் எளிதில் வெல்லக்கூடியது.
th: ดีพอที่จะสนุกแต่ผู้เล่นส่วนใหญ่ก็เอาชนะได้อย่างง่ายดาย
tr: eğlenceli olacak kadar iyi ama çoğu oyuncu için kolayca geçilebilir.
uk: досить гарний, щоб бути веселим, але його легко перемогти більшість гравців.
ur: تفریح ​​کے لیے کافی اچھا ہے لیکن زیادہ تر کھلاڑیوں کے لیے آسانی سے شکست دینے کے قابل ہے۔
vi: đủ thú vị nhưng hầu hết người chơi đều có thể đánh bại.
