Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: I tested 3-4-5 piece tablebases with various engines.
es: Probé tablas base de 3-4-5 piezas con varios motores.
sr: Тестирао сам базе столова од 3-4-5 комада са разним моторима.
sv: Jag testade 3-4-5 stycken bordsunderlag med olika motorer.
sw: Nilijaribu meza za vipande 3-4-5 na injini tofauti.
ta: நான் பல்வேறு இயந்திரங்களுடன் 3-4-5 துண்டு டேபிள்பேஸ்களை சோதித்தேன்.
th: ฉันทดสอบฐานโต๊ะแบบ 3-4-5 ชิ้นด้วยเอ็นจิ้นต่างๆ
tr: Çeşitli motorlarla 3-4-5 parçalı masa tabanlarını test ettim.
uk: Я тестував 3-4-5 предметні таблиці з різними механізмами.
ur: میں نے مختلف انجنوں کے ساتھ 3-4-5 پیس ٹیبل بیس کا تجربہ کیا۔
vi: Tôi đã thử nghiệm chân bàn gồm 3-4-5 mảnh với nhiều loại động cơ khác nhau.

source: The Syzygy tablebase worked with the Stockfish and Komodo engines.
es: La tabla base Syzygy funcionó con los motores Stockfish y Komodo.
sr: База стола Сизиги радила је са моторима Стоцкфисх и Комодо.
sv: Syzygy-bordbasen fungerade med Stockfish- och Komodo-motorerna.
sw: Mfumo wa meza wa Syzygy ulifanya kazi na injini za Stockfish na Komodo.
ta: Syzygy டேபிள்பேஸ் Stockfish மற்றும் Komodo என்ஜின்களுடன் வேலை செய்தது.
th: ตารางฐาน Syzygy ทำงานร่วมกับเครื่องยนต์ Stockfish และ Komodo
tr: Syzygy masa tabanı Stockfish ve Komodo motorlarıyla çalıştı.
uk: Таблиця Syzygy працювала з механізмами Stockfish і Komodo.
ur: Syzygy ٹیبل بیس نے اسٹاک فش اور کوموڈو انجنوں کے ساتھ کام کیا۔
vi: Nền tảng Syzygy hoạt động với các công cụ Stockfish và Komodo.

source: The two positions I tried from the Nalimov tablebase worked with the Rybka 2.3 engine.
es: Las dos posiciones que probé de la tabla base de Nalimov funcionaron con el motor Rybka 2.3.
sr: Две позиције које сам покушао на бази стола Налимов радиле су са мотором Рибка 2.3.
sv: De två positionerna jag provade från Nalimovs bordsbas fungerade med Rybka 2.3-motorn.
sw: Nafasi mbili nilizojaribu kutoka kwa meza ya Nalimov zilifanya kazi na injini ya Rybka 2.3.
ta: நலிமோவ் டேபிள்பேஸிலிருந்து நான் முயற்சித்த இரண்டு நிலைகளும் ரைப்கா 2.3 எஞ்சினுடன் வேலை செய்தன.
th: สองตำแหน่งที่ฉันลองจากตาราง Nalimov ใช้งานได้กับเครื่องยนต์ Rybka 2.3
tr: Nalimov masa tabanından denediğim iki pozisyon Rybka 2.3 motoruyla çalıştı.
uk: Дві позиції, які я спробував з табличної бази Nalimov, працювали з механізмом Rybka 2.3.
ur: نلیموف ٹیبل بیس سے میں نے جن دو پوزیشنوں کی کوشش کی وہ Rybka 2.3 انجن کے ساتھ کام کرتی تھیں۔
vi: Hai vị trí tôi thử từ đế bàn Nalimov đều phù hợp với động cơ Rybka 2.3.

source: The two positions I tried from the Gaviota tablebase worked with the Houdini 1.5 engine.
es: Las dos posiciones que probé de la tabla base Gaviota funcionaron con el motor Houdini 1.5.
sr: Две позиције које сам покушао са Гавиота постоља су радиле са Хоудини 1.5 мотором.
sv: De två positionerna jag provade från Gaviota bordsbasen fungerade med Houdini 1.5-motorn.
sw: Nafasi mbili nilizojaribu kutoka kwa meza ya Gaviota zilifanya kazi na injini ya Houdini 1.5.
ta: கவியோட்டா டேபிள்பேஸிலிருந்து நான் முயற்சித்த இரண்டு நிலைகளும் ஹவுடினி 1.5 எஞ்சினுடன் வேலை செய்தன.
th: สองตำแหน่งที่ฉันลองจากตารางฐาน Gaviota ใช้ได้กับเครื่องยนต์ Houdini 1.5
tr: Gaviota masa tabanından denediğim iki pozisyon Houdini 1.5 motoruyla çalıştı.
uk: Дві позиції, які я спробував із табличної бази Gaviota, працювали з механізмом Houdini 1.5.
ur: میں نے Gaviota tablebase سے جن دو پوزیشنوں کی کوشش کی وہ Houdini 1.5 انجن کے ساتھ کام کرتی تھیں۔
vi: Hai vị trí tôi thử từ đế bàn Gaviota đều hoạt động với công cụ Houdini 1.5.

source: Most modern engines now use the Syzygy tablebases because they are much smaller.
es: La mayoría de los motores modernos utilizan ahora las tablas Syzygy porque son mucho más pequeñas.
sr: Већина модерних мотора сада користи Сизиги табеле јер су много мање.
sv: De flesta moderna motorer använder nu Syzygy bordsbaser eftersom de är mycket mindre.
sw: Injini nyingi za kisasa sasa hutumia meza za Syzygy kwa sababu ni ndogo zaidi.
ta: பெரும்பாலான நவீன இயந்திரங்கள் இப்போது சிசைஜி டேபிள்பேஸ்களைப் பயன்படுத்துகின்றன, ஏனெனில் அவை மிகவும் சிறியவை.
th: เอ็นจิ้นที่ทันสมัยส่วนใหญ่ในปัจจุบันใช้ตารางฐาน Syzygy เนื่องจากมีขนาดเล็กกว่ามาก
tr: Çoğu modern motor artık Syzygy tablo tabanlarını kullanıyor çünkü bunlar çok daha küçük.
uk: Більшість сучасних механізмів тепер використовують табличні бази Syzygy, оскільки вони набагато менші.
ur: زیادہ تر جدید انجن اب Syzygy ٹیبل بیس استعمال کرتے ہیں کیونکہ وہ بہت چھوٹے ہیں۔
vi: Hầu hết các công cụ hiện đại hiện nay đều sử dụng cơ sở bảng Syzygy vì chúng nhỏ hơn nhiều.

source: The 3-4-5 Nalimov and Gaviota tablebases can still be found on the Internet Archive,
es: Las tablas de posiciones 3-4-5 de Nalimov y Gaviota todavía se pueden encontrar en Internet Archive.
sr: 3-4-5 Налимов и Гавиота табеле се још увек могу наћи у Интернет архиви,
sv: 3-4-5 Nalimov och Gaviota bordsbaserna kan fortfarande hittas på Internet Archive,
sw: Viwango vya 3-4-5 vya Nalimov na Gaviota bado vinaweza kupatikana kwenye Jalada la Mtandao,
ta: 3-4-5 நலிமோவ் மற்றும் கவியோட்டா அட்டவணைத் தளங்களை இன்னும் இணையக் காப்பகத்தில் காணலாம்,
th: ตารางฐาน Nalimov และ Gaviota 3-4-5 ยังคงพบได้ใน Internet Archive
tr: 3-4-5 Nalimov ve Gaviota masa tabanları hala İnternet Arşivinde bulunabilir.
uk: Бази таблиць 3-4-5 Налімова та Гавіоти все ще можна знайти в Інтернет-архіві,
ur: 3-4-5 نالیموف اور گیویٹا ٹیبل بیس اب بھی انٹرنیٹ آرکائیو پر مل سکتے ہیں،
vi: Các cơ sở bảng 3-4-5 Nalimov và Gaviota vẫn có thể được tìm thấy trên Internet Archive,

source: but the download sizes are very large at 7 Giga bytes.
es: pero los tamaños de descarga son muy grandes, 7 Gigabytes.
sr: али величина преузимања је веома велика и износи 7 Гига бајтова.
sv: men nedladdningsstorlekarna är mycket stora på 7 Giga byte.
sw: lakini saizi za upakuaji ni kubwa sana kwa 7 Giga bytes.
ta: ஆனால் பதிவிறக்க அளவுகள் 7 ஜிகா பைட்டுகளில் மிகப் பெரியவை.
th: แต่ขนาดการดาวน์โหลดมีขนาดใหญ่มากที่ 7 กิกะไบต์
tr: ancak indirme boyutları 7 Gigabyte gibi oldukça büyük.
uk: але розмір завантаження дуже великий – 7 гіга байт.
ur: لیکن ڈاؤن لوڈ کے سائز 7 گیگا بائٹس پر بہت بڑے ہیں۔
vi: nhưng kích thước tải xuống rất lớn, lên tới 7 Giga byte.

source: The size of 3-4-5 Syzygy tablebase is much more reasonable at just under 1 Giga byte.
es: El tamaño de la base de tablas Syzygy 3-4-5 es mucho más razonable, con poco menos de 1 Gigabyte.
sr: Величина 3-4-5 Сизиги табеле је много разумнија са нешто мање од 1 Гига бајта.
sv: Storleken på 3-4-5 Syzygy bordsbas är mycket mer rimlig på strax under 1 Giga byte.
sw: Ukubwa wa 3-4-5 Syzygy tablebase ni ya kuridhisha zaidi chini ya 1 Giga byte.
ta: 3-4-5 Syzygy டேபிள்பேஸின் அளவு 1 ஜிகா பைட்டுக்கும் சற்று குறைவாக இருப்பதால் மிகவும் நியாயமானது.
th: ขนาดของตารางฐาน Syzygy ขนาด 3-4-5 นั้นเหมาะสมกว่ามาก โดยมีขนาดต่ำกว่า 1 กิกะไบต์เล็กน้อย
tr: 3-4-5 Syzygy tablebase'in boyutu 1 Gigabyte'ın hemen altında olmasıyla çok daha makul.
uk: Розмір табличної бази 3-4-5 Syzygy є набагато розумнішим — трохи менше 1 Гігабайта.
ur: 3-4-5 Syzygy ٹیبل بیس کا سائز صرف 1 گیگا بائٹ سے کم پر زیادہ معقول ہے۔
vi: Kích thước của bảng cơ sở dữ liệu Syzygy 3-4-5 hợp lý hơn nhiều ở mức chỉ dưới 1 Giga byte.

source: For anyone who wants to try this tablebase, I have made a download at these links :-
es: Para cualquiera que quiera probar esta base de datos de tablas, he realizado una descarga en estos enlaces:
sr: За свакога ко жели да испроба ову базу таблица, направио сам преузимање на овим везама:-
sv: För alla som vill prova denna tabellbas har jag gjort en nedladdning på dessa länkar:-
sw: Kwa yeyote anayetaka kujaribu msingi huu wa meza, nimepakua kwenye viungo hivi:-
ta: இந்த அட்டவணை தளத்தை முயற்சிக்க விரும்பும் எவருக்கும், இந்த இணைப்புகளில் பதிவிறக்கம் செய்துள்ளேன்:-
th: สำหรับใครที่ต้องการทดลองใช้ฐานข้อมูลนี้ ฉันได้ทำการดาวน์โหลดจากลิงก์เหล่านี้แล้ว:
tr: Bu tablebase'i denemek isteyenler için şu bağlantılardan indirme işlemini gerçekleştirdim:
uk: Для всіх, хто хоче спробувати цю табличну базу, я зробив завантаження за цими посиланнями: -
ur: جو بھی اس ٹیبل بیس کو آزمانا چاہتا ہے، میں نے ان لنکس سے ڈاؤن لوڈ کیا ہے:-
vi: Đối với bất kỳ ai muốn dùng thử bảng cơ sở này, tôi đã tạo bản tải xuống tại các liên kết này:

source: There are instructions for installation and a PGN file with a few endgame positions to try.
es: Hay instrucciones para la instalación y un archivo PGN con algunas posiciones finales para probar.
sr: Постоје упутства за инсталацију и ПГН датотека са неколико завршних позиција за испробавање.
sv: Det finns instruktioner för installation och en PGN-fil med några slutspelspositioner att prova.
sw: Kuna maagizo ya usakinishaji na faili ya PGN iliyo na nafasi chache za kujaribu.
ta: நிறுவலுக்கான வழிமுறைகளும், முயற்சிக்க சில எண்ட்கேம் நிலைகளுடன் கூடிய PGN கோப்பும் உள்ளன.
th: มีคำแนะนำในการติดตั้งและไฟล์ PGN พร้อมตำแหน่งท้ายเกมให้ลองเล่นบ้าง
tr: Kurulum talimatları ve deneyebileceğiniz birkaç son oyun pozisyonunun bulunduğu bir PGN dosyası var.
uk: Є інструкції щодо встановлення та файл PGN із кількома позиціями в ендшпілі, які можна спробувати.
ur: انسٹالیشن کے لیے ہدایات ہیں اور ایک PGN فائل ہے جس میں کچھ اینڈگیم پوزیشنز ہیں۔
vi: Có hướng dẫn cài đặt và tệp PGN với một số vị trí cuối trò chơi để thử.

source: Endgame tablebases
es: Tablas de finales
sr: Ендгаме таблебасе
sv: Slutspelstabeller
sw: Misingi ya meza ya mwisho wa mchezo
ta: எண்ட்கேம் அட்டவணை அடிப்படைகள்
th: ตารางสรุปเกมตอนจบ
tr: Son oyun masa tabanları
uk: Ендшпільні таблиці
ur: اینڈگیم ٹیبل بیس
vi: Cơ sở bảng kết thúc

source: Here is a description of some UCI engine parameters.
es: Aquí hay una descripción de algunos parámetros del motor UCI.
sr: Ево описа неких параметара УЦИ мотора.
sv: Här är en beskrivning av några UCI-motorparametrar.
sw: Hapa kuna maelezo ya baadhi ya vigezo vya injini ya UCI.
ta: சில UCI இயந்திர அளவுருக்களின் விளக்கம் இங்கே.
th: นี่คือคำอธิบายพารามิเตอร์เครื่องยนต์ UCI บางส่วน
tr: İşte UCI motor parametrelerinden bazılarının açıklaması.
uk: Ось опис деяких параметрів двигуна UCI.
ur: یہاں کچھ UCI انجن پیرامیٹرز کی تفصیل ہے۔
vi: Sau đây là mô tả về một số thông số động cơ UCI.

source: Most of these are used for the Stockfish engine but other engines
es: La mayoría de estos se utilizan para el motor Stockfish, pero otros motores...
sr: Већина њих се користи за Стоцкфисх мотор, али и за друге моторе
sv: De flesta av dessa används för Stockfish-motorn men andra motorer
sw: Nyingi kati ya hizi hutumiwa kwa injini ya Stockfish lakini injini zingine
ta: இவற்றில் பெரும்பாலானவை ஸ்டாக்ஃபிஷ் எஞ்சினுக்குப் பயன்படுத்தப்படுகின்றன, ஆனால் மற்ற எஞ்சின்கள்
th: ส่วนใหญ่ใช้สำหรับเครื่องยนต์ Stockfish แต่เครื่องยนต์อื่นๆ
tr: Bunların çoğu Stockfish motorunda kullanılır ancak diğer motorlar
uk: Більшість із них використовуються для двигуна Stockfish, але й для інших двигунів
ur: ان میں سے زیادہ تر اسٹاک فش انجن لیکن دوسرے انجنوں کے لیے استعمال ہوتے ہیں۔
vi: Hầu hết những thứ này được sử dụng cho động cơ Stockfish nhưng các động cơ khác

source: will have many of these parameters, or something similar.
es: tendrá muchos de estos parámetros, o algo similar.
sr: ће имати многе од ових параметара, или нешто слично.
sv: kommer att ha många av dessa parametrar, eller något liknande.
sw: itakuwa na vigezo vingi hivi, au kitu sawa.
ta: இந்த அளவுருக்கள் பல அல்லது அது போன்ற ஏதாவது இருக்கும்.
th: จะมีพารามิเตอร์เหล่านี้หลายอย่างหรืออะไรทำนองนั้น
tr: bu parametrelerden birçoğuna veya benzerlerine sahip olacaktır.
uk: матиме багато з цих параметрів або щось подібне.
ur: ان میں سے بہت سے پیرامیٹرز ہوں گے، یا کچھ ایسا ہی۔
vi: sẽ có nhiều tham số này hoặc tương tự.

source: These descriptions are based on the UCI protocol standard written by
es: Estas descripciones se basan en el protocolo estándar UCI escrito por
sr: Ови описи су засновани на стандарду УЦИ протокола који је написао
sv: Dessa beskrivningar är baserade på UCI-protokollstandarden skriven av
sw: Maelezo haya yanatokana na kiwango cha itifaki ya UCI kilichoandikwa na
ta: இந்த விளக்கங்கள் எழுதிய UCI நெறிமுறை தரத்தை அடிப்படையாகக் கொண்டவை
th: คำอธิบายเหล่านี้อิงตามมาตรฐานโปรโตคอล UCI ที่เขียนโดย
tr: Bu açıklamalar, UCI protokol standardına dayanmaktadır.
uk: Ці описи базуються на стандарті протоколу UCI, написаному
ur: یہ وضاحتیں UCI پروٹوکول کے معیار پر مبنی ہیں جو لکھے گئے ہیں۔
vi: Những mô tả này dựa trên tiêu chuẩn giao thức UCI được viết bởi

source: Rudolf Huber and Stefan-Meyer Kahlen.
es: Rudolf Huber y Stefan-Meyer Kahlen.
sr: Рудолф Хубер и Стефан-Мајер Кален.
sv: Rudolf Huber och Stefan-Meyer Kahlen.
sw: Rudolf Huber na Stefan-Meyer Kahlen.
ta: ருடால்ஃப் ஹூபர் மற்றும் ஸ்டீபன்-மேயர் கஹ்லன்.
th: รูดอล์ฟ ฮูเบอร์ และสเตฟาน-เมเยอร์ คาห์เลน
tr: Rudolf Huber ve Stefan-Meyer Kahlen.
uk: Рудольф Губер і Стефан-Майер Кален.
ur: روڈولف ہوبر اور اسٹیفن میئر کاہلن۔
vi: Rudolf Huber và Stefan-Meyer Kahlen.

source: Threads - The number of CPU threads used for searching a position.
es: Subprocesos: la cantidad de subprocesos de CPU utilizados para buscar una posición.
sr: Нити – број ЦПУ нити које се користе за претрагу позиције.
sv: Trådar - Antalet CPU-trådar som används för att söka efter en position.
sw: Mizizi - Idadi ya nyuzi za CPU zinazotumika kutafuta nafasi.
ta: நூல்கள் - ஒரு நிலையைத் தேடுவதற்குப் பயன்படுத்தப்படும் CPU நூல்களின் எண்ணிக்கை.
th: เธรด - จำนวนเธรด CPU ที่ใช้ค้นหาตำแหน่ง
tr: İş parçacıkları - Bir pozisyonu aramak için kullanılan CPU iş parçacığı sayısı.
uk: Потоки – кількість потоків процесора, які використовуються для пошуку позиції.
ur: تھریڈز - کسی پوزیشن کو تلاش کرنے کے لیے استعمال ہونے والے CPU تھریڈز کی تعداد۔
vi: Luồng - Số luồng CPU được sử dụng để tìm kiếm một vị trí.

source: For best performance, set this equal to the number of CPU cores available.
es: Para obtener un mejor rendimiento, configúrelo igual a la cantidad de núcleos de CPU disponibles.
sr: За најбоље перформансе, подесите ово једнако броју доступних ЦПУ језгара.
sv: För bästa prestanda, ställ in detta lika med antalet tillgängliga CPU-kärnor.
sw: Kwa utendakazi bora, weka hii sawa na idadi ya cores za CPU zinazopatikana.
ta: சிறந்த செயல்திறனுக்காக, கிடைக்கக்கூடிய CPU கோர்களின் எண்ணிக்கைக்கு சமமாக இதை அமைக்கவும்.
th: เพื่อประสิทธิภาพที่ดีที่สุด ให้ตั้งค่าให้เท่ากับจำนวนคอร์ CPU ที่มีอยู่
tr: En iyi performans için bunu, kullanılabilir CPU çekirdeği sayısına eşitleyin.
uk: Для найкращої продуктивності встановіть це число рівним кількості доступних ядер ЦП.
ur: بہترین کارکردگی کے لیے، اسے دستیاب CPU کور کی تعداد کے برابر سیٹ کریں۔
vi: Để có hiệu suất tốt nhất, hãy đặt giá trị này bằng với số lõi CPU khả dụng.

source: Hash - The size of the hash table in MB. It is recommended to set Hash
es: Hash: El tamaño de la tabla hash en MB. Se recomienda configurar el hash.
sr: Хеш - Величина хеш табеле у МБ. Препоручљиво је поставити Хасх
sv: Hash - Storleken på hashtabellen i MB. Det rekommenderas att ställa in Hash
sw: Hashi - Ukubwa wa jedwali la heshi katika MB. Inashauriwa kuweka Hash
ta: ஹாஷ் - ஹாஷ் அட்டவணையின் அளவு MB இல் உள்ளது. ஹாஷை அமைக்க பரிந்துரைக்கப்படுகிறது
th: แฮช - ขนาดของตารางแฮชเป็น MB ขอแนะนำให้ตั้งค่าแฮช
tr: Hash - Karma tablosunun MB cinsinden boyutu. Hash'i ayarlamanız önerilir
uk: Хеш - розмір хеш-таблиці в МБ. Рекомендується встановити хеш
ur: ہیش - MB میں ہیش ٹیبل کا سائز۔ ہیش کو ترتیب دینے کی سفارش کی جاتی ہے۔
vi: Hash - Kích thước của bảng băm tính bằng MB. Nên đặt Hash

source: after setting Threads.
es: después de configurar los subprocesos.
sr: након подешавања Тхреадс.
sv: efter att ha ställt in trådar.
sw: baada ya kuweka Threads.
ta: நூல்களை அமைத்த பிறகு.
th: หลังจากตั้งค่าเธรดแล้ว
tr: Thread'leri ayarladıktan sonra.
uk: після налаштування потоків.
ur: تھریڈز سیٹ کرنے کے بعد۔
vi: sau khi thiết lập Threads.

source: Clear Hash - Clears the hash table.
es: Clear Hash: borra la tabla hash.
sr: Цлеар Хасх - Брише хеш табелу.
sv: Rensa hash - Rensar hashtabellen.
sw: Futa Hash - Hufuta jedwali la heshi.
ta: கிளியர் ஹாஷ் - ஹாஷ் அட்டவணையை அழிக்கிறது.
th: ล้างแฮช - ล้างตารางแฮช
tr: Hash'i Temizle - Hash tablosunu temizler.
uk: Очистити хеш - очищає хеш-таблицю.
ur: ہیش صاف کریں - ہیش ٹیبل کو صاف کرتا ہے۔
vi: Xóa băm - Xóa bảng băm.

source: Ponder - Let the engine ponder its next move while the opponent is thinking.
es: Ponder: deja que el motor medite sobre su próximo movimiento mientras el oponente está pensando.
sr: Размишљање – Нека мотор размишља о свом следећем потезу док противник размишља.
sv: Begrunda - Låt motorn fundera över sitt nästa drag medan motståndaren tänker.
sw: Tafakari - Acha injini itafakari kuhusu hatua yake inayofuata wakati mpinzani anafikiria.
ta: சிந்தித்துப் பாருங்கள் - எதிராளி யோசித்துக் கொண்டிருக்கும் போது இயந்திரம் அதன் அடுத்த நகர்வைப் பற்றி சிந்திக்கட்டும்.
th: ไตร่ตรอง - ปล่อยให้เครื่องยนต์ไตร่ตรองการเคลื่อนไหวครั้งต่อไปในขณะที่ฝ่ายตรงข้ามกำลังคิด
tr: Düşün - Rakibin düşünürken motorun bir sonraki hareketini düşünmesine izin verin.
uk: Поміркуйте – дозвольте двигуну обдумати свій наступний хід, поки опонент думає.
ur: غور کریں - انجن کو اپنے اگلے اقدام پر غور کرنے دیں جب کہ مخالف سوچ رہا ہو۔
vi: Suy ngẫm - Để động cơ suy ngẫm về nước đi tiếp theo trong khi đối thủ đang suy nghĩ.

source: MultiPV - Output the N best lines(principal variations, PVs) when searching.
es: MultiPV: genera las N mejores líneas (variaciones principales, PV) al realizar una búsqueda.
sr: МултиПВ - Изнесите Н најбољих линија (главне варијације, ПВ) приликом претраживања.
sv: MultiPV - Mata ut de N bästa raderna (huvudvariationer, PV) vid sökning.
sw: MultiPV - Toa mistari bora ya N (tofauti kuu, PVs) unapotafuta.
ta: MultiPV - தேடும்போது N சிறந்த வரிகளை (முதன்மை மாறுபாடுகள், PVகள்) வெளியிடவும்.
th: MultiPV - แสดงเอาต์พุต N บรรทัดที่ดีที่สุด (รูปแบบหลัก, PV) เมื่อค้นหา
tr: MultiPV - Arama sırasında en iyi N satırını (ana varyasyonlar, PV'ler) çıkış olarak verir.
uk: MultiPV - Виведіть N найкращих рядків (основні варіації, PV) під час пошуку.
ur: ملٹی پی وی - تلاش کرتے وقت N بہترین لائنوں (پرنسپل تغیرات، پی وی) کو آؤٹ پٹ کریں۔
vi: MultiPV - Đưa ra N dòng tốt nhất (biến thể chính, PV) khi tìm kiếm.

source: Leave at 1 for the best performance.
es: Déjelo en 1 para obtener el mejor rendimiento.
sr: Оставите на 1 за најбољи учинак.
sv: Lämna vid 1 för bästa prestanda.
sw: Ondoka saa 1 kwa utendaji bora.
ta: சிறந்த செயல்திறனுக்காக 1 மணிக்கு விடுங்கள்.
th: ปล่อยไว้ที่ 1 เพื่อประสิทธิภาพที่ดีที่สุด
tr: En iyi performans için 1'de bırakın.
uk: Залиште на 1 для найкращої продуктивності.
ur: بہترین کارکردگی کے لیے 1 پر چھوڑ دیں۔
vi: Để ở mức 1 để có hiệu suất tốt nhất.

source: Use NNUE - Toggle between the NNUE and classical evaluation functions.
es: Utilice NNUE: alterna entre NNUE y las funciones de evaluación clásicas.
sr: Користи ННУЕ - Пребацивање између ННУЕ и класичне функције евалуације.
sv: Använd NNUE - Växla mellan NNUE och klassiska utvärderingsfunktioner.
sw: Tumia NNUE - Geuza kati ya NNUE na vitendakazi vya tathmini ya awali.
ta: NNUE ஐப் பயன்படுத்தவும் - NNUE மற்றும் கிளாசிக்கல் மதிப்பீட்டு செயல்பாடுகளுக்கு இடையில் மாறவும்.
th: ใช้ NNUE - สลับระหว่างฟังก์ชันการประเมิน NNUE และแบบคลาสสิก
tr: NNUE'yi kullanın - NNUE ve klasik değerlendirme işlevleri arasında geçiş yapın.
uk: Використовувати NNUE - перемикання між NNUE та класичними функціями оцінювання.
ur: NNUE استعمال کریں - NNUE اور کلاسیکی تشخیص کے افعال کے درمیان ٹوگل کریں۔
vi: Sử dụng NNUE - Chuyển đổi giữa NNUE và các hàm đánh giá cổ điển.

source: If set to true, the network parameters must be available to load from the file
es: Si se establece como verdadero, los parámetros de red deben estar disponibles para cargar desde el archivo
sr: Ако је постављено на тачно, мрежни параметри морају бити доступни за учитавање из датотеке
sv: Om satt till true måste nätverksparametrarna vara tillgängliga för att laddas från filen
sw: Ikiwekwa kuwa ndivyo, ni lazima vigezo vya mtandao vipatikane ili kupakiwa kutoka kwenye faili
ta: உண்மை என அமைக்கப்பட்டால், கோப்பிலிருந்து ஏற்ற பிணைய அளவுருக்கள் கிடைக்க வேண்டும்.
th: หากตั้งค่าเป็นจริง พารามิเตอร์เครือข่ายจะต้องพร้อมใช้งานเพื่อโหลดจากไฟล์
tr: Doğru olarak ayarlanırsa, ağ parametreleri dosyadan yüklenmeye hazır olmalıdır
uk: Якщо встановлено значення true, параметри мережі мають бути доступними для завантаження з файлу
ur: اگر درست پر سیٹ کیا جائے تو، نیٹ ورک کے پیرامیٹرز فائل سے لوڈ کرنے کے لیے دستیاب ہونے چاہئیں
vi: Nếu đặt thành true, các tham số mạng phải có sẵn để tải từ tệp

source: (see also EvalFile), if they are not embedded in the binary (*.exe engine file)
es: (ver también EvalFile), si no están incrustados en el binario (archivo de motor *.exe)
sr: (погледајте и ЕвалФиле), ако нису уграђени у бинарну датотеку (*.еке енгине датотека)
sv: (se även EvalFile), om de inte är inbäddade i den binära (*.exe-motorfilen)
sw: (tazama pia EvalFile), ikiwa hazijapachikwa kwenye jozi (*.exe faili ya injini)
ta: (EvalFile ஐயும் காண்க), அவை பைனரியில் (*.exe என்ஜின் கோப்பு) உட்பொதிக்கப்படவில்லை என்றால்
th: (ดู EvalFile ด้วย) หากไม่ได้ฝังอยู่ในไบนารี (ไฟล์เอนจิน *.exe)
tr: (ayrıca EvalFile'a bakın), ikili dosyaya (*.exe motor dosyası) gömülmemişlerse
uk: (див. також EvalFile), якщо вони не вбудовані у двійковий файл (*.exe-файл двигуна)
ur: (EvalFile بھی دیکھیں)، اگر وہ بائنری (*.exe انجن فائل) میں سرایت شدہ نہیں ہیں
vi: (xem thêm EvalFile), nếu chúng không được nhúng trong tệp nhị phân (*.exe engine file)

source: EvalFile - The name of the file of the NNUE evaluation parameters.
es: EvalFile: el nombre del archivo de los parámetros de evaluación NNUE.
sr: ЕвалФиле – Име датотеке параметара евалуације ННУЕ.
sv: EvalFile - Namnet på filen för NNUE-utvärderingsparametrarna.
sw: EvalFile - Jina la faili la vigezo vya tathmini vya NNUE.
ta: EvalFile - NNUE மதிப்பீட்டு அளவுருக்களின் கோப்பின் பெயர்.
th: EvalFile - ชื่อไฟล์ของพารามิเตอร์การประเมิน NNUE
tr: EvalFile - NNUE değerlendirme parametrelerinin dosyasının adı.
uk: EvalFile - ім'я файлу параметрів оцінки NNUE.
ur: EvalFile - NNUE تشخیصی پیرامیٹرز کی فائل کا نام۔
vi: EvalFile - Tên tệp tham số đánh giá NNUE.

source: Depending on the GUI, the filename might have to include the full path
es: Dependiendo de la GUI, es posible que el nombre del archivo deba incluir la ruta completa
sr: У зависности од ГУИ-а, име датотеке ће можда морати да садржи пуну путању
sv: Beroende på GUI, kan filnamnet behöva inkludera hela sökvägen
sw: Kulingana na GUI, jina la faili linaweza kujumuisha njia kamili
ta: GUI ஐப் பொறுத்து, கோப்புப் பெயரில் முழு பாதையும் சேர்க்கப்பட வேண்டியிருக்கும்.
th: ชื่อไฟล์อาจต้องรวมเส้นทางแบบเต็ม ขึ้นอยู่กับ GUI
tr: GUI'ye bağlı olarak dosya adı tam yolu içermek zorunda olabilir
uk: Залежно від GUI ім’я файлу може містити повний шлях
ur: GUI پر منحصر ہے، فائل نام میں مکمل راستہ شامل کرنا پڑ سکتا ہے۔
vi: Tùy thuộc vào GUI, tên tệp có thể phải bao gồm đường dẫn đầy đủ

source: to the folder / directory that contains the file.
es: a la carpeta / directorio que contiene el archivo.
sr: у фасциклу / директоријум који садржи датотеку.
sv: till mappen/katalogen som innehåller filen.
sw: kwa folda / saraka ambayo ina faili.
ta: கோப்பைக் கொண்ட கோப்புறை / கோப்பகத்திற்கு.
th: ไปที่โฟลเดอร์/ไดเร็กทอรีที่บรรจุไฟล์อยู่
tr: dosyanın bulunduğu klasöre/dizine.
uk: до папки/каталогу, що містить файл.
ur: فولڈر / ڈائریکٹری میں جس میں فائل ہے۔
vi: vào thư mục/thư mục chứa tập tin.

source: Other locations, such as the directory that contains the binary
es: Otras ubicaciones, como el directorio que contiene el binario
sr: Друге локације, као што је директоријум који садржи бинарни фајл
sv: Andra platser, till exempel katalogen som innehåller binären
sw: Maeneo mengine, kama vile saraka ambayo ina jozi
ta: பைனரியைக் கொண்ட கோப்பகம் போன்ற பிற இடங்கள்
th: ตำแหน่งอื่น ๆ เช่น ไดเรกทอรีที่ประกอบด้วยไบนารี
tr: İkili dosyayı içeren dizin gibi diğer konumlar
uk: Інші розташування, наприклад каталог, що містить двійковий файл
ur: دیگر مقامات، جیسے کہ ڈائرکٹری جس میں بائنری ہوتی ہے۔
vi: Các vị trí khác, chẳng hạn như thư mục chứa tệp nhị phân
