Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: No items selected, please select some
es: No hay elementos seleccionados, por favor seleccione algunos
sr: Нема изабраних ставки, изаберите неке
sv: Inga objekt har valts, välj några
sw: Hakuna vipengee vilivyochaguliwa, tafadhali chagua baadhi
ta: எந்த உருப்படிகளும் தேர்ந்தெடுக்கப்படவில்லை, தயவுசெய்து சிலவற்றைத் தேர்ந்தெடுக்கவும்.
th: ยังไม่ได้เลือกรายการใด ๆ กรุณาเลือกบางรายการ
tr: Hiçbir öğe seçilmedi, lütfen bazılarını seçin
uk: Елементи не вибрано, будь ласка, виберіть кілька
ur: کوئی آئٹمز منتخب نہیں ہوئے، براہ کرم کچھ منتخب کریں۔
vi: Không có mục nào được chọn, vui lòng chọn một số

source: Engine option error message
es: Mensaje de error de opción de motor
sr: Порука о грешци опције мотора
sv: Felmeddelande om motoralternativ
sw: Ujumbe wa hitilafu wa chaguo la injini
ta: எஞ்சின் விருப்பப் பிழைச் செய்தி
th: ข้อความแสดงข้อผิดพลาดตัวเลือกเครื่องยนต์
tr: Motor seçeneği hata mesajı
uk: Повідомлення про помилку опції двигуна
ur: انجن آپشن کی خرابی کا پیغام
vi: Thông báo lỗi tùy chọn động cơ

source: This dialog box allows the user to select the engine parameters to load.
es: Este cuadro de diálogo permite al usuario seleccionar los parámetros del motor que desea cargar.
sr: Овај оквир за дијалог омогућава кориснику да изабере параметре мотора за учитавање.
sv: Denna dialogruta låter användaren välja de motorparametrar som ska laddas.
sw: Kisanduku hiki cha mazungumzo huruhusu mtumiaji kuchagua vigezo vya injini ya kupakia.
ta: இந்த உரையாடல் பெட்டி பயனரை ஏற்றுவதற்கு இயந்திர அளவுருக்களைத் தேர்ந்தெடுக்க அனுமதிக்கிறது.
th: กล่องโต้ตอบนี้ช่วยให้ผู้ใช้สามารถเลือกพารามิเตอร์เครื่องยนต์ที่จะโหลด
tr: Bu iletişim kutusu kullanıcının yüklenecek motor parametrelerini seçmesine olanak tanır.
uk: Це діалогове вікно дозволяє користувачеві вибрати параметри двигуна для завантаження.
ur: یہ ڈائیلاگ باکس صارف کو انجن کے پیرامیٹرز کو لوڈ کرنے کے لیے منتخب کرنے کی اجازت دیتا ہے۔
vi: Hộp thoại này cho phép người dùng chọn các thông số động cơ để tải.

source: For the purpose of this help screen, the terms < engine parameters >
es: A los efectos de esta pantalla de ayuda, los términos < parámetros del motor >
sr: За потребе овог екрана помоћи, термини < параметри мотора >
sv: För syftet med denna hjälpskärm, termerna < motorparametrar >
sw: Kwa madhumuni ya skrini hii ya usaidizi, masharti < engine parameters >
ta: இந்த உதவித் திரையின் நோக்கத்திற்காக, <engine parameters > என்ற சொற்கள்
th: สำหรับวัตถุประสงค์ของหน้าจอช่วยเหลือนี้ เงื่อนไข < พารามิเตอร์เครื่องยนต์ >
tr: Bu yardım ekranının amacı için, < motor parametreleri > terimleri
uk: Для цілей цього екрана довідки терміни <параметри двигуна>
ur: اس ہیلپ اسکرین کے مقصد کے لیے، شرائط < انجن پیرامیٹرز >
vi: Đối với mục đích của màn hình trợ giúp này, các thuật ngữ < tham số động cơ >

source: and < engine options > are both used and mean the same thing.
es: y <opciones de motor> se utilizan y significan lo mismo.
sr: и < опције мотора > се користе и значе исту ствар.
sv: och < motoralternativ > används båda och betyder samma sak.
sw: na < engine options > zote zinatumika na zinamaanisha kitu kimoja.
ta: மற்றும் <இயந்திர விருப்பங்கள் > இரண்டும் பயன்படுத்தப்படுகின்றன மற்றும் ஒரே பொருளைக் குறிக்கின்றன.
th: และ <ตัวเลือกเครื่องยนต์> ทั้งสองถูกใช้และมีความหมายเหมือนกัน
tr: ve <motor seçenekleri> her ikisi de kullanılır ve aynı şeyi ifade eder.
uk: і < опції двигуна > використовуються і означають те саме.
ur: اور < انجن کے اختیارات > دونوں استعمال ہوتے ہیں اور ایک ہی چیز کا مطلب ہے۔
vi: và <tùy chọn động cơ> đều được sử dụng và có nghĩa giống nhau.

source: The options can be selected in the same way as when using Windows explorer.
es: Las opciones se pueden seleccionar de la misma manera que cuando se utiliza el explorador de Windows.
sr: Опције се могу изабрати на исти начин као када користите Виндовс Екплорер.
sv: Alternativen kan väljas på samma sätt som när du använder Windows Explorer.
sw: Chaguzi zinaweza kuchaguliwa kwa njia sawa na wakati wa kutumia Windows Explorer.
ta: விண்டோஸ் எக்ஸ்ப்ளோரரைப் பயன்படுத்தும் போது போலவே விருப்பங்களைத் தேர்ந்தெடுக்கலாம்.
th: สามารถเลือกตัวเลือกได้ในลักษณะเดียวกับการใช้ Windows Explorer
tr: Seçenekler Windows gezginini kullanırken olduğu gibi seçilebilir.
uk: Параметри можна вибирати так само, як у провіднику Windows.
ur: آپشنز کا انتخاب اسی طرح کیا جا سکتا ہے جیسے ونڈوز ایکسپلورر استعمال کرتے وقت۔
vi: Các tùy chọn có thể được chọn theo cách tương tự như khi sử dụng Windows Explorer.

source: i.e. Shift + Left click to select a contiguous block of options,
es: es decir, Shift + clic izquierdo para seleccionar un bloque contiguo de opciones,
sr: тј. Схифт + леви клик да бисте изабрали узастопни блок опција,
sv: d.v.s. Skift + Vänsterklicka för att välja ett sammanhängande block med alternativ,
sw: yaani Shift + Bofya kushoto ili kuchagua kizuizi cha chaguo,
ta: அதாவது, தொடர்ச்சியான விருப்பங்களின் தொகுப்பைத் தேர்ந்தெடுக்க Shift + இடது கிளிக் செய்யவும்,
th: นั่นคือ Shift + คลิกซ้ายเพื่อเลือกกลุ่มตัวเลือกที่ต่อเนื่องกัน
tr: yani, bitişik bir seçenek bloğunu seçmek için Shift + Sol tıklama,
uk: тобто Shift + клацніть лівою кнопкою миші, щоб вибрати безперервний блок параметрів,
ur: یعنی آپشنز کے ایک متوازی بلاک کو منتخب کرنے کے لیے شفٹ + بائیں کلک کریں،
vi: tức là Shift + Nhấp chuột trái để chọn một khối tùy chọn liền kề,

source: or Ctrl + Left click to select non-contiguous options.
es: o Ctrl + clic izquierdo para seleccionar opciones no contiguas.
sr: или Цтрл + леви клик да бисте изабрали несуседне опције.
sv: eller Ctrl + Vänsterklicka för att välja icke sammanhängande alternativ.
sw: au Ctrl + Bofya Kushoto ili kuchagua chaguo zisizo za kushikamana.
ta: அல்லது தொடர்ச்சியாக இல்லாத விருப்பங்களைத் தேர்ந்தெடுக்க Ctrl + இடது கிளிக் செய்யவும்.
th: หรือ Ctrl + คลิกซ้าย เพื่อเลือกตัวเลือกที่ไม่ต่อเนื่อง
tr: veya bitişik olmayan seçenekleri seçmek için Ctrl + Sol tıklama.
uk: або Ctrl + клацніть лівою кнопкою миші, щоб вибрати несуміжні параметри.
ur: یا غیر متصل اختیارات کو منتخب کرنے کے لیے Ctrl + بائیں کلک کریں۔
vi: hoặc Ctrl + Nhấp chuột trái để chọn các tùy chọn không liền kề.

source: When you have finished selecting options, click on < Add options.. >
es: Cuando haya terminado de seleccionar opciones, haga clic en < Agregar opciones... >
sr: Када завршите са избором опција, кликните на < Додај опције.. >
sv: När du är klar med att välja alternativ, klicka på < Lägg till alternativ.. >
sw: Ukimaliza kuchagua chaguo, bofya <Ongeza chaguzi.. >
ta: விருப்பங்களைத் தேர்ந்தெடுத்து முடித்ததும், <விருப்பங்களைச் சேர்.. > என்பதைக் கிளிக் செய்யவும்.
th: เมื่อคุณเลือกตัวเลือกเสร็จแล้ว ให้คลิกที่ < เพิ่มตัวเลือก.. >
tr: Seçenekleri seçmeyi tamamladığınızda < Seçenek ekle.. > öğesine tıklayın.
uk: Завершивши вибір параметрів, натисніть < Додати параметри.. >
ur: جب آپ اختیارات کا انتخاب مکمل کرلیں تو <اختیارات شامل کریں..> پر کلک کریں۔
vi: Khi bạn đã chọn xong các tùy chọn, hãy nhấp vào < Thêm tùy chọn.. >

source: to add them to the custom parameter list.
es: para agregarlos a la lista de parámetros personalizados.
sr: да бисте их додали на листу прилагођених параметара.
sv: för att lägga till dem i den anpassade parameterlistan.
sw: kuziongeza kwenye orodha ya vigezo maalum.
ta: அவற்றை தனிப்பயன் அளவுரு பட்டியலில் சேர்க்க.
th: เพื่อเพิ่มลงในรายการพารามิเตอร์ที่กำหนดเอง
tr: bunları özel parametre listesine eklemek için.
uk: щоб додати їх до списку спеціальних параметрів.
ur: اپنی مرضی کے پیرامیٹر کی فہرست میں شامل کرنے کے لیے۔
vi: để thêm chúng vào danh sách tham số tùy chỉnh.

source: By default, the selected options will be added to the existing ones.
es: De forma predeterminada, las opciones seleccionadas se agregarán a las existentes.
sr: Подразумевано, изабране опције ће бити додате постојећим.
sv: Som standard kommer de valda alternativen att läggas till de befintliga.
sw: Kwa chaguo-msingi, chaguo zilizochaguliwa zitaongezwa kwa zilizopo.
ta: முன்னிருப்பாக, தேர்ந்தெடுக்கப்பட்ட விருப்பங்கள் ஏற்கனவே உள்ளவற்றுடன் சேர்க்கப்படும்.
th: โดยค่าเริ่มต้นตัวเลือกที่เลือกจะถูกเพิ่มลงในตัวเลือกที่มีอยู่
tr: Varsayılan olarak seçili seçenekler mevcut seçeneklere eklenecektir.
uk: За замовчуванням вибрані параметри будуть додані до наявних.
ur: پہلے سے طے شدہ طور پر، منتخب کردہ اختیارات موجودہ اختیارات میں شامل کیے جائیں گے۔
vi: Theo mặc định, các tùy chọn được chọn sẽ được thêm vào các tùy chọn hiện có.

source: Check < Overwrite current options > if you want the selected options
es: Marque <Sobrescribir opciones actuales> si desea las opciones seleccionadas
sr: Означите < Замени тренутне опције > ако желите изабране опције
sv: Markera < Skriv över aktuella alternativ > om du vill ha de valda alternativen
sw: Angalia < Batilisha chaguzi za sasa > ikiwa unataka chaguo zilizochaguliwa
ta: தேர்ந்தெடுக்கப்பட்ட விருப்பங்கள் வேண்டுமென்றால், தற்போதைய விருப்பங்களை மேலெழுதும் > என்பதைச் சரிபார்க்கவும்.
th: เลือก < เขียนทับตัวเลือกปัจจุบัน > หากคุณต้องการตัวเลือกที่เลือก
tr: Seçili seçenekleri istiyorsanız < Geçerli seçeneklerin üzerine yaz > seçeneğini işaretleyin
uk: Поставте прапорець < Перезаписати поточні параметри >, якщо ви хочете вибрати вибрані параметри
ur: اگر آپ منتخب اختیارات چاہتے ہیں تو < موجودہ اختیارات کو اوور رائٹ کریں> کو چیک کریں۔
vi: Kiểm tra <Ghi đè tùy chọn hiện tại> nếu bạn muốn các tùy chọn đã chọn

source: to overwrite the existing custom parameters.
es: para sobrescribir los parámetros personalizados existentes.
sr: да препишете постојеће прилагођене параметре.
sv: för att skriva över befintliga anpassade parametrar.
sw: kubatilisha vigezo maalum vilivyopo.
ta: ஏற்கனவே உள்ள தனிப்பயன் அளவுருக்களை மேலெழுத.
th: เพื่อเขียนทับพารามิเตอร์ที่กำหนดเองที่มีอยู่
tr: mevcut özel parametrelerin üzerine yazmak için.
uk: щоб перезаписати наявні спеціальні параметри.
ur: موجودہ کسٹم پیرامیٹرز کو اوور رائٹ کرنے کے لیے۔
vi: để ghi đè lên các tham số tùy chỉnh hiện có.

source: When an engine option is loaded, the value is set to the default.
es: Cuando se carga una opción del motor, el valor se establece en el predeterminado.
sr: Када се учита опција мотора, вредност се поставља на подразумевану вредност.
sv: När ett motortillval är laddat sätts värdet till standard.
sw: Wakati chaguo la injini linapakiwa, thamani imewekwa kwa chaguo-msingi.
ta: ஒரு எஞ்சின் விருப்பம் ஏற்றப்படும்போது, ​​மதிப்பு இயல்புநிலைக்கு அமைக்கப்படும்.
th: เมื่อโหลดตัวเลือกเครื่องยนต์แล้ว ค่าจะถูกตั้งเป็นค่าเริ่มต้น
tr: Bir motor seçeneği yüklendiğinde değer varsayılana ayarlanır.
uk: Коли завантажується параметр двигуна, значення встановлюється за замовчуванням.
ur: جب انجن کا آپشن لوڈ ہوتا ہے تو قیمت ڈیفالٹ پر سیٹ ہوتی ہے۔
vi: Khi tùy chọn công cụ được tải, giá trị sẽ được đặt thành mặc định.

source: So if you want to change this, you must manually edit the value
es: Entonces, si desea cambiar esto, debe editar el valor manualmente.
sr: Дакле, ако желите да промените ово, морате ручно да уредите вредност
sv: Så om du vill ändra detta måste du redigera värdet manuellt
sw: Kwa hivyo ikiwa unataka kubadilisha hii, lazima uhariri mwenyewe thamani
ta: எனவே இதை மாற்ற விரும்பினால், நீங்கள் மதிப்பை கைமுறையாக திருத்த வேண்டும்.
th: ดังนั้นหากคุณต้องการเปลี่ยนแปลงสิ่งนี้ คุณจะต้องแก้ไขค่าด้วยตนเอง
tr: Yani bunu değiştirmek istiyorsanız değeri manuel olarak düzenlemelisiniz
uk: Отже, якщо ви хочете змінити це, ви повинні вручну відредагувати значення
ur: لہذا اگر آپ اسے تبدیل کرنا چاہتے ہیں، تو آپ کو دستی طور پر قدر میں ترمیم کرنا ہوگی۔
vi: Vì vậy, nếu bạn muốn thay đổi điều này, bạn phải chỉnh sửa giá trị theo cách thủ công

source: in the appropriate custom parameter box.
es: en el cuadro de parámetro personalizado apropiado.
sr: у одговарајућем пољу прилагођених параметара.
sv: i lämplig anpassad parameterruta.
sw: kwenye kisanduku cha parameta kinachofaa.
ta: பொருத்தமான தனிப்பயன் அளவுரு பெட்டியில்.
th: ในกล่องพารามิเตอร์ที่กำหนดเองที่เหมาะสม
tr: Uygun özel parametre kutusuna.
uk: у відповідному полі спеціального параметра.
ur: مناسب کسٹم پیرامیٹر باکس میں۔
vi: trong hộp tham số tùy chỉnh thích hợp.

source: The default value given for an option is an indication of permissible values.
es: El valor predeterminado dado para una opción es una indicación de los valores permitidos.
sr: Подразумевана вредност дата за опцију је индикација дозвољених вредности.
sv: Standardvärdet som anges för ett alternativ är en indikation på tillåtna värden.
sw: Thamani chaguo-msingi iliyotolewa kwa chaguo ni kiashiria cha thamani zinazoruhusiwa.
ta: ஒரு விருப்பத்திற்கு கொடுக்கப்பட்ட இயல்புநிலை மதிப்பு அனுமதிக்கப்பட்ட மதிப்புகளின் அறிகுறியாகும்.
th: ค่าเริ่มต้นที่กำหนดไว้สำหรับตัวเลือกเป็นการบ่งชี้ค่าที่อนุญาต
tr: Bir seçeneğe verilen varsayılan değer, izin verilen değerlerin bir göstergesidir.
uk: Значення за замовчуванням, надане для опції, є показником допустимих значень.
ur: کسی اختیار کے لیے دی گئی ڈیفالٹ قدر قابل اجازت اقدار کا اشارہ ہے۔
vi: Giá trị mặc định được đưa ra cho một tùy chọn là dấu hiệu cho biết các giá trị được phép.

source: Some options can be set to true or false,
es: Algunas opciones se pueden configurar como verdaderas o falsas.
sr: Неке опције се могу подесити на тачно или нетачно,
sv: Vissa alternativ kan ställas in på sant eller falskt,
sw: Baadhi ya chaguzi zinaweza kuwekwa kuwa kweli au si kweli,
ta: சில விருப்பங்களை உண்மை அல்லது தவறு என அமைக்கலாம்,
th: บางตัวเลือกสามารถตั้งค่าเป็นจริงหรือเท็จได้
tr: Bazı seçenekler doğru veya yanlış olarak ayarlanabilir.
uk: Для деяких параметрів можна встановити значення true або false,
ur: کچھ اختیارات درست یا غلط پر سیٹ کیے جا سکتے ہیں،
vi: Một số tùy chọn có thể được thiết lập thành đúng hoặc sai,

source: some to a number between the min and max values,
es: algunos a un número entre los valores mínimo y máximo,
sr: неки на број између минималне и максималне вредности,
sv: några till ett tal mellan min- och maxvärdena,
sw: baadhi hadi nambari kati ya viwango vya chini na vya juu zaidi,
ta: குறைந்தபட்ச மற்றும் அதிகபட்ச மதிப்புகளுக்கு இடையே உள்ள ஒரு எண்ணுக்கு சில,
th: บางส่วนเป็นตัวเลขระหว่างค่าต่ำสุดและค่าสูงสุด
tr: bazıları min ve max değerleri arasında bir sayıya,
uk: деякі до числа між мінімальним і максимальним значеннями,
ur: کم سے کم اور زیادہ سے زیادہ قدروں کے درمیان کچھ
vi: một số đến một số giữa giá trị min và max,

source: some to one of several Var options and some to a file name.
es: algunos a una de varias opciones Var y otros a un nombre de archivo.
sr: неке на једну од неколико Вар опција, а неке на име датотеке.
sv: några till ett av flera Var-alternativ och några till ett filnamn.
sw: zingine kwa moja ya chaguo kadhaa za Var na zingine kwa jina la faili.
ta: சில பல Var விருப்பங்களில் ஒன்றிற்கும், சில கோப்பு பெயருக்கும்.
th: บางส่วนเป็นตัวเลือก Var ตัวใดตัวหนึ่ง และบางส่วนเป็นตัวเลือกชื่อไฟล์
tr: Bazıları birden fazla Var seçeneğinden birine, bazıları da bir dosya adına.
uk: деякі до одного з кількох параметрів Var, а деякі до імені файлу.
ur: کچھ Var کے متعدد اختیارات میں سے ایک اور کچھ فائل کے نام سے۔
vi: một số là một trong nhiều tùy chọn Var và một số là tên tệp.

source: When entering a value, be careful not to add any leading spaces,
es: Al ingresar un valor, tenga cuidado de no agregar espacios iniciales.
sr: Када уносите вредност, пазите да не додате ниједан водећи размак,
sv: När du anger ett värde, var noga med att inte lägga till några inledande mellanslag,
sw: Unapoingiza thamani, kuwa mwangalifu usiongeze nafasi zozote za kuongoza,
ta: ஒரு மதிப்பை உள்ளிடும்போது, ​​எந்த முன்னணி இடைவெளிகளையும் சேர்க்காமல் கவனமாக இருங்கள்,
th: เมื่อป้อนค่าระวังอย่าเพิ่มช่องว่างนำหน้า
tr: Bir değer girerken, önde boşluk eklememeye dikkat edin,
uk: Вводячи значення, будьте обережні, щоб не додавати пробіли на початку,
ur: قدر درج کرتے وقت، محتاط رہیں کہ کوئی بھی معروف جگہ شامل نہ کریں،
vi: Khi nhập giá trị, hãy cẩn thận không thêm bất kỳ khoảng trắng nào ở đầu,

source: because then the option will not work.
es: porque entonces la opción no funcionará.
sr: јер тада опција неће радити.
sv: för då fungerar inte alternativet.
sw: kwa sababu basi chaguo halitafanya kazi.
ta: ஏனெனில் அந்த விருப்பம் வேலை செய்யாது.
th: เพราะในกรณีนั้นตัวเลือกจะใช้ไม่ได้
tr: çünkü o zaman seçenek işe yaramayacaktır.
uk: бо тоді варіант не спрацює.
ur: کیونکہ پھر آپشن کام نہیں کرے گا۔
vi: vì khi đó lựa chọn này sẽ không hiệu quả.

source: For a detailed description of some of the UCI options available,
es: Para obtener una descripción detallada de algunas de las opciones UCI disponibles,
sr: За детаљан опис неких од доступних УЦИ опција,
sv: För en detaljerad beskrivning av några av de tillgängliga UCI-alternativen,
sw: Kwa maelezo ya kina ya baadhi ya chaguzi za UCI zinazopatikana,
ta: கிடைக்கக்கூடிய சில UCI விருப்பங்களின் விரிவான விளக்கத்திற்கு,
th: สำหรับคำอธิบายโดยละเอียดเกี่ยวกับตัวเลือก UCI บางส่วนที่มีให้เลือก
tr: Mevcut UCI seçeneklerinden bazılarının ayrıntılı açıklaması için,
uk: Щоб отримати докладний опис деяких доступних варіантів UCI,
ur: دستیاب UCI اختیارات میں سے کچھ کی تفصیلی وضاحت کے لیے،
vi: Để biết mô tả chi tiết về một số tùy chọn UCI có sẵn,

source: click on the < UCI options > button.
es: Haga clic en el botón <Opciones UCI>.
sr: кликните на дугме < УЦИ опције >.
sv: klicka på knappen < UCI-alternativ >.
sw: bonyeza kitufe cha < UCI chaguzi >.
ta: UCI விருப்பங்கள் > பொத்தானைக் கிளிக் செய்யவும்.
th: คลิกที่ปุ่ม <ตัวเลือก UCI>
tr: < UCI seçenekleri > butonuna tıklayın.
uk: натисніть кнопку <UCI options>.
ur: <UCI اختیارات> بٹن پر کلک کریں۔
vi: nhấp vào nút < Tùy chọn UCI >.

source: Engine parameter options help
es: Ayuda con las opciones de parámetros del motor
sr: Опције параметара мотора помажу
sv: Motorparameteralternativ hjälp
sw: Chaguzi za parameta ya injini husaidia
ta: எஞ்சின் அளவுரு விருப்பங்கள் உதவி
th: ตัวเลือกพารามิเตอร์เครื่องยนต์ช่วย
tr: Motor parametre seçenekleri yardımı
uk: Допомога параметрів двигуна
ur: انجن پیرامیٹر کے اختیارات مدد کرتے ہیں۔
vi: Tùy chọn tham số động cơ giúp

source: UCI options
es: Opciones UCI
sr: УЦИ опције
sv: UCI-alternativ
sw: Chaguzi za UCI
ta: UCI விருப்பங்கள்
th: ตัวเลือก UCI
tr: UCI seçenekleri
uk: Варіанти UCI
ur: UCI اختیارات
vi: Tùy chọn UCI

source: Tablebases
es: Bases de datos de tablas
sr: Таблебасес
sv: Bordsunderlag
sw: Misingi ya meza
ta: அட்டவணை அடிப்படைகள்
th: ฐานข้อมูลตาราง
tr: Masa tabanları
uk: Бази таблиць
ur: ٹیبل بیس
vi: Cơ sở bảng

source: Endgame tablebases are files containing best play for various endgames.
es: Las tablas de finales son archivos que contienen las mejores jugadas para varios finales.
sr: Ендгаме таблебасе су датотеке које садрже најбољу игру за различите ендгаме.
sv: Slutspelstabellbaser är filer som innehåller bästa spel för olika slutspel.
sw: Meza ya mchezo wa mwisho ni faili zilizo na uchezaji bora kwa michezo mbali mbali.
ta: எண்ட்கேம் டேபிள்பேஸ்கள் என்பது பல்வேறு எண்ட்கேம்களுக்கான சிறந்த விளையாட்டைக் கொண்ட கோப்புகள் ஆகும்.
th: ตารางฐานเกมจบคือไฟล์ที่เก็บข้อมูลการเล่นที่ดีที่สุดสำหรับเกมจบต่างๆ
tr: Endgame tabloları çeşitli son oyunlar için en iyi oyunları içeren dosyalardır.
uk: Бази таблиць ендшпілю — це файли, що містять найкращу гру для різних ендшпілів.
ur: اینڈگیم ٹیبل بیس ایسی فائلیں ہیں جن میں مختلف اینڈ گیمز کے لیے بہترین کھیل شامل ہیں۔
vi: Cơ sở dữ liệu trò chơi tàn cuộc là các tệp chứa lối chơi hay nhất cho nhiều trò chơi tàn cuộc khác nhau.

source: They can now cater for endings up to 7 pieces, but as the number of pieces increases,
es: Ahora pueden atender finales de hasta 7 piezas, pero a medida que aumenta el número de piezas,
sr: Сада могу да обезбеде завршетак до 7 комада, али како се број комада повећава,
sv: De kan nu ta hand om slut på upp till 7 stycken, men när antalet stycken ökar,
sw: Sasa wanaweza kuhudumia miisho hadi vipande 7, lakini kadiri idadi ya vipande inavyoongezeka,
ta: அவர்கள் இப்போது 7 துண்டுகள் வரையிலான முடிவுகளைப் பூர்த்தி செய்யலாம், ஆனால் துண்டுகளின் எண்ணிக்கை அதிகரிக்கும் போது,
th: ตอนนี้สามารถรองรับชิ้นส่วนได้สูงสุดถึง 7 ชิ้น แต่เมื่อจำนวนชิ้นส่วนเพิ่มมากขึ้น
tr: Artık 7 parçaya kadar olan sonlara hitap edebiliyorlar, ancak parça sayısı arttıkça,
uk: Тепер вони можуть обслуговувати кінцівки до 7 частин, але зі збільшенням кількості частин,
ur: اب وہ 7 ٹکڑوں تک کے اختتام کو پورا کر سکتے ہیں، لیکن جیسے جیسے ٹکڑوں کی تعداد بڑھتی جاتی ہے،
vi: Bây giờ họ có thể đáp ứng các kết thúc lên đến 7 mảnh, nhưng khi số lượng mảnh tăng lên,

source: so does the file size. The size of a 7 piece Syzygy tablebase is over 18 Terra bytes.
es: También lo hace el tamaño del archivo. El tamaño de una base de tablas Syzygy de 7 piezas supera los 18 bytes de Terra.
sr: тако и величина датотеке. Величина Сизиги табеле од 7 делова је преко 18 Терра бајтова.
sv: så även filstorleken. Storleken på en 7-delad Syzygy bordsbas är över 18 Terra byte.
sw: vivyo hivyo na saizi ya faili. Ukubwa wa msingi wa meza wa Syzygy wa vipande 7 ni zaidi ya baiti 18 za Terra.
ta: கோப்பு அளவும் அப்படித்தான். 7 துண்டுகள் கொண்ட Syzygy டேபிள்பேஸின் அளவு 18 டெர்ரா பைட்டுகளுக்கு மேல் உள்ளது.
th: ขนาดไฟล์ก็เช่นกัน ขนาดของฐานข้อมูล Syzygy 7 ส่วนคือมากกว่า 18 Terra ไบต์
tr: dosya boyutu da öyle. 7 parçalı bir Syzygy tablo tabanının boyutu 18 Terra bayttan fazladır.
uk: також і розмір файлу. Розмір табличної бази Syzygy із 7 частин перевищує 18 Terra байт.
ur: اسی طرح فائل کا سائز ہے. 7 ٹکڑوں کے Syzygy ٹیبل بیس کا سائز 18 ٹیرا بائٹس سے زیادہ ہے۔
vi: kích thước tập tin cũng vậy. Kích thước của một cơ sở dữ liệu bảng Syzygy gồm 7 phần là hơn 18 byte Terra.

source: A large number of 8 piece positions have also been solved.
es: También se han resuelto un gran número de posiciones de 8 piezas.
sr: Решен је и велики број позиција од 8 комада.
sv: Ett stort antal 8 stycken positioner har också lösts.
sw: Idadi kubwa ya nafasi za vipande 8 pia zimetatuliwa.
ta: அதிக எண்ணிக்கையிலான 8 துண்டு நிலைகளும் தீர்க்கப்பட்டுள்ளன.
th: ตำแหน่งชิ้นที่ 8 จำนวนมากยังได้รับการแก้ไขอีกด้วย
tr: Çok sayıda 8 parçalı pozisyon da çözülmüştür.
uk: Велика кількість позицій із 8 штук також була вирішена.
ur: بڑی تعداد میں 8 پیس پوزیشنز بھی حل ہو چکی ہیں۔
vi: Một số lượng lớn các vị trí 8 quân cũng đã được giải quyết.

source: Prior to working on the new engine dialog box, I had never tried using tablebases
es: Antes de trabajar en el nuevo cuadro de diálogo del motor, nunca había intentado usar bases de datos de tablas.
sr: Пре него што сам радио на новом дијалогу мотора, никада нисам покушао да користим базе табела
sv: Innan jag arbetade med den nya motordialogrutan hade jag aldrig testat att använda tabellbaser
sw: Kabla ya kufanya kazi kwenye kisanduku kipya cha mazungumzo ya injini, sikuwahi kujaribu kutumia meza
ta: புதிய எஞ்சின் உரையாடல் பெட்டியில் பணிபுரிவதற்கு முன்பு, நான் ஒருபோதும் டேபிள்பேஸ்களைப் பயன்படுத்த முயற்சித்ததில்லை.
th: ก่อนที่จะทำงานกับกล่องโต้ตอบเอนจิ้นใหม่ ฉันไม่เคยลองใช้ฐานข้อมูลตารางเลย
tr: Yeni motor iletişim kutusu üzerinde çalışmaya başlamadan önce, hiç tablebases kullanmayı denememiştim
uk: До роботи над новим діалоговим вікном двигуна я ніколи не пробував використовувати табличні бази
ur: نئے انجن ڈائیلاگ باکس پر کام کرنے سے پہلے، میں نے کبھی ٹیبل بیس استعمال کرنے کی کوشش نہیں کی تھی۔
vi: Trước khi làm việc trên hộp thoại công cụ mới, tôi chưa bao giờ thử sử dụng cơ sở bảng

source: with this program. The three that I tried worked fine.
es: Con este programa, los tres que probé funcionaron bien.
sr: са овим програмом. Три које сам пробао су добро радиле.
sv: med detta program. De tre jag provade fungerade bra.
sw: na programu hii. Tatu nilizojaribu zilifanya kazi vizuri.
ta: இந்த நிரலுடன். நான் முயற்சித்த மூன்றும் நன்றாக வேலை செய்தன.
th: ด้วยโปรแกรมนี้ สามโปรแกรมที่ผมลองก็ทำงานได้ดี
tr: bu programla. Denediğim üçü de gayet iyi çalıştı.
uk: з цією програмою. Три, які я спробував, спрацювали добре.
ur: اس پروگرام کے ساتھ. میں نے جن تینوں کی کوشش کی وہ ٹھیک کام کیا۔
vi: với chương trình này. Ba chương trình tôi đã thử đều hoạt động tốt.
