Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: e.g. Given a winning threshold of 1.5 pawns and a current postion value
es: p. ej. Dado un umbral de victoria de 1,5 peones y un valor de posición actual
sr: нпр. Дат је победнички праг од 1,5 пешака и тренутна вредност позиције
sv: till exempel Givet en vinnande tröskel på 1,5 bönder och ett aktuellt positionsvärde
sw: k.m. Kwa kuzingatia kiwango cha kushinda cha pawns 1.5 na thamani ya sasa ya chapisho
ta: எ.கா. 1.5 சிப்பாய்களின் வெற்றி வரம்பு மற்றும் தற்போதைய நிலை மதிப்பு கொடுக்கப்பட்டால்
th: เช่น กำหนดเกณฑ์การชนะที่ 1.5 เบี้ย และค่าตำแหน่งปัจจุบัน
tr: Örn. 1,5 piyonluk bir kazanma eşiği ve mevcut bir pozisyon değeri verildiğinde
uk: напр. Враховуючи поріг виграшу в 1,5 пішака та поточне значення позиції
ur: جیسے 1.5 پیادوں کی جیت کی حد اور موجودہ پوزیشن کی قیمت دی گئی۔
vi: ví dụ: Với ngưỡng chiến thắng là 1,5 quân tốt và giá trị vị trí hiện tại

source: of 1.4 in White's favour and Black plays a move with a value of 0.3
es: de 1,4 a favor de las blancas y las negras realizan una jugada con un valor de 0,3
sr: од 1,4 у корист белог и црни игра потез са вредношћу 0,3
sv: på 1,4 till vits fördel och svart spelar ett drag med ett värde på 0,3
sw: ya 1.4 kwa upande wa White na Nyeusi inacheza hatua yenye thamani ya 0.3
ta: வெள்ளைக்கு சாதகமாக 1.4 மற்றும் கருப்பு 0.3 மதிப்புள்ள நகர்வை விளையாடுகிறது.
th: ของ 1.4 ในความโปรดปรานของฝ่ายขาวและฝ่ายดำเล่นตาที่มีค่า 0.3
tr: Beyaz'ın lehine 1.4 ve Siyah 0.3 değerinde bir hamle oynuyor
uk: 1,4 на користь білих, а чорні грають хід зі значенням 0,3
ur: سفید کے حق میں 1.4 کا اور سیاہ 0.3 کی قدر کے ساتھ حرکت کرتا ہے۔
vi: của 1,4 có lợi cho Trắng và Đen đi một nước đi có giá trị là 0,3

source: If the error threshold for moves is set at 0.6, no annotation would be added,
es: Si el umbral de error para los movimientos se establece en 0,6, no se añadirá ninguna anotación.
sr: Ако је праг грешке за потезе постављен на 0,6, ниједна напомена неће бити додата,
sv: Om feltröskeln för drag är satt till 0,6 kommer ingen anteckning att läggas till,
sw: Ikiwa kizingiti cha makosa cha hatua kimewekwa kwa 0.6, hakuna kidokezo ambacho kingeongezwa,
ta: நகர்வுகளுக்கான பிழை வரம்பு 0.6 ஆக அமைக்கப்பட்டால், எந்த குறிப்பும் சேர்க்கப்படாது,
th: หากกำหนดเกณฑ์ข้อผิดพลาดสำหรับการเคลื่อนไหวไว้ที่ 0.6 จะไม่มีการเพิ่มคำอธิบายประกอบ
tr: Hareketler için hata eşiği 0,6 olarak ayarlanırsa, hiçbir açıklama eklenmez.
uk: Якщо поріг помилки для переміщень встановлено на 0,6, анотація не буде додана,
ur: اگر چالوں کے لیے غلطی کی حد 0.6 پر سیٹ کی گئی ہے، تو کوئی تشریح شامل نہیں کی جائے گی،
vi: Nếu ngưỡng lỗi cho các lần di chuyển được đặt ở mức 0,6, sẽ không có chú thích nào được thêm vào,

source: even if there was a better move for Black available, say -0.2 for example.
es: incluso si hubiera una mejor jugada disponible para las negras, digamos -0,2 por ejemplo.
sr: чак и ако постоји бољи потез за црног, рецимо -0,2 на пример.
sv: även om det fanns ett bättre drag för Black tillgängligt, säg -0,2 till exempel.
sw: hata kama kulikuwa na hoja bora kwa Black inapatikana, sema -0.2 kwa mfano.
ta: பிளாக்கிற்கு சிறந்த நகர்வு கிடைத்தாலும், எடுத்துக்காட்டாக -0.2 என்று சொல்லலாம்.
th: แม้ว่าจะมีการเคลื่อนไหวที่ดีกว่าสำหรับฝ่ายดำ เช่น -0.2 เป็นต้น
tr: Siyah için daha iyi bir hamle olsa bile, örneğin -0.2.
uk: навіть якщо був доступний кращий хід для чорних, наприклад, -0,2.
ur: یہاں تک کہ اگر بلیک کے لیے کوئی بہتر اقدام دستیاب تھا، مثال کے طور پر -0.2 کہیں۔
vi: ngay cả khi có một nước đi tốt hơn cho quân Đen, ví dụ như -0,2.

source: If < Identify winning position > is checked, an annotation is added in this case.
es: Si se marca <Identificar posición ganadora>, se agrega una anotación en este caso.
sr: Ако је означено < Идентификујте победничку позицију >, у овом случају се додаје напомена.
sv: Om < Identifiera vinnande position > är markerad läggs en anteckning till i detta fall.
sw: Ikiwa <Tambua nafasi ya mshindi > imechaguliwa, kidokezo kinaongezwa katika kesi hii.
ta: வெற்றி பெற்ற நிலையை அடையாளம் காணவும் > தேர்வுசெய்யப்பட்டால், இந்த நிகழ்வில் ஒரு குறிப்பு சேர்க்கப்படும்.
th: หากทำเครื่องหมายที่ <ระบุตำแหน่งที่ชนะ> จะมีการเพิ่มคำอธิบายประกอบในกรณีนี้
tr: < Kazanan pozisyonu belirle > seçeneği işaretliyse bu durumda bir açıklama eklenir.
uk: Якщо позначено < Визначити виграшну позицію >, у цьому випадку додається анотація.
ur: اگر <جیتنے کی پوزیشن کی شناخت کریں> کو نشان زد کیا جاتا ہے، تو اس معاملے میں ایک تشریح شامل کی جاتی ہے۔
vi: Nếu chọn <Xác định vị trí chiến thắng>, chú thích sẽ được thêm vào trong trường hợp này.

source: However, because the margins of victory are so tight here, this feature can produce
es: Sin embargo, debido a que los márgenes de victoria son tan estrechos aquí, esta característica puede producir
sr: Међутим, пошто су границе победе овде тако мале, ова карактеристика може да произведе
sv: Men eftersom segermarginalerna är så snäva här, kan denna funktion producera
sw: Walakini, kwa sababu kando ya ushindi ni ngumu sana hapa, kipengele hiki kinaweza kutoa
ta: இருப்பினும், வெற்றியின் விளிம்புகள் இங்கே மிகவும் இறுக்கமாக இருப்பதால், இந்த அம்சம் உருவாக்க முடியும்
th: อย่างไรก็ตาม เนื่องจากขอบเขตของชัยชนะที่นี่แคบมาก คุณลักษณะนี้จึงสามารถสร้างได้
tr: Ancak, zafer marjları burada çok dar olduğundan, bu özellik şu sonucu üretebilir:
uk: Однак, оскільки поля перемоги тут дуже вузькі, ця функція може дати
ur: تاہم، کیونکہ یہاں فتح کے مارجن بہت تنگ ہیں، یہ خصوصیت پیدا کر سکتی ہے۔
vi: Tuy nhiên, vì biên độ chiến thắng ở đây rất hẹp nên tính năng này có thể tạo ra

source: contradictory results in the annotations, especially at time settings that do not allow
es: Resultados contradictorios en las anotaciones, especialmente en configuraciones de tiempo que no permiten
sr: контрадикторни резултати у напоменама, посебно у временским поставкама које то не дозвољавају
sv: motsägelsefulla resultat i kommentarerna, särskilt vid tidsinställningar som inte tillåter
sw: matokeo ya kupingana katika maelezo, hasa katika mipangilio ya wakati ambayo hairuhusu
ta: குறிப்புகளில் முரண்பாடான முடிவுகள், குறிப்பாக அனுமதிக்காத நேர அமைப்புகளில்
th: ผลลัพธ์ที่ขัดแย้งกันในคำอธิบาย โดยเฉพาะในการตั้งค่าเวลาที่ไม่อนุญาตให้
tr: özellikle zaman ayarları izin vermediğinde, açıklamalarda çelişkili sonuçlar ortaya çıkıyor
uk: суперечливі результати в анотаціях, особливо в налаштуваннях часу, які не дозволяють
ur: تشریحات میں متضاد نتائج، خاص طور پر وقت کی ترتیبات میں جو اجازت نہیں دیتے ہیں۔
vi: kết quả trái ngược nhau trong các chú thích, đặc biệt là ở các thiết lập thời gian không cho phép

source: for deep enough searchs of the position. (Roughly 16 ply)
es: Para búsquedas suficientemente profundas de la posición. (Aproximadamente 16 capas)
sr: за довољно дубока претраживања положаја. (Отприлике 16 слојева)
sv: för tillräckligt djupa sökningar av positionen. (ungefär 16 lager)
sw: kwa utafutaji wa kina wa kutosha wa nafasi. (Takriban 16 ply)
ta: பதவியின் ஆழமான தேடல்களுக்கு. (தோராயமாக 16 அடுக்கு)
th: เพื่อค้นหาตำแหน่งที่ลึกพอเหมาะ (ประมาณ 16 ชั้น)
tr: pozisyonun yeterince derin aramaları için. (Yaklaşık 16 kat)
uk: для досить глибоких пошуків позиції. (Приблизно 16 шарів)
ur: پوزیشن کی کافی گہری تلاش کے لیے۔ (تقریباً 16 پلائی)
vi: để tìm kiếm đủ sâu vị trí. (Khoảng 16 lớp)

source: This problem is largely solved by allowing more time for the analysis,
es: Este problema se resuelve en gran medida permitiendo más tiempo para el análisis,
sr: Овај проблем се у великој мери решава тиме што се оставља више времена за анализу,
sv: Detta problem löses till stor del genom att ge mer tid för analysen,
sw: Tatizo hili linatatuliwa kwa kiasi kikubwa kwa kuruhusu muda zaidi wa uchambuzi,
ta: பகுப்பாய்விற்கு அதிக நேரத்தை அனுமதிப்பதன் மூலம் இந்த சிக்கல் பெரும்பாலும் தீர்க்கப்படுகிறது,
th: ปัญหานี้ได้รับการแก้ไขเป็นส่วนใหญ่โดยให้เวลาเพิ่มเติมสำหรับการวิเคราะห์
tr: Bu sorun, analiz için daha fazla zaman tanınmasıyla büyük ölçüde çözülür.
uk: Ця проблема значною мірою вирішується шляхом надання більше часу для аналізу,
ur: یہ مسئلہ بڑی حد تک تجزیہ کے لیے مزید وقت دینے سے حل ہو جاتا ہے،
vi: Vấn đề này phần lớn được giải quyết bằng cách dành nhiều thời gian hơn cho việc phân tích,

source: and/or by adjusting the < Error margin > setting upwards.
es: y/o ajustando el ajuste < Margen de error > hacia arriba.
sr: и/или подешавањем <Грешка маргине> навише.
sv: och/eller genom att justera < Felmarginal > inställningen uppåt.
sw: na/au kwa kurekebisha < Error margin > kuweka juu.
ta: மற்றும்/அல்லது <பிழை விளிம்பு > மேல்நோக்கி அமைப்பதன் மூலம்.
th: และ/หรือโดยการปรับการตั้งค่า <Error margin> ขึ้นไป
tr: ve/veya < Hata payı > ayarını yukarıya doğru ayarlayarak.
uk: та/або шляхом збільшення параметра < Error margin >.
ur: اور/یا < ایرر مارجن > سیٹنگ اوپر کی طرف ایڈجسٹ کرکے۔
vi: và/hoặc bằng cách điều chỉnh cài đặt <Lỗi biên> lên trên.

source: On my computer, a Time per move setting of 3 seconds combined
es: En mi computadora, una configuración de Tiempo por movimiento de 3 segundos combinados
sr: На мом рачунару, комбиновано подешавање времена по потезу од 3 секунде
sv: På min dator, en Time per move-inställning på 3 sekunder kombinerat
sw: Kwenye kompyuta yangu, mpangilio wa Muda kwa kila hoja wa sekunde 3 pamoja
ta: எனது கணினியில், ஒரு நகர்வுக்கான நேர அமைப்பு 3 வினாடிகள் இணைக்கப்பட்டுள்ளது.
th: บนคอมพิวเตอร์ของฉัน การตั้งค่าเวลาต่อการเคลื่อนไหวเป็น 3 วินาทีรวมกัน
tr: Bilgisayarımda, Hareket başına Zaman ayarı 3 saniye olarak ayarlandı
uk: На моєму комп’ютері параметр «Час на рух» становить 3 секунди
ur: میرے کمپیوٹر پر، 3 سیکنڈ کی ایک وقت فی حرکت کی ترتیب
vi: Trên máy tính của tôi, cài đặt Thời gian cho mỗi lần di chuyển là 3 giây kết hợp

source: with an error margin of 10 (0.1 pawns) is ok.
es: con un margen de error de 10 (0,1 peones) está bien.
sr: са маргином грешке од 10 (0,1 пешака) је у реду.
sv: med en felmarginal på 10 (0,1 bönder) är ok.
sw: na ukingo wa makosa ya 10 (pawns 0.1) ni sawa.
ta: 10 (0.1 சிப்பாய்கள்) பிழை விளிம்புடன் சரி.
th: โดยมีค่าความคลาดเคลื่อน 10 (เบี้ย 0.1 ตัว) ถือว่าโอเค
tr: 10 (0,1 piyon) hata payı ile tamam.
uk: з похибкою 10 (0,1 пішака) нормально.
ur: 10 (0.1 پیادے) کے غلطی کے مارجن کے ساتھ ٹھیک ہے۔
vi: với biên độ sai số là 10 (0,1 quân tốt) là ổn.

source: At 5 seconds per move, an error margin of 7 (0.07 pawns) is ok.
es: Con 5 segundos por movimiento, un margen de error de 7 (0,07 peones) está bien.
sr: При 5 секунди по потезу, маргина грешке од 7 (0,07 пешака) је у реду.
sv: Vid 5 sekunder per drag är en felmarginal på 7 (0,07 bönder) ok.
sw: Kwa sekunde 5 kwa kila hoja, ukingo wa hitilafu wa 7 (pawns 0.07) ni sawa.
ta: ஒரு நகர்வுக்கு 5 வினாடிகள் என்ற விகிதத்தில், 7 (0.07 சிப்பாய்கள்) பிழை வரம்பு சரிதான்.
th: โดยใช้เวลาเคลื่อนที่ครั้งละ 5 วินาที มีค่าความผิดพลาดอยู่ที่ 7 (เบี้ย 0.07 ตัว) ถือว่าโอเค
tr: Hamle başına 5 saniye düşünüldüğünde 7 (0,07 piyon) hata payı kabul edilebilir.
uk: При 5 секундах на хід допустима помилка 7 (0,07 пішака).
ur: 5 سیکنڈ فی حرکت پر، 7 (0.07 پیادے) کا ایک ایرر مارجن ٹھیک ہے۔
vi: Với tốc độ 5 giây cho mỗi nước đi, biên độ sai số là 7 (0,07 quân tốt) là chấp nhận được.

source: At 10 seconds per move, an error margin of 5 (0.05 pawns) is ok.
es: Con 10 segundos por movimiento, un margen de error de 5 (0,05 peones) está bien.
sr: При 10 секунди по потезу, маргина грешке од 5 (0,05 пешака) је у реду.
sv: Vid 10 sekunder per drag är en felmarginal på 5 (0,05 bönder) ok.
sw: Kwa sekunde 10 kwa kila hoja, ukingo wa hitilafu wa 5 (pawns 0.05) ni sawa.
ta: ஒரு நகர்வுக்கு 10 வினாடிகள் என்ற விகிதத்தில், 5 (0.05 சிப்பாய்கள்) பிழை வரம்பு சரிதான்.
th: โดยใช้เวลาเคลื่อนที่ละ 10 วินาที มีค่าความผิดพลาดอยู่ที่ 5 (เบี้ย 0.05 ตัว) ถือว่าโอเค
tr: Hamle başına 10 saniye düşünüldüğünde, 5'lik (0,05 piyon) bir hata payı kabul edilebilir.
uk: При 10 секундах на хід допустима помилка 5 (0,05 пішака).
ur: 10 سیکنڈ فی حرکت پر، 5 (0.05 پیادے) کا ایرر مارجن ٹھیک ہے۔
vi: Với tốc độ 10 giây cho mỗi nước đi, biên độ sai số là 5 (0,05 quân tốt) là chấp nhận được.

source: At 15 seconds per move, an error margin of 3 (0.03) is ok.
es: Con 15 segundos por movimiento, un margen de error de 3 (0,03) está bien.
sr: При 15 секунди по потезу, маргина грешке од 3 (0,03) је у реду.
sv: Vid 15 sekunder per drag är en felmarginal på 3 (0,03) ok.
sw: Kwa sekunde 15 kwa kila hoja, ukingo wa hitilafu wa 3 (0.03) ni sawa.
ta: ஒரு நகர்வுக்கு 15 வினாடிகள் என்ற விகிதத்தில், 3 (0.03) பிழை வரம்பு சரிதான்.
th: โดยใช้เวลาเคลื่อนที่ละ 15 วินาที มีค่าความผิดพลาดอยู่ที่ 3 (0.03) ถือว่าโอเค
tr: Hamle başına 15 saniye düşünüldüğünde 3 (0,03)'lük bir hata payı kabul edilebilir.
uk: При 15 секундах на хід допустима помилка 3 (0,03).
ur: 15 سیکنڈ فی حرکت پر، 3 (0.03) کا ایرر مارجن ٹھیک ہے۔
vi: Với 15 giây cho mỗi lần di chuyển, biên độ sai số là 3 (0,03) là chấp nhận được.

source: At 20 seconds per move and above, no error margin is needed.
es: Con 20 segundos por movimiento o más, no se necesita margen de error.
sr: При 20 секунди по потезу и више, маргина грешке није потребна.
sv: Vid 20 sekunder per drag och över behövs ingen felmarginal.
sw: Kwa sekunde 20 kwa kila hoja na zaidi, hakuna ukingo wa makosa unaohitajika.
ta: ஒவ்வொரு நகர்விற்கும் 20 வினாடிகள் மற்றும் அதற்கு மேல், பிழை விளிம்பு தேவையில்லை.
th: ที่ 20 วินาทีต่อการเคลื่อนไหวขึ้นไป ไม่จำเป็นต้องมีระยะขอบข้อผิดพลาด
tr: Hamle başına 20 saniye ve üzeri sürelerde hata payına gerek kalmıyor.
uk: При 20 секундах на хід і більше запас помилки не потрібен.
ur: 20 سیکنڈ فی چال اور اس سے اوپر، غلطی کے مارجن کی ضرورت نہیں ہے۔
vi: Với mỗi lần di chuyển 20 giây trở lên, không cần biên độ sai số.

source: To find the correct settings for your computer, you can auto-analyse the game
es: Para encontrar la configuración correcta para tu computadora, puedes analizar automáticamente el juego.
sr: Да бисте пронашли исправна подешавања за свој рачунар, можете аутоматски анализирати игру
sv: För att hitta rätt inställningar för din dator kan du autoanalysera spelet
sw: Ili kupata mipangilio sahihi ya kompyuta yako, unaweza kuchanganua mchezo kiotomatiki
ta: உங்கள் கணினிக்கான சரியான அமைப்புகளைக் கண்டறிய, நீங்கள் விளையாட்டை தானாக பகுப்பாய்வு செய்யலாம்.
th: เพื่อค้นหาการตั้งค่าที่ถูกต้องสำหรับคอมพิวเตอร์ของคุณ คุณสามารถวิเคราะห์เกมโดยอัตโนมัติ
tr: Bilgisayarınız için doğru ayarları bulmak için oyunu otomatik olarak analiz edebilirsiniz
uk: Щоб знайти правильні налаштування для свого комп'ютера, ви можете автоматично проаналізувати гру
ur: اپنے کمپیوٹر کے لیے درست سیٹنگز تلاش کرنے کے لیے، آپ گیم کا خودکار تجزیہ کر سکتے ہیں۔
vi: Để tìm cài đặt phù hợp cho máy tính của bạn, bạn có thể tự động phân tích trò chơi

source: J.R. Capablanca - A. Burn San Sebastian 1911, which is in the db_small.pgn database
es: J.R. Capablanca - A. Burn San Sebastián 1911, que se encuentra en la base de datos db_small.pgn
sr: Ј.Р. Цапабланца - А. Бурн Сан Себастиан 1911, који се налази у бази података дб_смалл.пгн
sv: J.R. Capablanca - A. Burn San Sebastian 1911, som finns i databasen db_small.pgn
sw: J.R. Capablanca - A. Burn San Sebastian 1911, ambayo iko kwenye hifadhidata ya db_small.pgn
ta: ஜே.ஆர். கபாப்லாங்கா - ஏ. பர்ன் சான் செபாஸ்டியன் 1911, இது db_small.pgn தரவுத்தளத்தில் உள்ளது.
th: J.R. Capablanca - A. Burn San Sebastian 1911 ซึ่งอยู่ในฐานข้อมูล db_small.pgn
tr: J.R. Capablanca - A. Burn San Sebastian 1911, db_small.pgn veritabanında yer almaktadır
uk: J.R. Capablanca - A. Burn San Sebastian 1911, яка знаходиться в базі даних db_small.pgn
ur: J.R. Capablanca - A. Burn San Sebastian 1911، جو db_small.pgn ڈیٹا بیس میں ہے
vi: J.R. Capablanca - A. Burn San Sebastian 1911, có trong cơ sở dữ liệu db_small.pgn

source: and examine the annotations produced between moves 22 to 26.
es: y examinar las anotaciones producidas entre las jugadas 22 a 26.
sr: и прегледајте напомене направљене између потеза 22 до 26.
sv: och undersök anteckningarna som skapats mellan drag 22 till 26.
sw: na uchunguze vidokezo vinavyotolewa kati ya hatua 22 hadi 26.
ta: மற்றும் 22 முதல் 26 நகர்வுகளுக்கு இடையில் உருவாக்கப்பட்ட குறிப்புகளை ஆராயுங்கள்.
th: และตรวจสอบคำอธิบายประกอบที่สร้างขึ้นระหว่างการเคลื่อนที่ที่ 22 ถึง 26
tr: ve 22. ile 26. hamleler arasında üretilen açıklamaları inceleyin.
uk: і перевірте анотації, створені між ходами 22-26.
ur: اور چالوں 22 سے 26 کے درمیان تیار کردہ تشریحات کی جانچ کریں۔
vi: và kiểm tra các chú thích được tạo ra giữa các bước di chuyển từ 22 đến 26.

source: You can then adjust the < Identify winning position > settings accordingly.
es: Luego puedes ajustar la configuración de <Identificar la posición ganadora> según corresponda.
sr: Затим можете прилагодити подешавања < Идентификујте победничку позицију > у складу са тим.
sv: Du kan sedan justera inställningarna för < Identifiera vinnande position > därefter.
sw: Kisha unaweza kurekebisha < Tambua nafasi ya kushinda > mipangilio ipasavyo.
ta: பின்னர் நீங்கள் அதற்கேற்ப <வெற்றி நிலையை அடையாளம் காணவும் > அமைப்புகளை சரிசெய்யலாம்.
th: จากนั้นคุณสามารถปรับการตั้งค่า <ระบุตำแหน่งที่ชนะ> ได้ตามความเหมาะสม
tr: Daha sonra < Kazanan pozisyonu belirle > ayarlarını buna göre düzenleyebilirsiniz.
uk: Потім ви можете відповідно налаштувати параметри < Визначити виграшну позицію >.
ur: اس کے بعد آپ <جیتنے کی پوزیشن کی شناخت> سیٹنگز کو اس کے مطابق ایڈجسٹ کر سکتے ہیں۔
vi: Sau đó, bạn có thể điều chỉnh cài đặt <Xác định vị trí chiến thắng> cho phù hợp.

source: Unless you have a really fast computer, for time settings of less than
es: A menos que tenga una computadora realmente rápida, para configuraciones de tiempo de menos de
sr: Осим ако немате стварно брз рачунар, за подешавања времена мања од
sv: Om du inte har en riktigt snabb dator, för tidsinställningar på mindre än
sw: Isipokuwa kama una kompyuta ya haraka sana, kwa mipangilio ya muda ya chini ya
ta: உங்களிடம் மிகவும் வேகமான கணினி இல்லையென்றால், குறைவான நேர அமைப்புகளுக்கு
th: เว้นแต่คุณจะมีคอมพิวเตอร์ที่เร็วมาก สำหรับการตั้งค่าเวลาที่น้อยกว่า
tr: Gerçekten hızlı bir bilgisayarınız yoksa, 1000'den az zaman ayarları için
uk: Хіба що у вас дуже швидкий комп’ютер, для параметрів часу менше ніж
ur: جب تک کہ آپ کے پاس واقعی تیز کمپیوٹر نہ ہو، اس سے کم وقت کی ترتیبات کے لیے
vi: Trừ khi bạn có một máy tính thực sự nhanh, đối với các thiết lập thời gian ít hơn

source: 3 seconds per move, it is best not to use this option when auto-analysing games.
es: 3 segundos por movimiento, es mejor no usar esta opción cuando se analizan juegos automáticamente.
sr: 3 секунде по потезу, најбоље је да не користите ову опцију приликом аутоматске анализе игара.
sv: 3 sekunder per drag, det är bäst att inte använda det här alternativet när du automatiskt analyserar spel.
sw: Sekunde 3 kwa kila hoja, ni bora kutotumia chaguo hili wakati wa kuchanganua michezo kiotomatiki.
ta: ஒரு நகர்வுக்கு 3 வினாடிகள், விளையாட்டுகளை தானாக பகுப்பாய்வு செய்யும் போது இந்த விருப்பத்தைப் பயன்படுத்தாமல் இருப்பது நல்லது.
th: 3 วินาทีต่อการเคลื่อนไหว ไม่ควรใช้วิธีนี้เมื่อวิเคราะห์เกมโดยอัตโนมัติ
tr: Hamle başına 3 saniye, oyunları otomatik analiz ederken bu seçeneği kullanmamak en iyisidir.
uk: 3 секунди на хід, найкраще не використовувати цю опцію під час автоматичного аналізу партій.
ur: 3 سیکنڈ فی چال، گیمز کا خودکار تجزیہ کرتے وقت اس اختیار کو استعمال نہ کرنا بہتر ہے۔
vi: 3 giây cho mỗi nước đi, tốt nhất là không nên sử dụng tùy chọn này khi tự động phân tích trò chơi.

source: Notes on Identify winning position
es: Notas sobre cómo identificar la posición ganadora
sr: Напомене о идентификацији победничке позиције
sv: Anmärkningar om Identifiera vinnande position
sw: Vidokezo kuhusu Tambua nafasi ya mshindi
ta: வெற்றி பெற்ற நிலையை அடையாளம் காண்பது பற்றிய குறிப்புகள்.
th: หมายเหตุการระบุตำแหน่งที่ชนะ
tr: Kazanan pozisyonu belirlemeye ilişkin notlar
uk: Примітки щодо визначення виграшної позиції
ur: جیتنے کی پوزیشن کی شناخت پر نوٹس
vi: Ghi chú về Xác định vị trí chiến thắng

source: Please select the sub variation length options :-
es: Seleccione las opciones de longitud de la subvariación: -
sr: Молимо изаберите опције дужине подваријације: -
sv: Vänligen välj alternativen för undervariationens längd: -
sw: Tafadhali chagua chaguzi ndogo za urefu wa tofauti:-
ta: துணை மாறுபாடு நீள விருப்பங்களைத் தேர்ந்தெடுக்கவும்:-
th: กรุณาเลือกตัวเลือกความยาวตัวแปรย่อย:-
tr: Lütfen alt varyasyon uzunluk seçeneklerini seçin:-
uk: Будь ласка, виберіть параметри довжини підваріації:-
ur: براہ کرم ذیلی تغیر کی لمبائی کے اختیارات کو منتخب کریں:-
vi: Vui lòng chọn các tùy chọn độ dài biến thể phụ:

source: Error range (1/10 pawns) Line length (ply)
es: Rango de error (1/10 peones) Longitud de línea (capa)
sr: Опсег грешке (пешака 1/10) Дужина линије (слој)
sv: Felområde (1/10 bönder) Linjelängd (ply)
sw: Masafa ya hitilafu (1/10 pawns) Urefu wa mstari (ply)
ta: பிழை வரம்பு (1/10 சிப்பாய்கள்) கோட்டின் நீளம் (ஓடு)
th: ช่วงความผิดพลาด (1/10 เบี้ย) ความยาวเส้น (ชั้น)
tr: Hata aralığı (1/10 piyon) Çizgi uzunluğu (kat)
uk: Діапазон помилок (1/10 пішака) Довжина лінії (шар)
ur: خرابی کی حد (1/10 پیادے) لائن کی لمبائی (پلائی)
vi: Phạm vi lỗi (1/10 quân tốt) Chiều dài dòng (lớp)

source: Tiny (0 - 49)
es: Pequeño (0 - 49)
sr: мали (0 - 49)
sv: Liten (0–49)
sw: Ndogo (0 - 49)
ta: சிறியது (0 - 49)
th: เล็ก (0 - 49)
tr: Küçük (0 - 49)
uk: Крихітний (0 - 49)
ur: چھوٹا (0 - 49)
vi: Nhỏ (0 - 49)

source: Small (50 - 99)
es: Pequeño (50 - 99)
sr: Мала (50 - 99)
sv: Liten (50 - 99)
sw: Ndogo (50 - 99)
ta: சிறியது (50 - 99)
th: เล็ก (50 - 99)
tr: Küçük (50 - 99)
uk: Маленький (50 - 99)
ur: چھوٹا (50 - 99)
vi: Nhỏ (50 - 99)

source: Medium (100 - 149)
es: Mediano (100 - 149)
sr: средњи (100 - 149)
sw: Wastani (100 - 149)
ta: நடுத்தரம் (100 - 149)
th: กลาง (100 - 149)
tr: Orta (100 - 149)
uk: Середній (100 - 149)
ur: درمیانہ (100 - 149)
vi: Trung bình (100 - 149)

source: Large (150 - 299)
es: Grande (150 - 299)
sr: Велики (150 - 299)
sv: Stor (150 - 299)
sw: Kubwa (150 - 299)
ta: பெரியது (150 - 299)
th: ขนาดใหญ่ (150 - 299)
tr: Büyük (150 - 299)
uk: Великий (150 - 299)
ur: بڑا (150 - 299)
vi: Lớn (150 - 299)

source: Huge (300 - 499)
es: Enorme (300 - 499)
sr: Огроман (300 - 499)
sv: Enormt (300–499)
sw: Kubwa (300 - 499)
ta: மிகப்பெரியது (300 - 499)
th: ขนาดใหญ่ (300 - 499)
tr: Büyük (300 - 499)
uk: Величезний (300 - 499)
ur: بہت بڑا (300 - 499)
vi: Lớn (300 - 499)

source: Gigantic (500 +)
es: Gigantesco (500+)
sr: Гигантски (500+)
sv: Gigantisk (500+)
sw: Kubwa (500 +)
ta: பிரம்மாண்டமான (500+)
th: ยักษ์(500+)
tr: Devasa (500 +)
uk: Гігантські (500 +)
ur: بہت بڑا (500+)
vi: Khổng lồ (500 +)

source: Use random variation line lengths
es: Utilice longitudes de línea de variación aleatoria
sr: Користите насумичне варијације дужине линија
sv: Använd slumpmässiga variationslinjelängder
sw: Tumia urefu wa mstari wa mabadiliko bila mpangilio
ta: சீரற்ற மாறுபாடு வரி நீளங்களைப் பயன்படுத்தவும்.
th: ใช้ความยาวเส้นแบบสุ่ม
tr: Rastgele değişkenlik çizgi uzunluklarını kullanın
uk: Використовуйте випадкову зміну довжини лінії
ur: بے ترتیب تغیر والی لائن کی لمبائی کا استعمال کریں۔
vi: Sử dụng độ dài đường biến thiên ngẫu nhiên

source: Random boundaries :
es: Límites aleatorios:
sr: Случајне границе:
sv: Slumpmässiga gränser:
sw: Mipaka ya nasibu:
ta: சீரற்ற எல்லைகள்:
th: ขอบเขตสุ่ม:
tr: Rastgele sınırlar :
uk: Випадкові межі:
ur: بے ترتیب حدود:
vi: Ranh giới ngẫu nhiên:

source: Lower :
es: Más bajo :
sr: ниже :
sv: Nedre:
sw: Chini:
ta: கீழ்:
th: ต่ำกว่า :
tr: Daha düşük :
uk: Нижня:
ur: زیریں:
vi: Thấp hơn :

source: Upper :
es: Superior :
sr: Горњи:
sv: Övre:
sw: Juu:
ta: மேல்:
th: ด้านบน :
tr: Üst :
uk: Верхній:
ur: اوپری:
vi: Phía trên:
