Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Making videos help
es: Hacer videos ayuda
sr: Прављење видео записа помаже
sv: Att göra videor hjälper
sw: Usaidizi wa kutengeneza video
ta: வீடியோக்களை உருவாக்குதல் உதவி
th: การทำวิดีโอช่วย
tr: Video yapmak yardımcı olur
uk: Створення відео допомагає
ur: ویڈیوز بنانے سے مدد ملتی ہے۔
vi: Làm video giúp ích

source: The media player cannot play a *.pgn chess game file
es: El reproductor multimedia no puede reproducir un archivo de juego de ajedrez *.pgn
sr: Медија плејер не може да репродукује датотеку шаховске игре *.пгн
sv: Mediaspelaren kan inte spela en *.pgn-schackspelsfil
sw: Kicheza media hakiwezi kucheza *.pgn faili ya mchezo wa chess
ta: மீடியா பிளேயரால் *.pgn சதுரங்க விளையாட்டு கோப்பை இயக்க முடியாது.
th: เครื่องเล่นสื่อไม่สามารถเล่นไฟล์เกมหมากรุก *.pgn ได้
tr: Medya oynatıcısı *.pgn satranç oyunu dosyasını oynatamıyor
uk: Медіапрогравач не може відтворити файл шахової гри *.pgn
ur: میڈیا پلیئر *.pgn شطرنج گیم فائل نہیں چلا سکتا
vi: Trình phát phương tiện không thể phát tệp trò chơi cờ vua *.pgn

source: Please select a media file e.g. *.mp4
es: Seleccione un archivo multimedia, p. ej. *.mp4
sr: Молимо изаберите медијску датотеку, нпр. *.мп4
sv: Välj en mediafil t.ex. *.mp4
sw: Tafadhali chagua faili ya midia k.m. *.mp4
ta: ஒரு மீடியா கோப்பைத் தேர்ந்தெடுக்கவும், எ.கா. *.mp4
th: กรุณาเลือกไฟล์สื่อ เช่น *.mp4
tr: Lütfen bir medya dosyası seçin, örneğin *.mp4
uk: Будь ласка, виберіть медіафайл, напр. *.mp4
ur: براہ کرم ایک میڈیا فائل منتخب کریں جیسے *.mp4
vi: Vui lòng chọn một tập tin phương tiện ví dụ như *.mp4

source: Couldn't load file!
es: ¡No se pudo cargar el archivo!
sr: Учитавање датотеке није успело!
sv: Det gick inte att ladda filen!
sw: Haikuweza kupakia faili!
ta: கோப்பை ஏற்ற முடியவில்லை!
th: ไม่สามารถโหลดไฟล์ได้!
tr: Dosya yüklenemedi!
uk: Не вдалося завантажити файл!
ur: فائل لوڈ نہیں ہو سکی!
vi: Không thể tải tập tin!

source: There is no accompanying PGN file for this video
es: No hay ningún archivo PGN que acompañe a este vídeo.
sr: Не постоји пратећа ПГН датотека за овај видео
sv: Det finns ingen tillhörande PGN-fil för denna video
sw: Hakuna faili ya PGN inayoandamana na video hii
ta: இந்த வீடியோவிற்கு PGN கோப்பு எதுவும் இல்லை.
th: ไม่มีไฟล์ PGN ที่มาพร้อมกับวิดีโอนี้
tr: Bu videoya eşlik eden bir PGN dosyası yok
uk: Для цього відео немає супровідного файлу PGN
ur: اس ویڈیو کے ساتھ کوئی PGN فائل نہیں ہے۔
vi: Không có tệp PGN đi kèm cho video này

source: Media player message
es: Mensaje del reproductor multimedia
sr: Порука медија плејера
sv: Mediaspelare meddelande
sw: Ujumbe wa kicheza media
ta: மீடியா பிளேயர் செய்தி
th: ข้อความเครื่องเล่นสื่อ
tr: Medya oynatıcı mesajı
uk: Повідомлення медіаплеєра
ur: میڈیا پلیئر کا پیغام
vi: Tin nhắn trình phát phương tiện

source: Couldn't stop playback!
es: ¡No se pudo detener la reproducción!
sr: Није могуће зауставити репродукцију!
sv: Det gick inte att stoppa uppspelningen!
sw: Haikuweza kuacha kucheza!
ta: பிளேபேக்கை நிறுத்த முடியவில்லை!
th: หยุดเล่นไม่ได้แล้ว!
tr: Oynatma durdurulamadı!
uk: Не вдалося зупинити відтворення!
ur: پلے بیک روک نہیں سکا!
vi: Không thể dừng phát lại!

source: Video marker set
es: Conjunto de marcadores de vídeo
sr: Постављен видео маркер
sv: Video markör set
sw: Seti ya alama za video
ta: வீடியோ மார்க்கர் தொகுப்பு
th: ชุดมาร์กเกอร์วีดีโอ
tr: Video işaretleyici seti
uk: Набір відеомаркерів
ur: ویڈیو مارکر سیٹ
vi: Bộ đánh dấu video

source: Media Player message
es: Mensaje del reproductor multimedia
sr: Порука медија плејера
sv: Media Player meddelande
sw: Ujumbe wa Media Player
ta: மீடியா பிளேயர் செய்தி
th: ข้อความเครื่องเล่นสื่อ
tr: Medya Oynatıcısı mesajı
uk: Повідомлення медіаплеєра
ur: میڈیا پلیئر کا پیغام
vi: Tin nhắn trình phát phương tiện

source: Video marker deleted for current game move element
es: Marcador de video eliminado para el elemento de movimiento del juego actual
sr: Видео маркер је избрисан за тренутни елемент потеза игре
sv: Videomarkör raderad för det aktuella spelets rörelseelement
sw: Alama ya video imefutwa kwa kipengele cha sasa cha kusogeza mchezo
ta: தற்போதைய விளையாட்டு நகர்வு உறுப்புக்கான வீடியோ மார்க்கர் நீக்கப்பட்டது.
th: ลบเครื่องหมายวิดีโอสำหรับองค์ประกอบการเคลื่อนไหวในเกมปัจจุบัน
tr: Mevcut oyun hareket öğesi için video işaretçisi silindi
uk: Відеомаркер видалено для поточного ігрового елемента ходу
ur: موجودہ گیم موو عنصر کے لیے ویڈیو مارکر کو حذف کر دیا گیا۔
vi: Đã xóa dấu hiệu video cho phần tử di chuyển trò chơi hiện tại

source: No video marker found for current game move element
es: No se encontró ningún marcador de vídeo para el elemento de movimiento del juego actual
sr: Није пронађен видео маркер за тренутни елемент потеза игре
sv: Ingen videomarkör hittades för det aktuella spelets rörelseelement
sw: Hakuna alama ya video iliyopatikana kwa kipengele cha sasa cha kusonga mchezo
ta: தற்போதைய விளையாட்டு நகர்வு உறுப்புக்கு வீடியோ மார்க்கர் எதுவும் கிடைக்கவில்லை.
th: ไม่พบเครื่องหมายวิดีโอสำหรับองค์ประกอบการเคลื่อนไหวเกมปัจจุบัน
tr: Mevcut oyun hareket öğesi için video işaretçisi bulunamadı
uk: Не знайдено відеомаркера для поточного ігрового елемента ходу
ur: موجودہ گیم موو عنصر کے لیے کوئی ویڈیو مارکر نہیں ملا
vi: Không tìm thấy dấu hiệu video cho phần tử di chuyển trò chơi hiện tại

source: Video markers deleted for all game move elements
es: Marcadores de vídeo eliminados para todos los elementos de movimiento del juego
sr: Видео маркери су избрисани за све елементе покрета игре
sv: Videomarkörer raderade för alla element i spelet
sw: Alama za video zimefutwa kwa vipengele vyote vya mchezo
ta: அனைத்து விளையாட்டு நகர்வு கூறுகளுக்கும் வீடியோ குறிப்பான்கள் நீக்கப்பட்டன.
th: ลบเครื่องหมายวิดีโอสำหรับองค์ประกอบการเคลื่อนไหวในเกมทั้งหมด
tr: Tüm oyun hareket öğeleri için video işaretçileri silindi
uk: Відеомаркери видалено для всіх елементів ігрового ходу
ur: تمام گیم موو عناصر کے لیے ویڈیو مارکر حذف کر دیے گئے۔
vi: Đã xóa các điểm đánh dấu video cho tất cả các yếu tố di chuyển trong trò chơi

source: There is no next puzzle marker
es: No hay siguiente marcador de rompecabezas
sr: Не постоји следећи маркер слагалице
sv: Det finns ingen nästa pusselmarkör
sw: Hakuna alama ya fumbo inayofuata
ta: அடுத்த புதிர் மார்க்கர் இல்லை.
th: ไม่มีเครื่องหมายปริศนาถัดไป
tr: Sonraki bulmaca işareti yok
uk: Наступного маркера головоломки немає
ur: کوئی اگلا پہیلی مارکر نہیں ہے۔
vi: Không có dấu hiệu câu đố tiếp theo

source: Video player message
es: Mensaje del reproductor de vídeo
sr: Порука видео плејера
sv: Videospelare meddelande
sw: Ujumbe wa kicheza video
ta: வீடியோ பிளேயர் செய்தி
th: ข้อความเครื่องเล่นวิดีโอ
tr: Video oynatıcı mesajı
uk: Повідомлення програвача відео
ur: ویڈیو پلیئر کا پیغام
vi: Tin nhắn trình phát video

source: There is no next video marker
es: No hay ningún marcador de vídeo siguiente
sr: Нема следећег видео маркера
sv: Det finns ingen nästa videomarkör
sw: Hakuna alama ya video inayofuata
ta: அடுத்த வீடியோ மார்க்கர் இல்லை.
th: ไม่มีเครื่องหมายวิดีโอถัดไป
tr: Sonraki video işareti yok
uk: Немає маркера наступного відео
ur: کوئی اگلا ویڈیو مارکر نہیں ہے۔
vi: Không có dấu hiệu video tiếp theo

source: There is no previous puzzle marker
es: No hay ningún marcador de rompecabezas anterior
sr: Не постоји претходни маркер слагалице
sv: Det finns ingen tidigare pusselmarkör
sw: Hakuna alama ya chemshabongo iliyotangulia
ta: முந்தைய புதிர் மார்க்கர் எதுவும் இல்லை.
th: ไม่มีเครื่องหมายปริศนาเดิม
tr: Önceki bulmaca işareti yok
uk: Немає попереднього маркера головоломки
ur: کوئی سابقہ ​​پہیلی مارکر نہیں ہے۔
vi: Không có dấu hiệu câu đố trước đó

source: There is no previous video marker
es: No hay ningún marcador de vídeo anterior
sr: Не постоји претходни видео маркер
sv: Det finns ingen tidigare videomarkör
sw: Hakuna alama ya video iliyotangulia
ta: முந்தைய வீடியோ மார்க்கர் எதுவும் இல்லை.
th: ไม่มีเครื่องหมายวิดีโอก่อนหน้า
tr: Önceki video işaretleyicisi yok
uk: Немає попереднього маркера відео
ur: کوئی پچھلا ویڈیو مارکر نہیں ہے۔
vi: Không có video đánh dấu trước đó

source: (sync)
es: (sincronización)
sr: (синхронизација)
sv: (synkronisera)
sw: (sawazisha)
ta: (ஒத்திசைவு)
th: (ซิงค์)
tr: (senkronizasyon)
uk: (синхронізувати)
ur: (مطابقت پذیری)
vi: (đồng bộ)

source: Use native controls
es: Utilice controles nativos
sr: Користите изворне контроле
sv: Använd inbyggda kontroller
sw: Tumia vidhibiti asili
ta: சொந்த கட்டுப்பாடுகளைப் பயன்படுத்தவும்
th: ใช้การควบคุมดั้งเดิม
tr: Yerel denetimleri kullan
uk: Використовуйте власні елементи керування
ur: مقامی کنٹرول استعمال کریں۔
vi: Sử dụng các điều khiển gốc

source: Show toolbar
es: Mostrar barra de herramientas
sr: Прикажи траку са алаткама
sv: Visa verktygsfält
sw: Onyesha upau wa vidhibiti
ta: கருவிப்பட்டியைக் காட்டு
th: แสดงแถบเครื่องมือ
tr: Araç çubuğunu göster
uk: Показати панель інструментів
ur: ٹول بار دکھائیں۔
vi: Hiển thị thanh công cụ

source: Show status bar
es: Mostrar barra de estado
sr: Прикажи статусну траку
sv: Visa statusfältet
sw: Onyesha upau wa hali
ta: நிலைப் பட்டியைக் காட்டு
th: แสดงแถบสถานะ
tr: Durum çubuğunu göster
uk: Показати рядок стану
ur: اسٹیٹس بار دکھائیں۔
vi: Hiển thị thanh trạng thái

source: Auto load PGN file
es: Carga automática de archivos PGN
sr: Аутоматско учитавање ПГН датотеке
sv: Ladda PGN-fil automatiskt
sw: Pakia faili ya PGN kiotomatiki
ta: PGN கோப்பை தானாக ஏற்று
th: โหลดไฟล์ PGN อัตโนมัติ
tr: PGN dosyasını otomatik yükle
uk: Автоматичне завантаження файлу PGN
ur: PGN فائل کو آٹو لوڈ کریں۔
vi: Tự động tải tệp PGN

source: Show all files
es: Mostrar todos los archivos
sr: Прикажи све датотеке
sv: Visa alla filer
sw: Onyesha faili zote
ta: எல்லா கோப்புகளையும் காட்டு
th: แสดงไฟล์ทั้งหมด
tr: Tüm dosyaları göster
uk: Показати всі файли
ur: تمام فائلیں دکھائیں۔
vi: Hiển thị tất cả các tập tin

source: Use edit mode update
es: Utilice el modo de edición para actualizar
sr: Користите ажурирање режима уређивања
sv: Använd uppdatering av redigeringsläge
sw: Tumia sasisho la hali ya kuhariri
ta: திருத்துதல் பயன்முறை புதுப்பிப்பைப் பயன்படுத்தவும்
th: ใช้การอัปเดตโหมดแก้ไข
tr: Düzenleme modunu güncellemeyi kullan
uk: Використовуйте оновлення режиму редагування
ur: ترمیم موڈ اپ ڈیٹ استعمال کریں۔
vi: Sử dụng chế độ chỉnh sửa cập nhật

source: Video edit mode
es: Modo de edición de vídeo
sr: Режим за уређивање видеа
sv: Videoredigeringsläge
sw: Hali ya kuhariri video
ta: வீடியோ எடிட் பயன்முறை
th: โหมดตัดต่อวีดีโอ
tr: Video düzenleme modu
uk: Режим редагування відео
ur: ویڈیو ایڈیٹ موڈ
vi: Chế độ chỉnh sửa video

source: Update video from game
es: Actualizar vídeo del juego
sr: Ажурирајте видео из игре
sv: Uppdatera video från spelet
sw: Sasisha video kutoka kwa mchezo
ta: கேமிலிருந்து வீடியோவைப் புதுப்பிக்கவும்
th: อัพเดทวีดีโอจากเกม
tr: Oyundan video güncellemesi
uk: Оновити відео з гри
ur: گیم سے ویڈیو اپ ڈیٹ کریں۔
vi: Cập nhật video từ trò chơi

source: Update game from video
es: Actualizar el juego desde el vídeo
sr: Ажурирајте игру са видеа
sv: Uppdatera spel från video
sw: Sasisha mchezo kutoka kwa video
ta: வீடியோவிலிருந்து கேமைப் புதுப்பிக்கவும்
th: อัพเดทเกมจากวีดีโอ
tr: Oyunu videodan güncelle
uk: Оновити гру з відео
ur: ویڈیو سے گیم کو اپ ڈیٹ کریں۔
vi: Cập nhật trò chơi từ video

source: Pause for quiz questions
es: Pausa para las preguntas del cuestionario
sr: Пауза за питања из квиза
sv: Pausa för frågesportfrågor
sw: Sitisha kwa maswali ya chemsha bongo
ta: வினாடி வினா கேள்விகளுக்கு இடைநிறுத்துங்கள்
th: หยุดชั่วคราวเพื่อตอบคำถาม
tr: Sınav soruları için duraklama
uk: Зробіть паузу для запитань вікторини
ur: کوئز سوالات کے لیے وقفہ کریں۔
vi: Tạm dừng để trả lời câu hỏi trắc nghiệm

source: Display puzzle panel
es: Panel de rompecabezas de visualización
sr: Прикажи таблу слагалице
sv: Visa pusselpanel
sw: Onyesha paneli ya mafumbo
ta: புதிர் பலகத்தைக் காட்டு
th: แผงแสดงปริศนา
tr: Bulmaca panelini görüntüle
uk: Відображення панелі пазлів
ur: ڈسپلے پہیلی پینل
vi: Hiển thị bảng câu đố

source: Start puzzle clock
es: Iniciar el reloj del rompecabezas
sr: Покрените слагалицу
sv: Starta pusselklocka
sw: Anza saa ya fumbo
ta: புதிர் கடிகாரத்தைத் தொடங்கு
th: เริ่มนาฬิกาปริศนา
tr: Bulmaca saatini başlat
uk: Запустіть головоломку
ur: پہیلی گھڑی شروع کریں۔
vi: Bắt đầu đồng hồ câu đố

source: Show puzzle hint after try :
es: Mostrar pista del rompecabezas después de intentarlo:
sr: Прикажи наговештај слагалице након покушаја:
sv: Visa pusseltips efter försök:
sw: Onyesha kidokezo cha fumbo baada ya kujaribu:
ta: முயற்சித்த பிறகு புதிர் குறிப்பைக் காட்டு:
th: แสดงคำใบ้ปริศนาหลังจากลอง:
tr: Denemeden sonra bulmacanın ipucunu göster:
uk: Показати підказку про загадку після спроби:
ur: کوشش کے بعد پہیلی اشارہ دکھائیں:
vi: Hiển thị gợi ý câu đố sau khi thử:

source: Show puzzle move after try :
es: Mostrar el movimiento del rompecabezas después del intento:
sr: Прикажи потез слагалице након покушаја:
sv: Visa pusseldrag efter försök:
sw: Onyesha mwendo wa fumbo baada ya kujaribu:
ta: முயற்சித்த பிறகு புதிர் நகர்வைக் காட்டு:
th: แสดงปริศนาเคลื่อนที่หลังจากลอง:
tr: Denemeden sonra bulmacanın hamlesini göster:
uk: Показати хід головоломки після спроби:
ur: کوشش کے بعد پہیلی حرکت دکھائیں:
vi: Hiển thị di chuyển của câu đố sau khi thử:

source: Default move time value ( 1/10 secs ) :
es: Valor de tiempo de movimiento predeterminado (1/10 segundos):
sr: Подразумевана вредност времена кретања (1/10 секунди):
sv: Standardvärde för flytttid (1/10 sek):
sw: Thamani chaguomsingi ya wakati wa kusogeza (sekunde 1/10):
ta: இயல்புநிலை நகர்வு நேர மதிப்பு (1/10 வினாடிகள்):
th: ค่าเริ่มต้นเวลาเคลื่อนที่ ( 1/10 วินาที ):
tr: Varsayılan hareket süresi değeri (1/10 sn):
uk: Значення часу переміщення за замовчуванням (1/10 секунди):
ur: ڈیفالٹ موو ٹائم ویلیو (1/10 سیکنڈ):
vi: Giá trị thời gian di chuyển mặc định (1/10 giây):

source: Check to display native media player controls
es: Marque para mostrar los controles nativos del reproductor multimedia
sr: Означите да бисте приказали изворне контроле медија плејера
sv: Markera för att visa inbyggda mediaspelares kontroller
sw: Angalia ili kuonyesha vidhibiti asili vya kicheza media
ta: சொந்த மீடியா பிளேயர் கட்டுப்பாடுகளைக் காட்ட சரிபார்க்கவும்.
th: เลือกเพื่อแสดงการควบคุมเครื่องเล่นสื่อดั้งเดิม
tr: Yerel medya oynatıcı denetimlerini görüntülemek için işaretleyin
uk: Поставте прапорець, щоб відображати власні елементи керування медіаплеєром
ur: مقامی میڈیا پلیئر کنٹرولز کو ظاہر کرنے کے لیے چیک کریں۔
vi: Kiểm tra để hiển thị các điều khiển trình phát phương tiện gốc

source: Check to show toolbar
es: Marcar para mostrar la barra de herramientas
sr: Означите да бисте приказали траку са алаткама
sv: Markera för att visa verktygsfältet
sw: Angalia ili kuonyesha upau wa vidhibiti
ta: கருவிப்பட்டியைக் காட்ட சரிபார்க்கவும்.
th: เลือกเพื่อแสดงแถบเครื่องมือ
tr: Araç çubuğunu göstermek için işaretleyin
uk: Поставте прапорець, щоб відобразити панель інструментів
ur: ٹول بار دکھانے کے لیے چیک کریں۔
vi: Kiểm tra để hiển thị thanh công cụ

source: Check to show status bar
es: Marcar para mostrar la barra de estado
sr: Означите да бисте приказали статусну траку
sv: Markera för att visa statusfältet
sw: Angalia ili kuonyesha upau wa hali
ta: நிலைப் பட்டியைக் காட்ட சரிபார்க்கவும்.
th: เลือกเพื่อแสดงแถบสถานะ
tr: Durum çubuğunu göstermek için işaretleyin
uk: Поставте прапорець, щоб відобразити рядок стану
ur: اسٹیٹس بار دکھانے کے لیے چیک کریں۔
vi: Kiểm tra để hiển thị thanh trạng thái

source: Check to automatically load the associated
es: Marque para cargar automáticamente el asociado
sr: Означите да бисте аутоматски учитали повезане
sv: Markera för att automatiskt ladda den associerade
sw: Angalia ili kupakia kiotomatiki inayohusishwa
ta: தொடர்புடையவற்றை தானாக ஏற்றுவதற்கு சரிபார்க்கவும்
th: ตรวจสอบเพื่อโหลดข้อมูลที่เกี่ยวข้องโดยอัตโนมัติ
tr: İlgili öğelerin otomatik olarak yüklenmesini kontrol edin
uk: Поставте прапорець, щоб автоматично завантажувати пов’язані
ur: متعلقہ کو خود بخود لوڈ کرنے کے لیے چیک کریں۔
vi: Kiểm tra để tự động tải các liên kết

source: pgn file when a video file is loaded
es: archivo pgn cuando se carga un archivo de vídeo
sr: пгн датотеку када се учита видео датотека
sv: pgn-fil när en videofil laddas
sw: pgn faili ya video inapopakiwa
ta: ஒரு வீடியோ கோப்பு ஏற்றப்படும்போது pgn கோப்பு
th: ไฟล์ pgn เมื่อโหลดไฟล์วิดีโอ
tr: Bir video dosyası yüklendiğinde pgn dosyası
uk: pgn, коли завантажується відеофайл
ur: pgn فائل جب ویڈیو فائل لوڈ ہوتی ہے۔
vi: tệp pgn khi tệp video được tải

source: Check to show all files when loading a file
es: Marque para mostrar todos los archivos al cargar un archivo
sr: Означите да бисте приказали све датотеке приликом учитавања датотеке
sv: Markera för att visa alla filer när en fil laddas
sw: Angalia ili kuonyesha faili zote wakati wa kupakia faili
ta: ஒரு கோப்பை ஏற்றும்போது அனைத்து கோப்புகளையும் காட்ட சரிபார்க்கவும்.
th: เลือกเพื่อแสดงไฟล์ทั้งหมดเมื่อโหลดไฟล์
tr: Bir dosya yüklenirken tüm dosyaları göstermek için işaretleyin
uk: Поставте прапорець, щоб відображати всі файли під час завантаження файлу
ur: فائل لوڈ کرتے وقت تمام فائلیں دکھانے کے لیے چیک کریں۔
vi: Kiểm tra để hiển thị tất cả các tập tin khi tải một tập tin

source: from the media player open file dialog box
es: Desde el cuadro de diálogo de abrir archivo del reproductor multimedia
sr: из дијалога отварања датотеке медија плејера
sv: från mediaspelaren öppna fildialogrutan
sw: kutoka kwa kicheza media kisanduku cha mazungumzo cha faili wazi
ta: மீடியா பிளேயரிலிருந்து கோப்பு உரையாடல் பெட்டியைத் திறக்கவும்.
th: จากกล่องโต้ตอบเปิดไฟล์ของเครื่องเล่นสื่อ
tr: medya oynatıcısının açık dosya iletişim kutusundan
uk: із діалогового вікна відкриття файлу медіаплеєра
ur: میڈیا پلیئر سے فائل ڈائیلاگ باکس کھولیں۔
vi: từ hộp thoại mở tệp của trình phát phương tiện

source: Check to update the video edit mode options
es: Marque para actualizar las opciones del modo de edición de video
sr: Означите да бисте ажурирали опције режима за уређивање видеа
sv: Markera för att uppdatera alternativen för videoredigeringsläge
sw: Angalia ili kusasisha chaguo za modi ya kuhariri video
ta: வீடியோ எடிட் பயன்முறை விருப்பங்களைப் புதுப்பிக்க சரிபார்க்கவும்.
th: ตรวจสอบเพื่ออัปเดตตัวเลือกโหมดแก้ไขวิดีโอ
tr: Video düzenleme modu seçeneklerini güncellemek için işaretleyin
uk: Поставте прапорець, щоб оновити параметри режиму редагування відео
ur: ویڈیو ایڈٹ موڈ کے اختیارات کو اپ ڈیٹ کرنے کے لیے چیک کریں۔
vi: Kiểm tra để cập nhật các tùy chọn chế độ chỉnh sửa video

source: automatically when changing video edit mode
es: automáticamente al cambiar el modo de edición de video
sr: аутоматски при промени режима за уређивање видеа
sv: automatiskt när du ändrar videoredigeringsläge
sw: kiotomatiki wakati wa kubadilisha modi ya kuhariri video
ta: வீடியோ எடிட் பயன்முறையை மாற்றும்போது தானாகவே
th: โดยอัตโนมัติเมื่อเปลี่ยนโหมดตัดต่อวิดีโอ
tr: video düzenleme modunu değiştirirken otomatik olarak
uk: автоматично під час зміни режиму редагування відео
ur: ویڈیو ایڈیٹ موڈ کو تبدیل کرتے وقت خود بخود
vi: tự động khi thay đổi chế độ chỉnh sửa video

source: Check to set to video edit mode
es: Marque para establecer el modo de edición de vídeo
sr: Означите да бисте подесили режим за уређивање видеа
sv: Markera för att ställa in videoredigeringsläge
sw: Angalia ili kuweka modi ya kuhariri video
ta: வீடியோ எடிட் பயன்முறைக்கு அமைக்க தேர்வு செய்யவும்.
th: เลือกเพื่อตั้งค่าเป็นโหมดแก้ไขวิดีโอ
tr: Video düzenleme moduna ayarlamak için işaretleyin
uk: Поставте прапорець, щоб перейти в режим редагування відео
ur: ویڈیو ایڈیٹ موڈ پر سیٹ کرنے کے لیے چیک کریں۔
vi: Kiểm tra để thiết lập chế độ chỉnh sửa video

source: Check to update video from game position
es: Marcar para actualizar el vídeo desde la posición del juego
sr: Означите да бисте ажурирали видео са позиције игре
sv: Markera för att uppdatera video från spelposition
sw: Angalia ili kusasisha video kutoka nafasi ya mchezo
ta: விளையாட்டு நிலையிலிருந்து வீடியோவைப் புதுப்பிக்க சரிபார்க்கவும்.
th: ตรวจสอบเพื่ออัปเดตวิดีโอจากตำแหน่งเกม
tr: Oyun pozisyonundan videoyu güncellemek için kontrol edin
uk: Поставте прапорець, щоб оновити відео з ігрової позиції
ur: گیم پوزیشن سے ویڈیو کو اپ ڈیٹ کرنے کے لیے چیک کریں۔
vi: Kiểm tra để cập nhật video từ vị trí trò chơi

source: Check to update game position from video
es: Marcar para actualizar la posición del juego desde el vídeo
sr: Означите да бисте ажурирали позицију игре са видео снимка
sv: Markera för att uppdatera spelpositionen från videon
sw: Angalia ili kusasisha nafasi ya mchezo kutoka kwa video
ta: வீடியோவிலிருந்து விளையாட்டு நிலையைப் புதுப்பிக்க சரிபார்க்கவும்.
th: ตรวจสอบเพื่ออัปเดตตำแหน่งเกมจากวิดีโอ
tr: Videodan oyun pozisyonunu güncellemek için işaretleyin
uk: Поставте прапорець, щоб оновити позицію в грі з відео
ur: ویڈیو سے گیم پوزیشن کو اپ ڈیٹ کرنے کے لیے چیک کریں۔
vi: Kiểm tra để cập nhật vị trí trò chơi từ video

source: Check to automatically pause the video for quiz questions
es: Marque para pausar automáticamente el video para las preguntas del cuestionario
sr: Означите да аутоматски паузирате видео за питања из квиза
sv: Markera för att automatiskt pausa videon för frågesportfrågor
sw: Angalia ili kusitisha video kiotomatiki kwa maswali ya maswali
ta: வினாடி வினா கேள்விகளுக்கு வீடியோவை தானாக இடைநிறுத்த சரிபார்க்கவும்.
th: เลือกเพื่อหยุดวิดีโออัตโนมัติสำหรับคำถามแบบทดสอบ
tr: Sınav soruları için videoyu otomatik olarak duraklatmak üzere işaretleyin
uk: Поставте прапорець, щоб автоматично призупинити відео для запитань вікторини
ur: کوئز سوالات کے لیے ویڈیو کو خود بخود روکنے کے لیے چیک کریں۔
vi: Kiểm tra để tự động tạm dừng video cho các câu hỏi trắc nghiệm

source: Check to display puzzle panel
es: Marque para mostrar el panel de rompecabezas
sr: Означите да бисте приказали панел слагалице
sv: Markera för att visa pusselpanelen
sw: Angalia ili kuonyesha paneli ya mafumbo
ta: புதிர் பலகத்தைக் காட்ட சரிபார்க்கவும்.
th: เลือกเพื่อแสดงแผงปริศนา
tr: Bulmaca panelini görüntülemek için işaretleyin
uk: Поставте прапорець, щоб відобразити панель головоломок
ur: پہیلی پینل کو ظاہر کرنے کے لیے چیک کریں۔
vi: Kiểm tra để hiển thị bảng câu đố

source: during a video when puzzle mode is set
es: Durante un video cuando el modo rompecabezas está configurado
sr: током видео снимка када је подешен режим слагалице
sv: under en video när pusselläget är inställt
sw: wakati wa video wakati modi ya mafumbo imewekwa
ta: புதிர் பயன்முறை அமைக்கப்பட்டிருக்கும் போது வீடியோவின் போது
th: ระหว่างวิดีโอเมื่อตั้งโหมดปริศนาไว้
tr: Bulmaca modu ayarlandığında bir video sırasında
uk: під час відео, коли встановлено режим головоломки
ur: ایک ویڈیو کے دوران جب پہیلی موڈ سیٹ کیا جاتا ہے۔
vi: trong một video khi chế độ giải đố được thiết lập

source: Check to automatically start the clock
es: Marque para iniciar automáticamente el reloj
sr: Означите да бисте аутоматски покренули сат
sv: Markera för att starta klockan automatiskt
sw: Angalia ili kuanza saa kiotomatiki
ta: கடிகாரம் தானாகத் தொடங்க சரிபார்க்கவும்.
th: ตรวจสอบเพื่อเริ่มการทำงานของนาฬิกาโดยอัตโนมัติ
tr: Saati otomatik olarak başlatmak için işaretleyin
uk: Поставте прапорець, щоб автоматично запускати годинник
ur: گھڑی کو خود بخود شروع کرنے کے لیے چیک کریں۔
vi: Kiểm tra để tự động bắt đầu đồng hồ

source: Enter the number of puzzle move attempts
es: Ingrese el número de intentos de movimiento del rompecabezas
sr: Унесите број покушаја покрета слагалице
sv: Ange antalet pusselförsök
sw: Weka idadi ya majaribio ya kusogeza chemshabongo
ta: புதிர் நகர்த்தல் முயற்சிகளின் எண்ணிக்கையை உள்ளிடவும்.
th: ป้อนจำนวนครั้งในการพยายามย้ายปริศนา
tr: Bulmaca hamle denemelerinin sayısını girin
uk: Введіть кількість спроб переміщення головоломки
ur: پہیلی منتقل کرنے کی کوششوں کی تعداد درج کریں۔
vi: Nhập số lần di chuyển câu đố
