Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: click near to the middle of a square, correct square selection is not an issue.
es: Haga clic cerca del centro de un cuadrado; la selección correcta del cuadrado no es un problema.
sr: кликните близу средине квадрата, исправан избор квадрата није проблем.
sv: klicka nära mitten av en ruta, korrekt rutaval är inget problem.
sw: bofya karibu na katikati ya mraba, uteuzi sahihi wa mraba si suala.
ta: ஒரு சதுரத்தின் நடுவில் சொடுக்கவும், சரியான சதுரத் தேர்வு ஒரு பிரச்சினை அல்ல.
th: คลิกใกล้กับตรงกลางสี่เหลี่ยม การเลือกสี่เหลี่ยมที่ถูกต้องไม่ใช่ปัญหา
tr: karenin ortasına yakın bir yere tıklayın, doğru kare seçimi sorun değil.
uk: клацніть біля середини квадрата, правильний вибір квадрата не є проблемою.
ur: مربع کے وسط کے قریب کلک کریں، درست مربع کا انتخاب کوئی مسئلہ نہیں ہے۔
vi: nhấp vào gần giữa hình vuông, việc chọn hình vuông chính xác không phải là vấn đề.

source: Use multi-sampling - If available, check this box to use multi-sampling
es: Usar muestreo múltiple: si está disponible, marque esta casilla para usar muestreo múltiple
sr: Користи вишеструко узорковање – Ако је доступно, означите ово поље да бисте користили вишеструко узорковање
sv: Använd multisampling - Om tillgängligt, markera den här rutan för att använda multisampling
sw: Tumia sampuli nyingi - Ikipatikana, chagua kisanduku hiki ili kutumia sampuli nyingi
ta: பல மாதிரிகளைப் பயன்படுத்தவும் - கிடைத்தால், பல மாதிரிகளைப் பயன்படுத்த இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: ใช้การสุ่มตัวอย่างหลายตัวอย่าง - หากมี ให้ทำเครื่องหมายในช่องนี้เพื่อใช้การสุ่มตัวอย่างหลายตัวอย่าง
tr: Çoklu örneklemeyi kullan - Eğer mevcutsa, çoklu örneklemeyi kullanmak için bu kutuyu işaretleyin
uk: Використовувати багаторазову вибірку – якщо доступно, установіть цей прапорець, щоб використовувати багаторазову вибірку
ur: ملٹی سیمپلنگ کا استعمال کریں - اگر دستیاب ہو تو ملٹی سیمپلنگ استعمال کرنے کے لیے اس باکس کو چیک کریں۔
vi: Sử dụng lấy mẫu nhiều lần - Nếu có thể, hãy đánh dấu vào ô này để sử dụng lấy mẫu nhiều lần

source: when drawing the chess board and pieces. This gives a sharper definition
es: al dibujar el tablero y las piezas de ajedrez. Esto proporciona una definición más nítida.
sr: при цртању шаховске табле и фигура. Ово даје оштрију дефиницију
sv: när man ritar schackbräde och pjäser. Detta ger en skarpare definition
sw: wakati wa kuchora bodi ya chess na vipande. Hii inatoa ufafanuzi mkali zaidi
ta: சதுரங்கப் பலகை மற்றும் துண்டுகளை வரையும்போது. இது ஒரு தெளிவான வரையறையை அளிக்கிறது.
th: เมื่อวาดกระดานหมากรุกและหมาก จะทำให้ได้ภาพที่ชัดเจนยิ่งขึ้น
tr: Satranç tahtası ve taşlarını çizerken. Bu daha keskin bir tanım verir
uk: при малюванні шахової дошки та фігур. Це дає більш чітке визначення
ur: شطرنج کا تختہ اور ٹکڑے کھینچتے وقت۔ یہ ایک تیز تعریف دیتا ہے۔
vi: khi vẽ bàn cờ và các quân cờ. Điều này mang lại định nghĩa sắc nét hơn

source: to the edges of objects, but slows down the rendering process slightly.
es: hasta los bordes de los objetos, pero ralentiza ligeramente el proceso de renderizado.
sr: до ивица објеката, али мало успорава процес рендеровања.
sv: till kanterna på objekt, men saktar ner renderingsprocessen något.
sw: kwenye kingo za vitu, lakini hupunguza kasi ya utoaji kidogo.
ta: பொருட்களின் விளிம்புகளுக்கு, ஆனால் ரெண்டரிங் செயல்முறையை சிறிது குறைக்கிறது.
th: ไปที่ขอบวัตถุ แต่ทำให้กระบวนการเรนเดอร์ช้าลงเล็กน้อย
tr: nesnelerin kenarlarına kadar uzanır, ancak işleme sürecini biraz yavaşlatır.
uk: до країв об’єктів, але дещо сповільнює процес візуалізації.
ur: اشیاء کے کناروں تک، لیکن رینڈرنگ کے عمل کو قدرے سست کر دیتا ہے۔
vi: đến các cạnh của vật thể, nhưng làm chậm quá trình kết xuất một chút.

source: Sampling value - Select the value for multi-sampling ( 1 - 16 )
es: Valor de muestreo: seleccione el valor para el muestreo múltiple (1-16)
sr: Вредност узорковања - Изаберите вредност за вишеструко узорковање (1 - 16)
sv: Samplingsvärde - Välj värdet för multisampling ( 1 - 16 )
sw: Thamani ya sampuli - Chagua thamani ya sampuli nyingi ( 1 - 16 )
ta: மாதிரி மதிப்பு - பல மாதிரிக்கான மதிப்பைத் தேர்ந்தெடுக்கவும் ( 1 - 16 )
th: ค่าการสุ่มตัวอย่าง - เลือกค่าสำหรับการสุ่มตัวอย่างหลายตัวอย่าง ( 1 - 16 )
tr: Örnekleme değeri - Çoklu örnekleme için değeri seçin ( 1 - 16 )
uk: Значення вибірки - виберіть значення для багаторазової вибірки (1-16)
ur: نمونے کی قدر - کثیر نمونے لینے کے لیے قدر منتخب کریں ( 1 - 16 )
vi: Giá trị lấy mẫu - Chọn giá trị cho nhiều mẫu ( 1 - 16 )

source: Board bitmaps.. - Opens the board square bitmaps dialog box.
es: Mapas de bits del tablero. - Abre el cuadro de diálogo de mapas de bits de cuadrados del tablero.
sr: Боард битмапс.. - Отвара дијалошки оквир за квадратне битмапе.
sv: Tavlans bitmappar.. - Öppnar dialogrutan för fyrkantiga bitmappar.
sw: Ubao bitmaps.. - Hufungua kisanduku cha kidadisi cha ubao cha bitmaps.
ta: பலகை பிட்மேப்கள்.. - பலகை சதுர பிட்மேப்கள் உரையாடல் பெட்டியைத் திறக்கிறது.
th: บอร์ดบิตแมป.. - เปิดกล่องโต้ตอบบอร์ดบิตแมปสี่เหลี่ยม
tr: Tahta bit eşlemleri.. - Tahta kare bit eşlemleri iletişim kutusunu açar.
uk: Растрові зображення дошки.. - відкриває діалогове вікно квадратних растрових зображень дошки.
ur: بورڈ بٹ میپس.. - بورڈ مربع بٹ میپس ڈائیلاگ باکس کھولتا ہے۔
vi: Bitmap bảng.. - Mở hộp thoại bitmap hình vuông của bảng.

source: Border bitmaps.. - Opens the border bitmaps dialog box.
es: Mapas de bits de borde. - Abre el cuadro de diálogo Mapas de bits de borde.
sr: Бордер битмапс.. - Отвара дијалошки оквир за битмапе границе.
sv: Kantbitmappar.. - Öppnar dialogrutan för kantlinjebitmappar.
sw: Bitmaps za mpaka.. - Hufungua kisanduku cha mazungumzo cha bitmaps za mpaka.
ta: பார்டர் பிட்மேப்கள்.. - பார்டர் பிட்மேப்கள் உரையாடல் பெட்டியைத் திறக்கிறது.
th: บิตแมปขอบ.. - เปิดกล่องโต้ตอบบิตแมปขอบ
tr: Kenarlık bit eşlemleri.. - Kenarlık bit eşlemleri iletişim kutusunu açar.
uk: Border bitmaps.. - відкриває діалогове вікно растрових зображень.
ur: بارڈر بٹ میپس.. - بارڈر بٹ میپس ڈائیلاگ باکس کھولتا ہے۔
vi: Đường viền bitmap.. - Mở hộp thoại đường viền bitmap.

source: Piece bitmaps.. - Opens the piece bitmaps dialog box.
es: Mapas de bits de piezas: abre el cuadro de diálogo Mapas de bits de piezas.
sr: Битмапе комада.. - Отвара дијалошки оквир за битмапе комада.
sv: Bitmappar.. - Öppnar dialogrutan bitmappar.
sw: Sehemu ndogo za ramani.. - Hufungua kisanduku cha mazungumzo cha bitmaps.
ta: துண்டு பிட்மேப்கள்.. - துண்டு பிட்மேப்கள் உரையாடல் பெட்டியைத் திறக்கிறது.
th: ชิ้นส่วนบิตแมป.. - เปิดกล่องโต้ตอบชิ้นส่วนบิตแมป
tr: Parça bit eşlemleri.. - Parça bit eşlemleri iletişim kutusunu açar.
uk: Piece bitmaps.. - відкриває діалогове вікно фрагментів растрових зображень.
ur: بٹ میپس کا ٹکڑا.. - بٹ میپس کا ٹکڑا ڈائیلاگ باکس کھولتا ہے۔
vi: Mảnh bitmap.. - Mở hộp thoại mảnh bitmap.

source: 3d graphics help
es: Ayuda con gráficos 3D
sr: Помоћ за 3Д графику
sv: 3D-grafik hjälp
sw: Msaada wa michoro ya 3d
ta: 3டி கிராபிக்ஸ் உதவி
th: ช่วยเรื่องกราฟิก 3 มิติ
tr: 3d grafik yardımı
uk: Допомога з 3d графікою
ur: 3d گرافکس مدد
vi: Trợ giúp đồ họa 3D

source: Board square bitmaps
es: Mapas de bits de tableros cuadrados
sr: Плоча квадратне битмапе
sv: Bräde fyrkantiga bitmappar
sw: Bitmaps za mraba za bodi
ta: பலகை சதுர பிட்மேப்கள்
th: กระดานบิตแมปสี่เหลี่ยม
tr: Tahta kare bit eşlemleri
uk: Дошка квадратних растрових зображень
ur: بورڈ مربع بٹ میپس
vi: Bitmap hình vuông của bảng

source: Board border bitmap
es: Mapa de bits del borde del tablero
sr: Битмап границе плоче
sv: Border bitmapp
sw: Bitmap ya mpaka wa bodi
ta: பலகை எல்லை பிட்மேப்
th: บิตแมปขอบบอร์ด
tr: Tahta sınır bit eşlemi
uk: Растрове зображення кордону дошки
ur: بورڈ بارڈر بٹ میپ
vi: Bản đồ bitmap viền bảng

source: Piece bitmaps
es: Mapas de bits de piezas
sr: Битмапе комада
sv: Bitmappar
sw: Sehemu za bitmaps
ta: துண்டு பிட்மேப்கள்
th: ชิ้นส่วนบิตแมป
tr: Parça bit eşlemleri
uk: Поштучні растрові зображення
ur: بٹ میپس کا ٹکڑا
vi: Mảnh bitmap

source: Click arrows for board adjustments
es: Haga clic en las flechas para realizar ajustes en el tablero
sr: Кликните на стрелице за подешавања плоче
sv: Klicka på pilarna för brädjusteringar
sw: Bofya vishale kwa marekebisho ya ubao
ta: பலகை சரிசெய்தல்களுக்கு அம்புக்குறிகளைக் கிளிக் செய்யவும்.
th: คลิกลูกศรเพื่อปรับบอร์ด
tr: Tahta ayarlamaları için oklara tıklayın
uk: Клацніть стрілки, щоб налаштувати дошку
ur: بورڈ ایڈجسٹمنٹ کے لیے تیر پر کلک کریں۔
vi: Nhấp vào mũi tên để điều chỉnh bảng

source: As is to increase / decrease the board size,
es: Como aumentar/disminuir el tamaño del tablero,
sr: Што се тиче повећања / смањења величине плоче,
sv: För att öka/minska brädstorleken,
sw: Kama ni kuongeza / kupunguza ukubwa wa bodi,
ta: பலகையின் அளவை அதிகரிப்பது/குறைப்பது போல,
th: เป็นการเพิ่ม/ลดขนาดบอร์ด
tr: Tahta boyutunu artırmak / azaltmak için,
uk: Що стосується збільшення/зменшення розміру плати,
ur: جیسا کہ بورڈ کے سائز کو بڑھانا / کم کرنا ہے،
vi: Tương tự như việc tăng/giảm kích thước bảng,

source: hold key <x> <a> or <z> for separate size changes
es: Mantenga presionada la tecla <x> <a> o <z> para cambios de tamaño por separado
sr: држите тастер <к> <а> или <з> за засебне промене величине
sv: håll tangenten <x> <a> eller <z> nedtryckt för separata storleksändringar
sw: shikilia kitufe <x> <a> au <z> kwa mabadiliko ya ukubwa tofauti
ta: தனித்தனி அளவு மாற்றங்களுக்கு <x> <a> அல்லது <z> விசையை அழுத்திப் பிடிக்கவும்.
th: กดปุ่ม <x> <a> หรือ <z> ค้างไว้เพื่อเปลี่ยนขนาดแยกกัน
tr: Ayrı boyut değişiklikleri için <x> <a> veya <z> tuşunu basılı tutun
uk: утримуйте клавішу <x> <a> або <z> для окремих змін розміру
ur: علیحدہ سائز کی تبدیلیوں کے لیے کلید <x> <a> یا <z> کو پکڑیں۔
vi: giữ phím <x> <a> hoặc <z> để thay đổi kích thước riêng biệt

source: Hold SHIFT key and <x>, <a> or <z> to move the board
es: Mantenga presionada la tecla MAYÚS y <x>, <a> o <z> para mover el tablero
sr: Држите тастер СХИФТ и <к>, <а> или <з> да померите таблу
sv: Håll ned SHIFT-tangenten och <x>, <a> eller <z> för att flytta brädan
sw: Shikilia kitufe cha SHIFT na <x>, <a> au <z> ili kusogeza ubao
ta: பலகையை நகர்த்த SHIFT விசையையும் <x>, <a> அல்லது <z> ஐயும் அழுத்திப் பிடிக்கவும்.
th: กดปุ่ม SHIFT ค้างไว้และ <x>, <a> หรือ <z> เพื่อเคลื่อนที่กระดาน
tr: Tahtayı hareket ettirmek için SHIFT tuşunu ve <x>, <a> veya <z> tuşlarını basılı tutun
uk: Утримуйте клавішу SHIFT і <x>, <a> або <z>, щоб перемістити дошку
ur: بورڈ کو منتقل کرنے کے لیے SHIFT کلید اور <x>، <a> یا <z> کو دبائے رکھیں
vi: Giữ phím SHIFT và <x>, <a> hoặc <z> để di chuyển bảng

source: Hold ALT key and <a> or <z> to tilt the board
es: Mantenga presionada la tecla ALT y <a> o <z> para inclinar el tablero
sr: Држите тастер АЛТ и <а> или <з> да нагнете таблу
sv: Håll ned ALT-tangenten och <a> eller <z> för att luta brädan
sw: Shikilia kitufe cha ALT na <a> au <z> ili kuinamisha ubao
ta: பலகையை சாய்க்க ALT விசையையும் <a> அல்லது <z> ஐயும் அழுத்திப் பிடிக்கவும்.
th: กดปุ่ม ALT และ <a> หรือ <z> เพื่อเอียงกระดาน
tr: Tahtayı eğmek için ALT tuşunu ve <a> veya <z> tuşunu basılı tutun
uk: Утримуйте клавішу ALT і <a> або <z>, щоб нахилити дошку
ur: بورڈ کو جھکانے کے لیے ALT کلید اور <a> یا <z> کو دبائے رکھیں
vi: Giữ phím ALT và <a> hoặc <z> để nghiêng bảng

source: Button
es: Botón
sr: Дугме
sv: Knapp
sw: Kitufe
ta: பொத்தான்
th: ปุ่ม
tr: Düğme
uk: Кнопка
ur: بٹن
vi: Cái nút

source: Capture top
es: Captura la cima
sr: Цаптуре топ
sv: Fånga toppen
sw: Nasa juu
ta: மேலே படமெடுக்கவும்
th: จับภาพด้านบน
tr: Üstü yakala
uk: Захоплення верху
ur: اوپر کیپچر کریں۔
vi: Chụp đầu trang

source: Capture all
es: Captura todo
sr: Ухватите све
sv: Fånga alla
sw: Nasa zote
ta: அனைத்தையும் படமெடு
th: จับภาพทั้งหมด
tr: Hepsini yakala
uk: Захопити всіх
ur: سب کو پکڑو
vi: Chụp tất cả

source: Toggle kibitzing
es: Activar o desactivar la comunicación
sr: Тоггле кибитзинг
sv: Växla kibitzing
sw: Geuza kibitzing
ta: கிபிட்ஸிங்கை நிலைமாற்று
th: สลับการคุยเล่น
tr: Kibitzing'i aç/kapat
uk: Перемкнути кібітцінг
ur: کیبٹزنگ کو ٹوگل کریں۔
vi: Chuyển đổi kibitzing

source: Copy the first line to the game move list box
es: Copiar la primera línea en el cuadro de lista de movimientos del juego
sr: Копирајте први ред у оквир са листом потеза игре
sv: Kopiera den första raden till listrutan för spelrörelser
sw: Nakili mstari wa kwanza kwenye kisanduku cha orodha ya hoja ya mchezo
ta: முதல் வரியை விளையாட்டு நகர்வு பட்டியல் பெட்டியில் நகலெடுக்கவும்.
th: คัดลอกบรรทัดแรกไปยังกล่องรายการย้ายเกม
tr: İlk satırı oyun hamle listesi kutusuna kopyalayın
uk: Скопіюйте перший рядок у вікно списку ходів гри
ur: پہلی لائن کو گیم موو لسٹ باکس میں کاپی کریں۔
vi: Sao chép dòng đầu tiên vào hộp danh sách di chuyển trò chơi

source: Copy all lines to the game move list box
es: Copiar todas las líneas al cuadro de lista de movimientos del juego
sr: Копирајте све линије у оквир са листом потеза игре
sv: Kopiera alla rader till listrutan för spelrörelser
sw: Nakili mistari yote kwenye kisanduku cha orodha ya hoja za mchezo
ta: விளையாட்டு நகர்வு பட்டியல் பெட்டியில் அனைத்து வரிகளையும் நகலெடுக்கவும்.
th: คัดลอกบรรทัดทั้งหมดไปยังกล่องรายการย้ายเกม
tr: Tüm satırları oyun hamle listesi kutusuna kopyala
uk: Скопіюйте всі рядки до списку ходів гри
ur: گیم موو لسٹ باکس میں تمام لائنوں کو کاپی کریں۔
vi: Sao chép tất cả các dòng vào hộp danh sách di chuyển trò chơi

source: Increment the number of lines displayed
es: Incrementar el número de líneas mostradas
sr: Повећајте број приказаних линија
sv: Öka antalet rader som visas
sw: Ongeza idadi ya mistari iliyoonyeshwa
ta: காட்டப்படும் வரிகளின் எண்ணிக்கையை அதிகரிக்கவும்.
th: เพิ่มจำนวนบรรทัดที่แสดง
tr: Görüntülenen satır sayısını artırın
uk: Збільшити кількість відображених рядків
ur: ظاہر ہونے والی لائنوں کی تعداد میں اضافہ کریں۔
vi: Tăng số dòng hiển thị

source: Decrement the number of lines displayed
es: Disminuir el número de líneas mostradas
sr: Смањите број приказаних линија
sv: Minska antalet rader som visas
sw: Punguza idadi ya mistari iliyoonyeshwa
ta: காட்டப்படும் வரிகளின் எண்ணிக்கையைக் குறைக்கவும்.
th: ลดจำนวนบรรทัดที่แสดง
tr: Görüntülenen satır sayısını azaltın
uk: Зменшити кількість відображених рядків
ur: ظاہر ہونے والی لائنوں کی تعداد کو کم کریں۔
vi: Giảm số dòng hiển thị

source: Display help for kibitz window
es: Mostrar ayuda para la ventana de Kibitz
sr: Прикажи помоћ за кибитз прозор
sv: Visa hjälp för kibitz-fönster
sw: Usaidizi wa kuonyesha kwa dirisha la kibitz
ta: கிபிட்ஸ் சாளரத்திற்கான உதவியைக் காட்டு.
th: แสดงความช่วยเหลือสำหรับหน้าต่าง kibitz
tr: Kibitz penceresi için yardım görüntüle
uk: Показ довідки для вікна kibitz
ur: کیبٹز ونڈو کے لیے مدد دکھائیں۔
vi: Hiển thị trợ giúp cho cửa sổ kibitz

source: The kibitz box is opened by clicking on the kibitz icon on the toolbar
es: El cuadro de kibitz se abre haciendo clic en el icono de kibitz en la barra de herramientas
sr: Кутија за кибитз се отвара кликом на икону кибица на траци са алаткама
sv: Kibitz-rutan öppnas genom att klicka på kibitz-ikonen i verktygsfältet
sw: Sanduku la kibitz linafunguliwa kwa kubofya ikoni ya kibitz kwenye upau wa vidhibiti
ta: கருவிப்பட்டியில் உள்ள கிபிட்ஸ் ஐகானைக் கிளிக் செய்வதன் மூலம் கிபிட்ஸ் பெட்டி திறக்கப்படும்.
th: กล่องคิบิทซ์จะเปิดขึ้นโดยการคลิกที่ไอคอนคิบิทซ์บนแถบเครื่องมือ
tr: Kibitz kutusu araç çubuğundaki kibitz simgesine tıklanarak açılır
uk: Вікно kibitz відкривається клацанням піктограми kibitz на панелі інструментів
ur: ٹول بار پر کیبٹز آئیکون پر کلک کرنے سے کبٹز باکس کھل جاتا ہے۔
vi: Hộp kibitz được mở bằng cách nhấp vào biểu tượng kibitz trên thanh công cụ

source: (The one that looks like a small spider).
es: (El que parece una pequeña araña).
sr: (Онај који личи на малог паука).
sv: (Den som ser ut som en liten spindel).
sw: (Yule anayefanana na buibui mdogo).
ta: (சிறிய சிலந்தி போல தோற்றமளிக்கும் ஒன்று).
th: (ตัวที่มีลักษณะเหมือนแมงมุมตัวเล็ก)
tr: (Küçük bir örümceğe benzeyen).
uk: (Той, що схожий на маленького павука).
ur: (وہ جو ایک چھوٹی مکڑی کی طرح دکھائی دیتی ہے)۔
vi: (Con trông giống như một con nhện nhỏ).

source: It can be closed by clicking on the same icon with the box displayed and
es: Se puede cerrar haciendo clic en el mismo icono con el cuadro mostrado y
sr: Може се затворити кликом на исту икону са приказаним оквиром и
sv: Den kan stängas genom att klicka på samma ikon med rutan visas och
sw: Inaweza kufungwa kwa kubofya ikoni sawa na kisanduku kilichoonyeshwa na
ta: காட்டப்படும் பெட்டியுடன் அதே ஐகானைக் கிளிக் செய்வதன் மூலம் அதை மூடலாம் மற்றும்
th: สามารถปิดได้โดยการคลิกไอคอนเดียวกันกับกล่องที่แสดงไว้
tr: Görüntülenen kutunun aynı ikonuna tıklanarak kapatılabilir ve
uk: Його можна закрити, клацнувши ту саму піктограму з вікном, що відображається, і
ur: اسے اسی آئیکون پر کلک کرکے بند کیا جاسکتا ہے جس میں باکس دکھایا گیا ہے اور
vi: Bạn có thể đóng nó bằng cách nhấp vào cùng một biểu tượng có hộp được hiển thị và

source: kibitzing stopped, or by clicking the button at the bottom of this screen.
es: kibitzing se detuvo o haciendo clic en el botón en la parte inferior de esta pantalla.
sr: кибитзинг заустављен, или кликом на дугме на дну овог екрана.
sv: kibitzing stoppas, eller genom att klicka på knappen längst ner på denna skärm.
sw: kibitzing imekoma, au kwa kubofya kitufe kilicho chini ya skrini hii.
ta: கிபிட்சிங் நிறுத்தப்பட்டது, அல்லது இந்தத் திரையின் அடிப்பகுதியில் உள்ள பொத்தானைக் கிளிக் செய்வதன் மூலம்.
th: หยุดการสนทนาหรือโดยการคลิกปุ่มที่ด้านล่างของหน้าจอนี้
tr: kibitzing durduruldu, veya bu ekranın alt kısmındaki butona tıklanarak.
uk: kibitzing зупинено, або натиснувши кнопку внизу цього екрана.
ur: kibitzing بند ہو گیا، یا اس سکرین کے نیچے بٹن پر کلک کر کے۔
vi: dừng việc trò chuyện hoặc nhấp vào nút ở cuối màn hình này.

source: The kibitz box can be moved by clicking on the area between the buttons
es: El cuadro de kibitz se puede mover haciendo clic en el área entre los botones
sr: Кибитз кутија се може померити кликом на област између дугмади
sv: Kibitzlådan kan flyttas genom att klicka på området mellan knapparna
sw: Sanduku la kibitz linaweza kuhamishwa kwa kubofya eneo kati ya vifungo
ta: பொத்தான்களுக்கு இடையே உள்ள பகுதியில் கிளிக் செய்வதன் மூலம் கிபிட்ஸ் பெட்டியை நகர்த்தலாம்.
th: สามารถเคลื่อนย้ายกล่องคิบิตซ์ได้โดยคลิกที่พื้นที่ระหว่างปุ่ม
tr: Kibitz kutusu, düğmeler arasındaki alana tıklanarak hareket ettirilebilir
uk: Скриньку кібіца можна пересувати, натискаючи на область між кнопками
ur: کیبٹز باکس کو بٹنوں کے درمیان والے حصے پر کلک کرکے منتقل کیا جا سکتا ہے۔
vi: Hộp kibitz có thể được di chuyển bằng cách nhấp vào khu vực giữa các nút

source: and dragging the box to the desired location.
es: y arrastrando el cuadro a la ubicación deseada.
sr: и превлачењем кутије на жељену локацију.
sv: och dra rutan till önskad plats.
sw: na kuburuta kisanduku hadi mahali unapotaka.
ta: மற்றும் பெட்டியை விரும்பிய இடத்திற்கு இழுத்துச் செல்லவும்.
th: และลากกล่องไปยังตำแหน่งที่ต้องการ
tr: ve kutuyu istediğiniz yere sürükleyin.
uk: і перетягніть поле в потрібне місце.
ur: اور باکس کو گھسیٹ کر مطلوبہ مقام پر لے جا رہے ہیں۔
vi: và kéo hộp đến vị trí mong muốn.

source: This is easier if you start a new game, then you have almost the whole
es: Esto es más fácil si empiezas un juego nuevo, entonces tienes casi todo el contenido.
sr: Ово је лакше ако почнете нову игру, онда имате скоро целу
sv: Detta är lättare om du startar ett nytt spel, då har du nästan hela
sw: Hii ni rahisi ikiwa utaanza mchezo mpya, basi una karibu wote
ta: நீங்கள் ஒரு புதிய விளையாட்டைத் தொடங்கினால் இது எளிதானது, பின்னர் உங்களிடம் கிட்டத்தட்ட முழு விளையாட்டும் இருக்கும்
th: มันจะง่ายกว่าถ้าคุณเริ่มเกมใหม่ แล้วคุณจะมีเกือบทั้งเกม
tr: Yeni bir oyun başlatırsanız bu daha kolaydır, o zaman neredeyse tüm
uk: Це легше, якщо ви починаєте нову гру, тоді у вас є майже вся
ur: یہ آسان ہے اگر آپ نیا گیم شروع کرتے ہیں، تو آپ کے پاس تقریباً پورا ہے۔
vi: Điều này sẽ dễ dàng hơn nếu bạn bắt đầu một trò chơi mới, sau đó bạn sẽ có gần như toàn bộ

source: window to click and drag. It also helps to use gentle mouse movements.
es: Ventana para hacer clic y arrastrar. También es útil usar movimientos suaves del ratón.
sr: прозор за клик и превлачење. Такође помаже коришћење нежних покрета миша.
sv: fönster för att klicka och dra. Det hjälper också att använda mjuka musrörelser.
sw: dirisha la kubofya na kuburuta. Pia husaidia kutumia harakati za panya za upole.
ta: கிளிக் செய்து இழுக்க ஒரு சாளரம். மென்மையான சுட்டி அசைவுகளைப் பயன்படுத்துவதும் உதவுகிறது.
th: หน้าต่างให้คลิกและลาก นอกจากนี้ยังช่วยให้เคลื่อนไหวเมาส์อย่างนุ่มนวลอีกด้วย
tr: tıklama ve sürükleme penceresi. Ayrıca nazik fare hareketleri kullanmak da yardımcı olur.
uk: вікно, щоб клацнути та перетягнути. Це також допомагає використовувати обережні рухи миші.
ur: کلک اور ڈریگ کرنے کے لیے ونڈو۔ یہ ماؤس کی ہلکی حرکت کو استعمال کرنے میں بھی مدد کرتا ہے۔
vi: cửa sổ để nhấp và kéo. Việc sử dụng các chuyển động chuột nhẹ nhàng cũng hữu ích.

source: If you move the chess board up a bit using the board manipulation widget -
es: Si mueves el tablero de ajedrez un poco hacia arriba usando el widget de manipulación del tablero -
sr: Ако померите шаховску таблу мало горе користећи виџет за манипулацију таблом -
sv: Om du flyttar schackbrädet upp en bit med hjälp av brädmanipulationswidgeten -
sw: Ukisogeza ubao wa chess juu kidogo kwa kutumia wijeti ya ghiliba ya bodi -
ta: பலகை கையாளுதல் விட்ஜெட்டைப் பயன்படுத்தி சதுரங்கப் பலகையை சற்று மேலே நகர்த்தினால் -
th: หากคุณเลื่อนกระดานหมากรุกขึ้นไปเล็กน้อยโดยใช้เครื่องมือควบคุมกระดาน -
tr: Satranç tahtasını tahta düzenleme aracını kullanarak biraz yukarı hareket ettirirseniz -
uk: Якщо ви перемістите шахову дошку трохи вгору за допомогою віджета маніпулювання дошкою -
ur: اگر آپ بورڈ ہیرا پھیری ویجیٹ کا استعمال کرتے ہوئے شطرنج کے بورڈ کو تھوڑا اوپر لے جاتے ہیں۔
vi: Nếu bạn di chuyển bàn cờ lên một chút bằng cách sử dụng tiện ích điều khiển bàn cờ -

source: the double headed arrow at the bottom right of the screen, < Shift + Up Arrow >
es: la flecha de dos puntas en la parte inferior derecha de la pantalla, < Shift + Flecha arriba >
sr: двосмерна стрелица у доњем десном углу екрана, < Схифт + стрелица нагоре >
sv: den dubbla pilen längst ner till höger på skärmen, < Skift + Pil upp >
sw: kishale chenye vichwa viwili chini kulia mwa skrini, < Shift + Arrow Up >
ta: திரையின் கீழ் வலதுபுறத்தில் இரட்டைத் தலை அம்புக்குறி, <Shift + மேல் அம்புக்குறி >
th: ลูกศรสองหัวที่ด้านล่างขวาของหน้าจอ < Shift + ลูกศรขึ้น >
tr: Ekranın sağ alt köşesindeki çift başlı ok, < Shift + Yukarı Ok >
uk: подвійна стрілка в нижньому правому куті екрана, < Shift + стрілка вгору >
ur: اسکرین کے نیچے دائیں طرف ڈبل سر والا تیر، < Shift + Up Arrow >
vi: mũi tên hai đầu ở góc dưới bên phải màn hình, < Shift + Mũi tên lên >

source: then there will be room for the kibitz box to sit neatly below the board.
es: Entonces habrá espacio para que la caja de kibitz se coloque cuidadosamente debajo del tablero.
sr: онда ће бити места за кибиц кутију да уредно седи испод табле.
sv: då kommer det att finnas plats för kibitzlådan att sitta prydligt under brädan.
sw: basi kutakuwa na nafasi ya sanduku la kibitz kukaa vizuri chini ya ubao.
ta: பின்னர் கிபிட்ஸ் பெட்டி பலகைக்கு கீழே அழகாக உட்கார இடம் இருக்கும்.
th: จากนั้นจะมีพื้นที่สำหรับวางกล่องคิบิตซ์ไว้ใต้กระดานอย่างเรียบร้อย
tr: o zaman kibitz kutusunun tahtanın altına düzgünce oturabileceği yer olacak.
uk: тоді буде місце для ящика кібіца, щоб акуратно сидіти під дошкою.
ur: تب کیبٹز باکس کے لیے بورڈ کے نیچے صفائی سے بیٹھنے کی گنجائش ہوگی۔
vi: khi đó sẽ có chỗ cho hộp kibitz nằm gọn gàng bên dưới bảng.
