Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: White resigns
es: White dimite
sr: Бели подноси оставку
sv: White säger upp sig
sw: Mzungu ajiuzulu
ta: வெள்ளையர் ராஜினாமா செய்தார்
th: ขาวลาออก
tr: Beyaz istifa etti
uk: Уайт йде у відставку
ur: وائٹ نے استعفیٰ دے دیا۔
vi: White từ chức

source: Black resigns
es: Black dimite
sr: Црни подноси оставку
sv: Black säger upp sig
sw: Mweusi ajiuzulu
ta: பிளாக் ராஜினாமா செய்கிறார்
th: แบล็คลาออก
tr: Siyah istifa etti
uk: Чорний йде у відставку
ur: سیاہ فام نے استعفیٰ دے دیا۔
vi: Đen từ chức

source: White loses on time
es: Las blancas pierden por tiempo
sr: Бели губи на време
sv: Vit förlorar i tid
sw: Nyeupe hupoteza kwa wakati
ta: வெள்ளையர் சரியான நேரத்தில் தவறிவிடுகிறார்.
th: ขาวแพ้เวลา
tr: Beyaz zamanında kaybeder
uk: Білі програють на часі
ur: سفید وقت پر کھو جاتا ہے۔
vi: Trắng thua về thời gian

source: Black loses on time
es: Las negras pierden por tiempo
sr: Црни губи на време
sv: Svart förlorar i tid
sw: Nyeusi hupoteza kwa wakati
ta: கருப்பு சரியான நேரத்தில் தோற்றுப் போகிறது.
th: สีดำแพ้เวลา
tr: Siyah zaman kaybediyor
uk: Чорні програють на часі
ur: کالا وقت پر ہار جاتا ہے۔
vi: Đen thua về thời gian

source: Draw : White is stalemated
es: Empate: Las blancas están ahogadas
sr: Нерешено: Бели су у пат позицији
sv: Oavgjort: Vit är stillastående
sw: Chora : Nyeupe imekwama
ta: வரைதல்: வெள்ளை நிறத்தில் தேக்கம்.
th: เสมอ : ฝ่ายขาวเสมอ
tr: Beraberlik: Beyaz pat durumundadır
uk: Нічия: Білі в глухому куті
ur: ڈرا: سفید تعطل کا شکار ہے۔
vi: Hòa: Trắng đang bế tắc

source: Draw : Black is stalemated
es: Empate: Las negras están ahogadas
sr: Нерешено: Црни је у застоју
sv: Oavgjort: Svart är stillastående
sw: Chora : Nyeusi imekwama
ta: டிரா: பிளாக் தடுமாறிப் போனது
th: เสมอ : ฝ่ายดำอยู่ในสถานะเสมอ
tr: Beraberlik: Siyahın durumu pat
uk: Нічия: чорні зайшли в глухий кут
ur: ڈرا: سیاہ تعطل کا شکار ہے۔
vi: Hòa: Đen đang bế tắc

source: Draw agreed
es: Sorteo acordado
sr: Реми се сложио
sv: Dragningen överens om
sw: Sare ilikubali
ta: டிரா ஒப்புக்கொள்ளப்பட்டது
th: ตกลงจับฉลาก
tr: Beraberlik kabul edildi
uk: Жеребок погодився
ur: ڈرا نے اتفاق کیا۔
vi: Vẽ đồng ý

source: Draw : 50 move rule
es: Empate: regla de los 50 movimientos
sr: Нерешено: правило 50 потеза
sv: Oavgjort: 50 drag regel
sw: Chora : sheria 50 ya kusonga
ta: டிரா: 50 நகர்வு விதி
th: เสมอ : กฎ 50 เคลื่อนที่
tr: Beraberlik : 50 hamle kuralı
uk: Нічия: правило 50 ходів
ur: ڈرا: 50 حرکت کا اصول
vi: Rút: Luật 50 nước đi

source: Draw : Insufficient material
es: Empate: Material insuficiente
sr: Извлачење : недовољно материјала
sv: Ritning: Otillräckligt material
sw: Chora : Nyenzo haitoshi
ta: வரைதல்: போதுமான பொருள் இல்லை.
th: วาด : วัสดุไม่เพียงพอ
tr: Beraberlik: Yetersiz malzeme
uk: Розіграш : Недостатньо матеріалу
ur: ڈرا: ناکافی مواد
vi: Vẽ: Không đủ vật liệu

source: Draw : Threefold repetition
es: Dibujar: Repetición triple
sr: Жребање: троструко понављање
sv: Oavgjort: Trefaldig upprepning
sw: Chora : Rudia mara tatu
ta: டிரா: மூன்று முறை திரும்பத் திரும்பச் செய்தல்
th: วาด : การทำซ้ำสามเท่า
tr: Beraberlik : Üçlü tekrar
uk: Розіграш : Триразове повторення
ur: ڈرا: تین گنا تکرار
vi: Vẽ: Lặp lại ba lần

source: Draw : Engine match game move limit reached
es: Empate: Se alcanzó el límite de movimientos del juego de motor
sr: Нерешено : Достигнуто је ограничење потеза у игри за утакмицу
sv: Oavgjort: Motormatchningsspelets rörelsegräns nådd
sw: Chora : Kikomo cha kusonga kwa mchezo unaolingana na injini kimefikiwa
ta: டிரா: எஞ்சின் மேட்ச் கேமில் நகர்த்துவதற்கான வரம்பு எட்டப்பட்டது.
th: เสมอ : เกมจับคู่เครื่องยนต์ถึงขีดจำกัดการเคลื่อนที่แล้ว
tr: Beraberlik: Motor maç oyunu hareket limitine ulaşıldı
uk: Нічия : Досягнуто ліміту рухів у матчі з двигуном
ur: ڈرا: انجن میچ گیم موو کی حد تک پہنچ گئی۔
vi: Hòa: Đã đạt đến giới hạn di chuyển của trò chơi ghép hình động cơ

source: Draw : Engine match game adjudicated as a draw
es: Empate: El juego del motor se considera un empate.
sr: Нерешено : Утакмица у мотору је оцењена као нерешено
sv: Oavgjort: Motormatchspel döms som oavgjort
sw: Droo : Mchezo wa mechi ya injini umeamuliwa kama sare
ta: டிரா: எஞ்சின் மேட்ச் ஆட்டம் டிராவாக அறிவிக்கப்பட்டது.
th: เสมอ : เกมการแข่งขันเครื่องยนต์ตัดสินให้เสมอ
tr: Beraberlik: Motor maç oyunu berabere sonuçlandı
uk: Нічия : матч-гра на двигуні вважається нічиєю
ur: ڈرا: انجن میچ گیم کو ڈرا کے طور پر فیصلہ کیا گیا۔
vi: Hòa: Trận đấu động cơ được xác định là hòa

source: White wins : Engine match game adjudicated as a white win
es: Victoria blanca: el juego del motor se considera una victoria blanca
sr: Победе белих : Утакмица у мотору је оцењена као победа белаца
sv: Vita vinster: Motormatchningsspelet döms ut som en vit vinst
sw: Ushindi mweupe : Mchezo wa mechi ya injini ulioamuliwa kama ushindi mweupe
ta: வெள்ளையர் வெற்றிகள்: எஞ்சின் போட்டி விளையாட்டு வெள்ளையர் வெற்றியாக மதிப்பிடப்பட்டது.
th: ฝ่ายขาวชนะ : เกมแมตช์เอนจิ้นตัดสินให้ฝ่ายขาวชนะ
tr: Beyaz kazanır: Motor maç oyunu beyazın kazandığına karar verildi
uk: Білі виграють: Матч-гра на двигуні вважається перемогою білих
ur: سفید جیت: انجن میچ گیم کو سفید جیت کے طور پر فیصلہ کیا گیا۔
vi: Trắng thắng: Ván đấu động cơ được coi là thắng của trắng

source: Black wins : Engine match game adjudicated as a black win
es: Victoria de las negras: el juego del motor se juzga como victoria de las negras
sr: Победе црних : Утакмица у мотору је оцењена као победа црних
sv: Svarta vinster : Motormatchningsspel bedöms som en svart vinst
sw: Weusi wameshinda : Mchezo wa mechi ya injini ulioamuliwa kama ushindi mweusi
ta: கருப்பு வெற்றிகள்: எஞ்சின் போட்டி விளையாட்டு கருப்பு வெற்றியாக மதிப்பிடப்பட்டது.
th: ฝ่ายดำชนะ : เกมแมตช์เอนจิ้นตัดสินว่าฝ่ายดำชนะ
tr: Siyah kazanır: Motor maç oyunu siyahın kazandığına karar verildi
uk: Перемоги чорних : Матч-гра на двигуні розцінюється як перемога чорних
ur: بلیک جیت: انجن میچ گیم کو بلیک جیت کے طور پر فیصلہ کیا گیا۔
vi: Đen thắng: Trận đấu động cơ được coi là thắng của đen

source: Error loading .pgn opening book
es: Error al cargar el libro de apertura .pgn
sr: Грешка при учитавању .пгн отварања књиге
sv: Det gick inte att läsa in .pgn-öppningsboken
sw: Hitilafu katika kupakia .pgn kitabu cha kufungua
ta: .pgn தொடக்கப் புத்தகத்தை ஏற்றுவதில் பிழை
th: เกิดข้อผิดพลาดในการโหลดไฟล์ .pgn เปิดหนังสือ
tr: .pgn açılış kitabı yüklenirken hata oluştu
uk: Помилка завантаження .pgn відкриття книги
ur: .pgn کھولنے والی کتاب لوڈ کرنے میں خرابی۔
vi: Lỗi khi tải .pgn mở sách

source: Error loading .bin opening book
es: Error al cargar el libro de apertura .bin
sr: Грешка при учитавању .бин отварања књиге
sv: Det gick inte att läsa in öppningsboken för .bin
sw: Hitilafu katika kupakia kitabu cha kufungua .bin
ta: .bin திறப்பு புத்தகத்தை ஏற்றுவதில் பிழை
th: เกิดข้อผิดพลาดในการโหลด .bin เปิดหนังสือ
tr: .bin açılış kitabını yüklerken hata oluştu
uk: Помилка завантаження .bin відкриття книги
ur: .bin کھولنے والی کتاب لوڈ کرنے میں خرابی۔
vi: Lỗi khi tải .bin mở sách

source: Eval profile build stopped
es: La creación del perfil de evaluación se detuvo
sr: Изградња Евал профила је заустављена
sv: Eval profilbygge stoppades
sw: Uundaji wa wasifu wa Eval umesimamishwa
ta: Eval சுயவிவர உருவாக்கம் நிறுத்தப்பட்டது
th: การสร้างโปรไฟล์การประเมินหยุดแล้ว
tr: Değerlendirme profili oluşturma durduruldu
uk: Збірку профілю Eval зупинено
ur: ایول پروفائل کی تعمیر روک دی گئی۔
vi: Đã dừng xây dựng hồ sơ đánh giá

source: Start
es: Comenzar
sr: Почни
sw: Anza
ta: தொடங்கு
th: เริ่ม
tr: Başlangıç
uk: старт
ur: شروع کریں۔
vi: Bắt đầu

source: Make your move
es: Haz tu movimiento
sr: Направите свој потез
sv: Gör ditt drag
sw: Fanya hoja yako
ta: உங்கள் நகர்வை மேற்கொள்ளுங்கள்.
th: ทำการเคลื่อนไหวของคุณ
tr: Hamlenizi yapın
uk: Зробіть свій хід
ur: اپنی حرکت کریں۔
vi: Hãy hành động

source: Reply to
es: Responder a
sr: Одговори на
sv: Besvara
sw: Jibu kwa
ta: பதிலளிக்கவும்
th: ตอบกลับ
tr: Cevaplamak için
uk: Відповісти на
ur: کو جواب دیں۔
vi: Trả lời cho

source: Printing option selected
es: Opción de impresión seleccionada
sr: Изабрана је опција штампања
sv: Utskriftsalternativ valt
sw: Chaguo la uchapishaji limechaguliwa
ta: அச்சிடும் விருப்பம் தேர்ந்தெடுக்கப்பட்டது
th: เลือกตัวเลือกการพิมพ์
tr: Yazdırma seçeneği seçildi
uk: Вибрано параметр друку
ur: پرنٹنگ کا اختیار منتخب کیا گیا۔
vi: Đã chọn tùy chọn in

source: Print message box
es: Cuadro de mensaje de impresión
sr: Штампајте оквир за поруке
sv: Skriv ut meddelanderutan
sw: Chapisha kisanduku cha ujumbe
ta: செய்திப் பெட்டியை அச்சிடு
th: พิมพ์กล่องข้อความ
tr: Mesaj kutusunu yazdır
uk: Друк вікна повідомлення
ur: میسج باکس پرنٹ کریں۔
vi: In hộp tin nhắn

source: Kibitzing is not permitted during a fics game
es: No se permite kibitzing durante un juego de fics
sr: Кибицирање није дозвољено током фикс игре
sv: Kibitzing är inte tillåtet under ett fiksspel
sw: Kibitzing hairuhusiwi wakati wa mchezo wa fics
ta: புனைகதை விளையாட்டின் போது கிபிட்ஸிங் அனுமதிக்கப்படாது.
th: ห้ามคุยเล่นระหว่างเล่นเกมฟิค
tr: Bir fics oyunu sırasında kibitzing yapmak yasaktır
uk: Під час фіктивної гри забороняється кібітцінг
ur: فکس گیم کے دوران کبٹزنگ کی اجازت نہیں ہے۔
vi: Không được phép kibitzing trong trò chơi fic

source: Fics message
es: Mensaje de Fics
sr: Фицс порука
sv: Fics meddelande
sw: Ujumbe wa Fics
ta: புனைகதை செய்தி
th: ข้อความฟิค
tr: Fics mesajı
uk: Fics повідомлення
ur: فکس پیغام
vi: Tin nhắn Fics

source: Kibitzing starting up
es: Kibitzing iniciando
sr: Кибитзинг старт уп
sv: Kibitzing startar
sw: Kibitzing kuanza
ta: கிபிட்ஸிங் தொடங்குதல்
th: คิบิทซิ่งเริ่มต้นขึ้น
tr: Kibitzing başlıyor
uk: Запуск Kibitzing
ur: کبٹزنگ شروع ہو رہی ہے۔
vi: Bắt đầu trò chuyện

source: [running]
es: [correr]
sr: [трчање]
sv: [spring]
sw: [kukimbia]
ta: [ஓடுதல்]
th: [วิ่ง]
tr: [koşma]
uk: [бігає]
ur: [چل رہا ہے]
vi: [đang chạy]

source: [stopped]
es: [interrumpido]
sr: [заустављено]
sv: [stoppat]
sw: [imesimamishwa]
ta: [நிறுத்தப்பட்டது]
th: [หยุด]
tr: [durduruldu]
uk: [зупинено]
ur: [رک گیا]
vi: [dừng lại]

source: White :
es: Blanco :
sr: бела :
sv: Vit:
sw: Nyeupe:
ta: வெள்ளை :
th: สีขาว :
tr: Beyaz :
uk: Білий:
ur: سفید:
vi: Trắng :

source: Black :
es: Negro :
sr: црно :
sv: Svart:
sw: Nyeusi:
ta: கருப்பு:
th: สีดำ :
tr: Siyah :
uk: Чорний:
ur: سیاہ:
vi: Đen :

source: Analysis by
es: Análisis por
sr: Анализа од
sv: Analys av
sw: Uchambuzi na
ta: பகுப்பாய்வு மூலம்
th: วิเคราะห์โดย
tr: Analiz tarafından
uk: Аналіз за
ur: کی طرف سے تجزیہ
vi: Phân tích bởi

source: Kibitzing by
es: Kibitzing por
sr: Кибитзинг би
sv: Kibitting förbi
ta: கிபிட்ஸிங் மூலம்
th: คิบิทซิ่งโดย
tr: Kibitzing tarafından
ur: کی طرف سے Kibitzing
vi: Kibitzing bởi

source: Select .pgn file (or *.tdb file)
es: Seleccione el archivo .pgn (o el archivo *.tdb)
sr: Изаберите .пгн датотеку (или *.тдб датотеку)
sv: Välj .pgn-fil (eller *.tdb-fil)
sw: Chagua faili ya .pgn (au *.tdb faili)
ta: .pgn கோப்பை (அல்லது *.tdb கோப்பை) தேர்ந்தெடுக்கவும்.
th: เลือกไฟล์ .pgn (หรือไฟล์ *.tdb)
tr: .pgn dosyasını (veya *.tdb dosyasını) seçin
uk: Виберіть файл .pgn (або файл *.tdb)
ur: .pgn فائل منتخب کریں (یا *.tdb فائل)
vi: Chọn tệp .pgn (hoặc tệp *.tdb)

source: Do you still want to open the file ?
es: ¿Aún quieres abrir el archivo?
sr: Да ли и даље желите да отворите датотеку?
sv: Vill du fortfarande öppna filen?
sw: Je, bado ungependa kufungua faili?
ta: நீங்கள் இன்னும் கோப்பைத் திறக்க விரும்புகிறீர்களா?
th: คุณยังต้องการเปิดไฟล์หรือไม่?
tr: Dosyayı hala açmak istiyor musunuz?
uk: Ви все ще хочете відкрити файл?
ur: کیا آپ اب بھی فائل کو کھولنا چاہتے ہیں؟
vi: Bạn vẫn muốn mở tập tin phải không?

source: A previous file open command can now take place
es: Ahora se puede ejecutar un comando de apertura de archivo anterior
sr: Сада се може извршити претходна команда за отварање датотеке
sv: Ett tidigare filöppningskommando kan nu äga rum
sw: Amri ya awali ya kufungua faili sasa inaweza kuchukua nafasi
ta: முந்தைய கோப்புத் திறப்பு கட்டளை இப்போது செயல்படுத்தப்படலாம்.
th: ตอนนี้สามารถดำเนินการคำสั่งเปิดไฟล์ก่อนหน้าได้แล้ว
tr: Önceki bir dosya açma komutu artık gerçekleşebilir
uk: Тепер можна виконати попередню команду відкриття файлу
ur: پچھلی فائل اوپن کمانڈ اب ہوسکتی ہے۔
vi: Lệnh mở tệp trước đó hiện có thể diễn ra

source: No log file specified, use options menu to solve this problem
es: No se especificó ningún archivo de registro, utilice el menú de opciones para resolver este problema
sr: Није наведена датотека евиденције, користите мени опција да решите овај проблем
sv: Ingen loggfil specificerad, använd alternativmenyn för att lösa detta problem
sw: Hakuna faili ya kumbukumbu iliyobainishwa, tumia menyu ya chaguzi kutatua tatizo hili
ta: பதிவு கோப்பு எதுவும் குறிப்பிடப்படவில்லை, இந்த சிக்கலை தீர்க்க விருப்பங்கள் மெனுவைப் பயன்படுத்தவும்.
th: ไม่ได้ระบุไฟล์บันทึก ใช้เมนูตัวเลือกเพื่อแก้ไขปัญหานี้
tr: Hiçbir günlük dosyası belirtilmedi, bu sorunu çözmek için seçenekler menüsünü kullanın
uk: Файл журналу не вказано, скористайтеся меню параметрів, щоб вирішити цю проблему
ur: کوئی لاگ فائل متعین نہیں ہے، اس مسئلے کو حل کرنے کے لیے اختیارات کا مینو استعمال کریں۔
vi: Không có tệp nhật ký nào được chỉ định, hãy sử dụng menu tùy chọn để giải quyết vấn đề này

source: Cannot read log file
es: No se puede leer el archivo de registro
sr: Није могуће прочитати датотеку евиденције
sv: Kan inte läsa loggfilen
sw: Haiwezi kusoma faili ya kumbukumbu
ta: பதிவு கோப்பைப் படிக்க முடியவில்லை.
th: ไม่สามารถอ่านไฟล์บันทึกได้
tr: Günlük dosyası okunamıyor
uk: Неможливо прочитати файл журналу
ur: لاگ فائل نہیں پڑھ سکتا
vi: Không thể đọc tệp nhật ký

source: Cannot read from file
es: No se puede leer el archivo
sr: Није могуће читати из датотеке
sv: Kan inte läsa från fil
sw: Haiwezi kusoma kutoka kwa faili
ta: கோப்பிலிருந்து படிக்க முடியவில்லை.
th: ไม่สามารถอ่านจากไฟล์ได้
tr: Dosyadan okunamıyor
uk: Неможливо прочитати з файлу
ur: فائل سے پڑھا نہیں جا سکتا
vi: Không thể đọc từ tập tin

source: Cannot read file
es: No se puede leer el archivo
sr: Није могуће прочитати датотеку
sv: Kan inte läsa filen
sw: Haiwezi kusoma faili
ta: கோப்பைப் படிக்க முடியவில்லை
th: ไม่สามารถอ่านไฟล์ได้
tr: Dosya okunamıyor
uk: Неможливо прочитати файл
ur: فائل نہیں پڑھ سکتا
vi: Không thể đọc tập tin

source: Error
sr: Грешка
sv: Fel
sw: Hitilafu
ta: பிழை
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
ur: خرابی
vi: Lỗi

source: File:
es: Archivo:
sr: Фајл:
sv: Fil:
sw: Faili:
ta: கோப்பு:
th: ไฟล์:
tr: Dosya:
uk: Файл:
ur: فائل:
vi: Tài liệu:

source: Cannot read any games
es: No puedo leer ningún juego
sr: Не могу да прочитам ниједну игру
sv: Kan inte läsa några spel
sw: Haiwezi kusoma michezo yoyote
ta: எந்த விளையாட்டுகளையும் படிக்க முடியவில்லை.
th: ไม่สามารถอ่านเกมใด ๆ ได้
tr: Hiçbir oyunu okuyamıyorum
uk: Не можу читати жодні ігри
ur: کوئی گیم نہیں پڑھ سکتا
vi: Không thể đọc bất kỳ trò chơi nào

source: Error reloading file
es: Error al recargar el archivo
sr: Грешка при поновном учитавању датотеке
sv: Det gick inte att ladda om filen
sw: Hitilafu katika kupakia upya faili
ta: கோப்பை மீண்டும் ஏற்றுவதில் பிழை
th: เกิดข้อผิดพลาดในการโหลดไฟล์ใหม่
tr: Dosya yeniden yüklenirken hata oluştu
uk: Помилка перезавантаження файлу
ur: فائل کو دوبارہ لوڈ کرنے میں خرابی۔
vi: Lỗi khi tải lại tập tin

source: Current file
es: Archivo actual
sr: Тренутни фајл
sv: Aktuell fil
sw: Faili ya sasa
ta: தற்போதைய கோப்பு
th: ไฟล์ปัจจุบัน
tr: Mevcut dosya
uk: Поточний файл
ur: موجودہ فائل
vi: Tập tin hiện tại

source: Search database for games where pieces reached this position
es: Buscar en la base de datos partidas en las que las piezas alcanzaron esta posición
sr: Претражите базу података за игре у којима су фигуре достигле ову позицију
sv: Sök i databasen efter spel där pjäser nådde denna position
sw: Tafuta hifadhidata ya michezo ambapo vipande vilifikia nafasi hii
ta: விளையாட்டுகளில் துண்டுகள் இந்த நிலையை அடைந்த இடங்களுக்கான தரவுத்தளத்தைத் தேடுங்கள்.
th: ค้นหาฐานข้อมูลเกมที่ชิ้นส่วนไปถึงตำแหน่งนี้
tr: Parçaların bu konuma ulaştığı oyunlar için veritabanında arama yapın
uk: Пошук бази даних для ігор, де фігури досягли цієї позиції
ur: کھیلوں کے لئے ڈیٹا بیس تلاش کریں جہاں ٹکڑے اس پوزیشن پر پہنچے
vi: Tìm kiếm cơ sở dữ liệu cho các trò chơi mà quân cờ đạt đến vị trí này

source: Search database for games which reached this material balance
es: Buscar en la base de datos los juegos que alcanzaron este balance de materiales
sr: Претражите базу података за игре које су достигле овај материјални биланс
sv: Sök i databasen efter spel som nådde denna materialbalans
sw: Tafuta hifadhidata ya michezo iliyofikia salio hili la nyenzo
ta: இந்த பொருள் சமநிலையை அடைந்த விளையாட்டுகளுக்கான தரவுத்தளத்தைத் தேடுங்கள்.
th: ค้นหาฐานข้อมูลเกมที่เข้าถึงความสมดุลของเนื้อหานี้
tr: Bu maddi dengeye ulaşan oyunların veritabanını arayın
uk: Пошук бази даних для ігор, які досягли цього матеріального балансу
ur: اس مادی توازن تک پہنچنے والے گیمز کے لیے ڈیٹا بیس تلاش کریں۔
vi: Tìm kiếm cơ sở dữ liệu cho các trò chơi đạt được sự cân bằng vật chất này

source: The database is not loaded. Tarrasch normally automatically loads the database
es: La base de datos no está cargada. Tarrasch normalmente carga la base de datos automáticamente.
sr: База података није учитана. Таррасцх обично аутоматски учитава базу података
sv: Databasen är inte laddad. Tarrasch laddar normalt databasen automatiskt
sw: Hifadhidata haijapakiwa. Tarrasch kawaida hupakia hifadhidata kiatomati
ta: தரவுத்தளம் ஏற்றப்படவில்லை. Tarrasch பொதுவாக தரவுத்தளத்தை தானாகவே ஏற்றும்.
th: ฐานข้อมูลไม่ได้โหลด Tarrasch มักจะโหลดฐานข้อมูลโดยอัตโนมัติ
tr: Veritabanı yüklenmedi. Tarrasch normalde veritabanını otomatik olarak yükler
uk: База даних не завантажується. Tarrasch зазвичай автоматично завантажує базу даних
ur: ڈیٹا بیس لوڈ نہیں ہے۔ Tarrasch عام طور پر ڈیٹا بیس کو خود بخود لوڈ کرتا ہے۔
vi: Cơ sở dữ liệu không được tải. Tarrasch thường tự động tải cơ sở dữ liệu

source: at startup, but it did not do so on this occasion because it detected another
es: al iniciar, pero no lo hizo en esta ocasión porque detectó otro
sr: при покретању, али то овом приликом није урадио јер је открио другу
sv: vid start, men det gjorde det inte vid det här tillfället eftersom det upptäckte ett annat
sw: mwanzoni, lakini haikufanya hivyo katika hafla hii kwa sababu iligundua nyingine
ta: தொடக்கத்தில், ஆனால் இந்த சந்தர்ப்பத்தில் அது அவ்வாறு செய்யவில்லை, ஏனெனில் அது இன்னொன்றைக் கண்டறிந்தது
th: เมื่อเริ่มต้นใช้งาน แต่ไม่ได้ทำเช่นนี้ในครั้งนี้เนื่องจากตรวจพบสิ่งอื่น
tr: başlangıçta, ancak bu sefer bunu yapmadı çünkü başka bir şey tespit etti
uk: під час запуску, але цього разу він не зробив цього, оскільки виявив інший
ur: ابتدائی طور پر، لیکن اس نے اس موقع پر ایسا نہیں کیا کیونکہ اسے ایک اور کا پتہ چلا
vi: khi khởi động, nhưng lần này nó đã không làm như vậy vì nó phát hiện ra một

source: instance of Tarrasch already running.
es: Instancia de Tarrasch ya en ejecución.
sr: пример Таррасцх-а је већ покренут.
sv: instans av Tarrasch som redan körs.
sw: mfano wa Tarrasch tayari unaendelea.
ta: ஏற்கனவே இயங்கும் டாராஷ் உதாரணம்.
th: อินสแตนซ์ของ Tarrasch ที่กำลังทำงานอยู่แล้ว
tr: Tarrasch örneği zaten çalışıyor.
uk: екземпляр Tarrasch уже запущено.
ur: Tarrasch کی مثال پہلے سے چل رہی ہے۔
vi: trường hợp Tarrasch đang chạy.

source: This is a way of conserving memory, it prevents multiple copies of Tarrasch
es: Esta es una forma de conservar la memoria, evita múltiples copias de Tarrasch.
sr: Ово је начин очувања меморије, спречава вишеструке копије Тарраша
sv: Detta är ett sätt att spara minne, det förhindrar flera kopior av Tarrasch
sw: Hii ni njia ya kuhifadhi kumbukumbu, inazuia nakala nyingi za Tarrasch
ta: இது நினைவகத்தைப் பாதுகாப்பதற்கான ஒரு வழியாகும், இது டாராஷின் பல பிரதிகளைத் தடுக்கிறது.
th: นี่เป็นวิธีการอนุรักษ์ความทรงจำ ป้องกันไม่ให้มีสำเนาของ Tarrasch ซ้ำหลายครั้ง
tr: Bu, hafızayı korumanın bir yoludur, Tarrasch'ın birden fazla kopyasının oluşmasını önler
uk: Це спосіб збереження пам'яті, він запобігає багаторазовому копіюванню Tarrasch
ur: یہ میموری کو محفوظ رکھنے کا ایک طریقہ ہے، یہ Tarrasch کی متعدد کاپیوں کو روکتا ہے۔
vi: Đây là một cách bảo tồn bộ nhớ, nó ngăn chặn nhiều bản sao của Tarrasch

source: from all automatically loading separate copies of a potentially huge database.
es: de cargar automáticamente todas las copias separadas de una base de datos potencialmente enorme.
sr: од свих аутоматски учитавајућих засебних копија потенцијално огромне базе података.
sv: från att alla automatiskt laddar separata kopior av en potentiellt enorm databas.
sw: kutoka kwa kupakia kiotomatiki nakala tofauti za hifadhidata inayoweza kuwa kubwa.
ta: மிகப்பெரிய தரவுத்தளத்தின் தனித்தனி நகல்களை தானாகவே ஏற்றுவதிலிருந்து.
th: จากการโหลดสำเนาแยกของฐานข้อมูลขนาดใหญ่โดยอัตโนมัติ
tr: Potansiyel olarak çok büyük bir veritabanının ayrı ayrı kopyalarının otomatik olarak yüklenmesinden.
uk: з усіх автоматично завантажуючи окремі копії потенційно величезної бази даних.
ur: ممکنہ طور پر بڑے ڈیٹا بیس کی الگ الگ کاپیاں خود بخود لوڈ کرنے سے۔
vi: từ việc tự động tải các bản sao riêng biệt của một cơ sở dữ liệu có dung lượng lớn.

source: You can manually load the database using the File > Open or
es: Puede cargar manualmente la base de datos utilizando Archivo > Abrir o
sr: Можете ручно да учитате базу података користећи Филе > Опен или
sv: Du kan ladda databasen manuellt med hjälp av Arkiv > Öppna eller
sw: Unaweza kupakia hifadhidata wewe mwenyewe kwa kutumia Faili > Fungua au
ta: கோப்பு > திற அல்லது பயன்படுத்தி தரவுத்தளத்தை கைமுறையாக ஏற்றலாம்.
th: คุณสามารถโหลดฐานข้อมูลด้วยตนเองได้โดยใช้ ไฟล์ > เปิด หรือ
tr: Veritabanını Dosya > Aç veya
uk: Ви можете вручну завантажити базу даних за допомогою меню Файл > Відкрити або
ur: آپ فائل > کھولیں یا کا استعمال کرتے ہوئے ڈیٹا بیس کو دستی طور پر لوڈ کر سکتے ہیں۔
vi: Bạn có thể tải cơ sở dữ liệu theo cách thủ công bằng cách sử dụng Tệp > Mở hoặc

source: Database > Select current database menu
es: Base de datos > Seleccionar menú de base de datos actual
sr: База података > Изаберите мени тренутне базе података
sv: Databas > Välj aktuell databasmeny
sw: Hifadhidata > Chagua menyu ya hifadhidata ya sasa
ta: தரவுத்தளம் > தற்போதைய தரவுத்தள மெனுவைத் தேர்ந்தெடுக்கவும்
th: ฐานข้อมูล > เลือกเมนูฐานข้อมูลปัจจุบัน
tr: Veritabanı > Mevcut veritabanı menüsünü seçin
uk: База даних > Вибір меню поточної бази даних
ur: ڈیٹا بیس > موجودہ ڈیٹا بیس مینو کو منتخب کریں۔
vi: Cơ sở dữ liệu > Chọn menu cơ sở dữ liệu hiện tại

source: The database is not currently running. To correct this select a database
es: La base de datos no se está ejecutando actualmente. Para corregir esto, seleccione una base de datos.
sr: База података тренутно није покренута. Да бисте ово исправили, изаберите базу података
sv: Databasen körs inte för närvarande. Välj en databas för att korrigera detta
sw: Hifadhidata haifanyiki kwa sasa. Ili kurekebisha hii, chagua hifadhidata
ta: தரவுத்தளம் தற்போது இயங்கவில்லை. இதைச் சரிசெய்ய ஒரு தரவுத்தளத்தைத் தேர்ந்தெடுக்கவும்.
th: ฐานข้อมูลไม่ได้ทำงานอยู่ในขณะนี้ หากต้องการแก้ไขปัญหานี้ ให้เลือกฐานข้อมูล
tr: Veritabanı şu anda çalışmıyor. Bunu düzeltmek için bir veritabanı seçin
uk: База даних наразі не працює. Щоб виправити це, виберіть базу даних
ur: ڈیٹا بیس فی الحال نہیں چل رہا ہے۔ اس کو درست کرنے کے لیے ڈیٹا بیس کا انتخاب کریں۔
vi: Cơ sở dữ liệu hiện không chạy. Để sửa lỗi này, hãy chọn một cơ sở dữ liệu
