Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Lighting power -
es: Poder de iluminación -
sr: Снага осветљења -
sv: Ljuskraft -
sw: Nguvu ya taa -
ta: விளக்கு சக்தி -
th: กำลังไฟฟ้าส่องสว่าง -
tr: Aydınlatma gücü -
uk: Потужність освітлення -
ur: روشنی کی طاقت -
vi: Công suất chiếu sáng -

source: Use these boxes to make the pieces lighter or darker.
es: Utilice estos cuadros para hacer las piezas más claras o más oscuras.
sr: Користите ове кутије да бисте делове учинили светлијим или тамнијим.
sv: Använd dessa lådor för att göra bitarna ljusare eller mörkare.
sw: Tumia masanduku haya ili kufanya vipande kuwa nyepesi au nyeusi.
ta: துண்டுகளை இலகுவாகவோ அல்லது கருமையாகவோ மாற்ற இந்தப் பெட்டிகளைப் பயன்படுத்தவும்.
th: ใช้กล่องเหล่านี้เพื่อทำให้ชิ้นส่วนสว่างขึ้นหรือเข้มขึ้น
tr: Parçaları daha açık veya daha koyu yapmak için bu kutuları kullanın.
uk: Використовуйте ці коробки, щоб зробити частини світлішими або темнішими.
ur: ٹکڑوں کو ہلکا یا گہرا بنانے کے لیے ان ڈبوں کا استعمال کریں۔
vi: Sử dụng các hộp này để làm cho các mảnh sáng hơn hoặc tối hơn.

source: Enter higher numbers for lighter and lower numbers for darker.
es: Introduzca números más altos para un tono más claro y números más bajos para un tono más oscuro.
sr: Унесите веће бројеве за светлије и мање бројеве за тамније.
sv: Ange högre siffror för ljusare och lägre siffror för mörkare.
sw: Weka nambari za juu zaidi kwa nambari nyepesi na za chini kwa nyeusi zaidi.
ta: இலகுவானவற்றுக்கு அதிக எண்களையும், இருண்டவற்றுக்கு குறைந்த எண்களையும் உள்ளிடவும்.
th: ระบุตัวเลขสูงเพื่อให้สว่างขึ้น และระบุตัวเลขต่ำเพื่อให้มืดลง
tr: Daha açık renk için daha yüksek, daha koyu renk için daha düşük sayılar girin.
uk: Введіть більші цифри для світліших і менші для темніших.
ur: ہلکے کے لیے زیادہ اور گہرے کے لیے کم نمبر درج کریں۔
vi: Nhập số cao hơn cho màu sáng hơn và số thấp hơn cho màu tối hơn.

source: Materials :
es: Materiales:
sr: Материјали:
sv: Material:
sw: Nyenzo:
ta: பொருட்கள்:
th: วัสดุ :
tr: Malzemeler :
uk: Матеріали:
ur: مواد:
vi: Nguyên vật liệu :

source: Changing the material values will alter the way that the pieces
es: Cambiar los valores del material alterará la forma en que se ven las piezas.
sr: Промена материјалних вредности ће променити начин на који су комади
sv: Ändring av materialvärdena kommer att ändra hur bitarna
sw: Kubadilisha maadili ya nyenzo kutabadilisha njia ambayo vipande
ta: பொருள் மதிப்புகளை மாற்றுவது துண்டுகள் எவ்வாறு மாறும் என்பதை மாற்றும்.
th: การเปลี่ยนแปลงค่าวัสดุจะทำให้วิธีการสร้างชิ้นงานเปลี่ยนแปลงไป
tr: Malzeme değerlerinin değiştirilmesi parçaların işlenme biçimini değiştirecektir.
uk: Зміна матеріальних цінностей змінить спосіб, у який фігури
ur: مادی اقدار کو تبدیل کرنے سے ٹکڑوں کا طریقہ بدل جائے گا۔
vi: Thay đổi giá trị vật liệu sẽ làm thay đổi cách các mảnh ghép

source: will react to the light that falls upon them.
es: reaccionarán a la luz que caiga sobre ellos.
sr: ће реаговати на светлост која пада на њих.
sv: kommer att reagera på ljuset som faller på dem.
sw: wataitikia mwanga unaowaangukia.
ta: அவர்கள் மீது விழும் ஒளிக்கு எதிர்வினையாற்றும்.
th: จะตอบสนองต่อแสงที่ส่องลงมายังตัวเขา
tr: Üzerlerine düşen ışığa tepki verecekler.
uk: будуть реагувати на світло, яке падає на них.
ur: ان پر پڑنے والی روشنی پر ردعمل ظاہر کرے گا۔
vi: sẽ phản ứng với ánh sáng chiếu vào chúng.

source: In practice, the main use for this is to change the values
es: En la práctica, el uso principal de esto es cambiar los valores.
sr: У пракси, главна употреба за ово је промена вредности
sv: I praktiken är den huvudsakliga användningen för detta att ändra värdena
sw: Katika mazoezi, matumizi kuu kwa hili ni kubadilisha maadili
ta: நடைமுறையில், இதன் முக்கிய பயன்பாடு மதிப்புகளை மாற்றுவதாகும்
th: ในทางปฏิบัติ การใช้งานหลักคือการเปลี่ยนแปลงค่า
tr: Uygulamada bunun temel kullanımı değerleri değiştirmektir
uk: На практиці основним використанням цього є зміна значень
ur: عملی طور پر، اس کا بنیادی استعمال اقدار کو تبدیل کرنا ہے۔
vi: Trong thực tế, mục đích sử dụng chính của việc này là thay đổi các giá trị

source: for the dark pieces, relative to the light pieces.
es: para las piezas oscuras, en relación con las piezas claras.
sr: за тамне делове, у односу на светле делове.
sv: för de mörka bitarna, i förhållande till de ljusa bitarna.
sw: kwa vipande vya giza, kuhusiana na vipande vya mwanga.
ta: இருண்ட துண்டுகளுக்கு, ஒளி துண்டுகளுடன் ஒப்பிடும்போது.
th: สำหรับชิ้นส่วนสีเข้มเมื่อเทียบกับชิ้นส่วนสีอ่อน
tr: koyu renkli parçalar için, açık renkli parçalara göre.
uk: для темних фігур відносно світлих.
ur: سیاہ ٹکڑوں کے لیے، روشنی کے ٹکڑوں کے نسبت۔
vi: đối với các quân cờ tối, so với các quân cờ sáng.

source: By increasing the ambient, diffuse, specular and emissive values
es: Aumentando los valores ambientales, difusos, especulares y emisivos
sr: Повећањем амбијенталних, дифузних, зрцалних и емисионих вредности
sv: Genom att öka de omgivande, diffusa, spegelvända och emissiva värdena
sw: Kwa kuongeza maadili yaliyoko, yaliyoenea, maalum na ya moshi
ta: சுற்றுப்புற, பரவல், ஊக மற்றும் உமிழ்வு மதிப்புகளை அதிகரிப்பதன் மூலம்
th: โดยการเพิ่มค่าแสงแวดล้อม แสงกระจาย แสงสะท้อน และแสงเปล่ง
tr: Ortam, dağınık, speküler ve yayıcı değerleri arttırılarak
uk: Збільшуючи навколишні, дифузні, дзеркальні та випромінювальні значення
ur: محیطی، پھیلا ہوا، مخصوص اور خارجی اقدار کو بڑھا کر
vi: Bằng cách tăng các giá trị xung quanh, khuếch tán, phản chiếu và phát xạ

source: and decreasing the power value, the dark pieces get better definition and
es: y al disminuir el valor de potencia, las piezas oscuras obtienen una mejor definición y
sr: и смањењем вредности снаге, тамни делови добијају бољу дефиницију и
sv: och minskar effektvärdet, de mörka bitarna får bättre definition och
sw: na kupunguza thamani ya nguvu, vipande vya giza hupata ufafanuzi bora na
ta: மேலும் சக்தி மதிப்பைக் குறைப்பதன் மூலம், இருண்ட துண்டுகள் சிறந்த வரையறையைப் பெறுகின்றன மற்றும்
th: และการลดค่ากำลังทำให้ชิ้นส่วนที่มืดมีความคมชัดดีขึ้น
tr: ve güç değeri azaltıldığında, karanlık parçalar daha iyi tanımlanıyor ve
uk: і зменшуючи значення потужності, темні фрагменти отримують кращу чіткість і
ur: اور پاور ویلیو کو کم کرنے سے، سیاہ ٹکڑوں کی بہتر تعریف اور
vi: và giảm giá trị công suất, các mảnh tối sẽ có độ nét tốt hơn và

source: contrast, allowing them to be seen more clearly when one overlaps another.
es: contraste, lo que permite que se vean más claramente cuando uno se superpone a otro.
sr: контраст, омогућавајући им да се виде јасније када се један преклапа са другим.
sv: kontrast, vilket gör att de kan ses tydligare när en överlappar en annan.
sw: tofauti, kuziruhusu kuonekana wazi zaidi wakati moja inaingiliana.
ta: மாறாக, ஒன்று மற்றொன்றை ஒன்றுடன் ஒன்று இணைக்கும்போது அவற்றை இன்னும் தெளிவாகக் காண அனுமதிக்கிறது.
th: ความแตกต่างทำให้มองเห็นได้ชัดเจนขึ้นเมื่อภาพหนึ่งซ้อนทับกัน
tr: kontrast oluşturarak, birinin diğerinin üzerine gelmesiyle daha net görülmelerini sağlar.
uk: контраст, що дозволяє їх бачити більш чітко, коли одне накладається на інше.
ur: اس کے برعکس، جب ایک دوسرے کو اوور لیپ کرتا ہے تو انہیں زیادہ واضح طور پر دیکھنے کی اجازت دیتا ہے۔
vi: độ tương phản, cho phép chúng được nhìn thấy rõ hơn khi chúng chồng lên nhau.

source: Display shadows - Check this box to display piece shadows.
es: Mostrar sombras: marque esta casilla para mostrar las sombras de las piezas.
sr: Прикажи сенке – Означите ово поље да бисте приказали сенке комада.
sv: Visa skuggor - Markera den här rutan för att visa skuggor.
sw: Onyesha vivuli - Teua kisanduku hiki ili kuonyesha vivuli vya vipande.
ta: நிழல்களைக் காட்டு - துண்டு நிழல்களைக் காட்ட இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: แสดงเงา - ทำเครื่องหมายในช่องนี้เพื่อแสดงเงาของชิ้นส่วน
tr: Gölgeleri göster - Parça gölgelerini göstermek için bu kutuyu işaretleyin.
uk: Відображати тіні - позначте цей прапорець, щоб відображати тіні фігур.
ur: ڈسپلے شیڈو - پیس شیڈو ڈسپلے کرنے کے لیے اس باکس کو چیک کریں۔
vi: Hiển thị bóng đổ - Đánh dấu vào ô này để hiển thị bóng đổ của tác phẩm.

source: Shadow power - Set the strength of the shadows ( 20 - 100 )
es: Poder de las sombras: establece la fuerza de las sombras (20-100)
sr: Снага сенки - Подесите јачину сенки (20 - 100)
sv: Skuggkraft - Ställ in styrkan på skuggorna (20-100)
sw: Nguvu ya kivuli - Weka nguvu ya vivuli ( 20 - 100 )
ta: நிழல் சக்தி - நிழல்களின் வலிமையை அமைக்கவும் (20 - 100)
th: พลังเงา - ตั้งค่าความแรงของเงา ( 20 - 100 )
tr: Gölge gücü - Gölgelerin gücünü ayarlayın ( 20 - 100 )
uk: Shadow power - Встановіть силу тіней (20-100)
ur: سائے کی طاقت - سائے کی طاقت مقرر کریں ( 20 - 100 )
vi: Sức mạnh bóng tối - Thiết lập sức mạnh của bóng tối ( 20 - 100 )

source: 3d lighting and materials help
es: Ayuda con la iluminación y los materiales 3D
sr: 3Д осветљење и материјали помажу
sv: 3D-belysning och material hjälper
sw: Taa za 3d na nyenzo husaidia
ta: 3D விளக்குகள் மற்றும் பொருட்கள் உதவி
th: แสงและวัสดุสามมิติช่วย
tr: 3d aydınlatma ve malzemeler yardımcı olur
uk: 3D освітлення та матеріали допомагають
ur: 3d لائٹنگ اور مواد مدد کرتا ہے۔
vi: Ánh sáng 3D và vật liệu giúp đỡ

source: Light info
es: Información de luz
sr: Лигхт инфо
sv: Ljus info
sw: Taarifa nyepesi
ta: ஒளி தகவல்
th: ข้อมูลไฟ
tr: Işık bilgisi
uk: Світла інформація
ur: ہلکی معلومات
vi: Thông tin ánh sáng

source: Light in DirectX is composed of the following elements :-
es: La luz en DirectX se compone de los siguientes elementos:
sr: Светлост у ДирецтКс-у се састоји од следећих елемената:-
sv: Ljus i DirectX består av följande element:
sw: Nuru katika DirectX inaundwa na vitu vifuatavyo: -
ta: டைரக்ட்எக்ஸில் உள்ள ஒளி பின்வரும் கூறுகளைக் கொண்டுள்ளது:-
th: แสงใน DirectX ประกอบด้วยองค์ประกอบดังต่อไปนี้ :-
tr: DirectX'teki Light aşağıdaki öğelerden oluşur:
uk: Світло в DirectX складається з таких елементів:
ur: DirectX میں Light مندرجہ ذیل عناصر پر مشتمل ہے:-
vi: Ánh sáng trong DirectX bao gồm các thành phần sau:

source: Ambient, diffuse, specular and emissive.
es: Ambiental, difuso, especular y emisivo.
sr: Амбијентални, дифузни, спекуларни и емитивни.
sv: Omgivande, diffus, spegelvänd och emissiv.
sw: Ambient, diffuse, specular na moshi.
ta: சுற்றுப்புறம், பரவல், ஊடுறுவல் மற்றும் உமிழ்வு.
th: บรรยากาศ, กระจาย, สะท้อนแสง และเปล่งแสง
tr: Ortam, dağınık, aynasal ve yayıcı.
uk: Навколишній, дифузний, дзеркальний і емісійний.
ur: محیطی، پھیلا ہوا، مخصوص اور خارج کرنے والا۔
vi: Xung quanh, khuếch tán, phản chiếu và phát xạ.

source: Ambient light is the existing light present in a scene or environment.
es: La luz ambiental es la luz existente presente en una escena o entorno.
sr: Амбијентално светло је постојеће светло присутно у сцени или окружењу.
sv: Omgivande ljus är det befintliga ljuset som finns i en scen eller miljö.
sw: Mwanga wa mazingira ni mwanga uliopo katika eneo au mazingira.
ta: சுற்றுப்புற ஒளி என்பது ஒரு காட்சி அல்லது சூழலில் இருக்கும் ஒளியாகும்.
th: แสงโดยรอบคือแสงที่มีอยู่แล้วในฉากหรือสภาพแวดล้อม
tr: Ortam ışığı, bir sahnede veya ortamda mevcut olan ışıktır.
uk: Навколишнє освітлення – це наявне освітлення в сцені чи середовищі.
ur: محیطی روشنی کسی منظر یا ماحول میں موجود روشنی ہے۔
vi: Ánh sáng xung quanh là ánh sáng hiện hữu trong một cảnh hoặc môi trường.

source: It has been reflected so many times that it is impossible to tell
es: Se ha reflejado tantas veces que es imposible decirlo.
sr: Толико пута се одразило да је немогуће рећи
sv: Det har reflekterats så många gånger att det är omöjligt att säga
sw: Imeonyeshwa mara nyingi sana kwamba haiwezekani kusema
ta: அது பல முறை பிரதிபலித்தது, அதைச் சொல்ல முடியாது.
th: มันถูกสะท้อนออกมาหลายครั้งจนไม่สามารถบอกได้
tr: O kadar çok yansıtıldı ki, söylemek imkansız
uk: Це було відображено стільки разів, що неможливо розповісти
ur: اس کی عکاسی اتنی بار ہوئی ہے کہ بتانا ناممکن ہے۔
vi: Nó đã được phản ánh rất nhiều lần đến nỗi không thể nói được

source: where it originated from.
es: De donde se originó.
sr: одакле је потекла.
sv: varifrån den kom.
sw: ilikoanzia.
ta: அது எங்கிருந்து தோன்றியது.
th: มันมีต้นกำเนิดมาจากไหน
tr: nereden kaynaklandığını.
uk: звідки воно походить.
ur: جہاں سے اس کی ابتدا ہوئی.
vi: nguồn gốc của nó.

source: Diffuse light comes from a certain direction and is then scattered
es: La luz difusa proviene de una dirección determinada y luego se dispersa.
sr: Дифузна светлост долази из одређеног правца, а затим се распршује
sv: Diffust ljus kommer från ett visst håll och sprids sedan
sw: Mwangaza wa mwanga hutoka upande fulani na kisha hutawanywa
ta: பரவலான ஒளி ஒரு குறிப்பிட்ட திசையிலிருந்து வந்து பின்னர் சிதறடிக்கப்படுகிறது.
th: แสงกระจายมาจากทิศทางหนึ่งแล้วกระจายออกไป
tr: Dağınık ışık belirli bir yönden gelir ve daha sonra dağılır
uk: Дифузне світло надходить з певного напрямку, а потім розсіюється
ur: پھیلی ہوئی روشنی ایک خاص سمت سے آتی ہے اور پھر بکھر جاتی ہے۔
vi: Ánh sáng khuếch tán đến từ một hướng nhất định và sau đó bị phân tán

source: and softened somewhat before falling on a surface.
es: y se suavizó un poco antes de caer sobre una superficie.
sr: и донекле омекша пре него што падне на површину.
sv: och mjuknade något innan den föll på en yta.
sw: na kulainika kwa kiasi fulani kabla ya kuanguka juu ya uso.
ta: மேலும் ஒரு மேற்பரப்பில் விழுவதற்கு முன்பு ஓரளவு மென்மையாகிவிட்டது.
th: และอ่อนตัวลงบ้างก่อนจะตกลงสู่ผิวน้ำ
tr: ve yüzeye düşmeden önce bir miktar yumuşadı.
uk: і дещо розм’якшується перед тим, як впасти на поверхню.
ur: اور سطح پر گرنے سے پہلے کچھ نرم ہو گیا۔
vi: và mềm đi đôi chút trước khi rơi xuống bề mặt.

source: Specular light is the light that is reflected from a surface.
es: La luz especular es la luz que se refleja desde una superficie.
sr: Спекуларна светлост је светлост која се одбија од неке површине.
sv: Spegelljus är det ljus som reflekteras från en yta.
sw: Nuru maalum ni mwanga unaoonekana kutoka kwenye uso.
ta: கண்ணாடி ஒளி என்பது ஒரு மேற்பரப்பில் இருந்து பிரதிபலிக்கும் ஒளி.
th: แสงสะท้อนคือแสงที่สะท้อนจากพื้นผิว
tr: Speküler ışık, bir yüzeyden yansıyan ışıktır.
uk: Дзеркальне світло - це світло, яке відбивається від поверхні.
ur: سپیکولر روشنی وہ روشنی ہے جو سطح سے منعکس ہوتی ہے۔
vi: Ánh sáng phản chiếu là ánh sáng được phản chiếu từ một bề mặt.

source: This give the object surface a shiny highlight.
es: Esto le da a la superficie del objeto un brillo destacado.
sr: Ово даје површини објекта сјајан нагласак.
sv: Detta ger objektets yta en glänsande höjdpunkt.
sw: Hii huipa uso wa kitu kivutio kinachong'aa.
ta: இது பொருளின் மேற்பரப்பிற்கு ஒரு பளபளப்பான சிறப்பம்சத்தை அளிக்கிறது.
th: การกระทำดังกล่าวทำให้พื้นผิววัตถุมีประกายแวววาว
tr: Bu, nesnenin yüzeyine parlak bir vurgu kazandırır.
uk: Це надає поверхні об’єкта блискучий відблиск.
ur: یہ آبجیکٹ کی سطح کو ایک چمکدار نمایاں کرتا ہے۔
vi: Điều này làm cho bề mặt vật thể trở nên sáng bóng.

source: Emissive light is the light emitted by an object,
es: La luz emisora es la luz emitida por un objeto,
sr: Емисиона светлост је светлост коју емитује објекат,
sv: Emitterande ljus är ljuset som sänds ut av ett föremål,
sw: Mwangaza ni mwanga unaotolewa na kitu,
ta: உமிழ்வு ஒளி என்பது ஒரு பொருளால் வெளிப்படும் ஒளி,
th: แสงเปล่ง คือ แสงที่เปล่งออกมาจากวัตถุ
tr: Yayılan ışık, bir nesnenin yaydığı ışıktır.
uk: Випромінюване світло - це світло, яке випромінює об'єкт,
ur: خارج ہونے والی روشنی کسی چیز سے خارج ہونے والی روشنی ہے،
vi: Ánh sáng phát xạ là ánh sáng phát ra từ một vật thể,

source: making it appear self-luminous.
es: Haciéndolo parecer autoluminoso.
sr: чинећи да изгледа самосветлеће.
sv: får det att se självlysande ut.
sw: kuifanya ionekane kuwa yenye mwanga.
ta: அதை சுயமாக ஒளிர்வாகக் காட்டுதல்.
th: ทำให้ปรากฏให้ปรากฏเป็นแสงเรืองรองด้วยตัวเอง
tr: kendi kendine ışık veriyormuş gibi görünmesini sağlar.
uk: що робить його самосвітним.
ur: اسے خود کو چمکدار بنانا
vi: làm cho nó có vẻ như tự phát sáng.

source: This lighting component is adjusted in the material settings.
es: Este componente de iluminación se ajusta en la configuración del material.
sr: Ова компонента осветљења се подешава у поставкама материјала.
sv: Denna belysningskomponent justeras i materialinställningarna.
sw: Sehemu hii ya taa inarekebishwa katika mipangilio ya nyenzo.
ta: இந்த லைட்டிங் கூறு பொருள் அமைப்புகளில் சரிசெய்யப்படுகிறது.
th: ส่วนประกอบแสงสว่างนี้ได้รับการปรับแต่งในการตั้งค่าวัสดุ
tr: Bu aydınlatma bileşeni malzeme ayarlarından ayarlanır.
uk: Цей компонент освітлення регулюється в налаштуваннях матеріалу.
ur: روشنی کے اس جزو کو مادی ترتیبات میں ایڈجسٹ کیا جاتا ہے۔
vi: Thành phần chiếu sáng này được điều chỉnh trong phần cài đặt vật liệu.

source: DirectX emulates these lighting components to give a scene
es: DirectX emula estos componentes de iluminación para dar una escena
sr: ДирецтКс емулира ове компоненте осветљења да би дао сцену
sv: DirectX emulerar dessa ljuskomponenter för att ge en scen
sw: DirectX huiga vipengele hivi vya taa ili kutoa tukio
ta: ஒரு காட்சியைக் கொடுக்க டைரக்ட்எக்ஸ் இந்த லைட்டிங் கூறுகளைப் பின்பற்றுகிறது.
th: DirectX จำลองส่วนประกอบแสงเหล่านี้เพื่อสร้างฉาก
tr: DirectX, bir sahne oluşturmak için bu aydınlatma bileşenlerini taklit eder
uk: DirectX емулює ці компоненти освітлення, створюючи сцену
ur: DirectX ایک منظر دینے کے لیے روشنی کے ان اجزاء کی تقلید کرتا ہے۔
vi: DirectX mô phỏng các thành phần chiếu sáng này để tạo ra một cảnh

source: generated on a computer screen a more realistic appearence.
es: generada en una pantalla de computadora una apariencia más realista.
sr: генерисао на екрану рачунара реалистичнији изглед.
sv: genereras på en datorskärm ett mer realistiskt utseende.
sw: imezalisha kwenye skrini ya kompyuta mwonekano wa kweli zaidi.
ta: கணினித் திரையில் மிகவும் யதார்த்தமான தோற்றத்தை உருவாக்குகிறது.
th: สร้างขึ้นบนหน้าจอคอมพิวเตอร์ให้มีลักษณะสมจริงยิ่งขึ้น
tr: Bilgisayar ekranında daha gerçekçi bir görünüm oluşturuldu.
uk: створює на екрані комп’ютера більш реалістичний вигляд.
ur: کمپیوٹر اسکرین پر زیادہ حقیقت پسندانہ ظہور پیدا ہوتا ہے۔
vi: tạo ra hình ảnh chân thực hơn trên màn hình máy tính.

source: Information on DirectX 3d lighting
es: Información sobre la iluminación 3D de DirectX
sr: Информације о ДирецтКс 3д осветљењу
sv: Information om DirectX 3d-belysning
sw: Habari juu ya taa ya DirectX 3d
ta: டைரக்ட்எக்ஸ் 3டி லைட்டிங் பற்றிய தகவல்
th: ข้อมูลเกี่ยวกับระบบไฟ DirectX 3d
tr: DirectX 3D aydınlatma hakkında bilgi
uk: Інформація про освітлення DirectX 3d
ur: DirectX 3d لائٹنگ کے بارے میں معلومات
vi: Thông tin về DirectX 3D Lighting

source: This panel lets you setup the .pgn log file.
es: Este panel le permite configurar el archivo de registro .pgn.
sr: Овај панел вам омогућава да подесите .пгн датотеку евиденције.
sv: Den här panelen låter dig ställa in .pgn-loggfilen.
sw: Paneli hii hukuruhusu kusanidi faili ya kumbukumbu ya .pgn.
ta: இந்தப் பலகம் .pgn பதிவு கோப்பை அமைக்க உங்களை அனுமதிக்கிறது.
th: แผงนี้ช่วยให้คุณตั้งค่าไฟล์บันทึก .pgn ได้
tr: Bu panel .pgn günlük dosyasını ayarlamanızı sağlar.
uk: Ця панель дозволяє налаштувати файл журналу .pgn.
ur: یہ پینل آپ کو .pgn لاگ فائل سیٹ اپ کرنے دیتا ہے۔
vi: Bảng điều khiển này cho phép bạn thiết lập tệp nhật ký .pgn.

source: Log file
es: Archivo de registro
sr: Лог фајл
sv: Loggfil
sw: Faili ya kumbukumbu
ta: பதிவு கோப்பு
th: แฟ้มบันทึก
tr: Günlük dosyası
uk: Файл журналу
ur: لاگ فائل
vi: Tệp nhật ký

source: Select log file
es: Seleccionar archivo de registro
sr: Изаберите датотеку евиденције
sv: Välj loggfil
sw: Chagua faili ya kumbukumbu
ta: பதிவு கோப்பைத் தேர்ந்தெடுக்கவும்
th: เลือกไฟล์บันทึก
tr: Günlük dosyasını seçin
uk: Виберіть файл журналу
ur: لاگ فائل کو منتخب کریں۔
vi: Chọn tệp nhật ký

source: The .pgn file that is created to save your activity.
es: El archivo .pgn que se crea para guardar su actividad.
sr: .пгн датотека која је креирана да сачува вашу активност.
sv: .pgn-filen som skapas för att spara din aktivitet.
sw: Faili ya .pgn ambayo imeundwa ili kuhifadhi shughuli zako.
ta: உங்கள் செயல்பாட்டைச் சேமிக்க உருவாக்கப்பட்ட .pgn கோப்பு.
th: ไฟล์ .pgn ที่สร้างขึ้นเพื่อบันทึกกิจกรรมของคุณ
tr: Aktivitenizi kaydetmek için oluşturulan .pgn dosyası.
uk: Файл .pgn, створений для збереження ваших дій.
ur: .pgn فائل جو آپ کی سرگرمی کو محفوظ کرنے کے لیے بنائی گئی ہے۔
vi: Tệp .pgn được tạo để lưu hoạt động của bạn.

source: Clear this box to disable logging.
es: Desmarque esta casilla para deshabilitar el registro.
sr: Очистите ово поље да бисте онемогућили евидентирање.
sv: Avmarkera den här rutan för att inaktivera loggning.
sw: Futa kisanduku hiki ili kuzima ukataji miti.
ta: பதிவை முடக்க இந்தப் பெட்டியை அழிக்கவும்.
th: ล้างกล่องนี้เพื่อปิดการใช้งานการบันทึก
tr: Günlüğe kaydetmeyi devre dışı bırakmak için bu kutuyu temizleyin.
uk: Зніміть цей прапорець, щоб вимкнути журналювання.
ur: لاگنگ کو غیر فعال کرنے کے لیے اس باکس کو صاف کریں۔
vi: Xóa hộp này để tắt chức năng ghi nhật ký.

source: Use this panel to select a .pgn file to save a record
es: Utilice este panel para seleccionar un archivo .pgn para guardar un registro
sr: Користите ову таблу да изаберете .пгн датотеку да бисте сачували запис
sv: Använd den här panelen för att välja en .pgn-fil för att spara en post
sw: Tumia kidirisha hiki kuchagua faili ya .pgn ili kuhifadhi rekodi
ta: ஒரு பதிவைச் சேமிக்க .pgn கோப்பைத் தேர்ந்தெடுக்க இந்தப் பலகத்தைப் பயன்படுத்தவும்.
th: ใช้แผงนี้เพื่อเลือกไฟล์ .pgn ที่จะบันทึกข้อมูล
tr: Bir kaydı kaydetmek için .pgn dosyasını seçmek üzere bu paneli kullanın
uk: Використовуйте цю панель, щоб вибрати файл .pgn для збереження запису
ur: ریکارڈ محفوظ کرنے کے لیے .pgn فائل کو منتخب کرنے کے لیے اس پینل کا استعمال کریں۔
vi: Sử dụng bảng điều khiển này để chọn tệp .pgn để lưu bản ghi

source: of activity. You can subsequently access the log using
es: de actividad. Posteriormente podrá acceder al registro utilizando
sr: активности. Касније можете приступити дневнику користећи
sv: av aktivitet. Du kan därefter komma åt loggen med hjälp av
sw: ya shughuli. Baadaye unaweza kupata logi kwa kutumia
ta: செயல்பாட்டின் அளவு. நீங்கள் பின்னர் பதிவைப் பயன்படுத்தி அணுகலாம்
th: ของกิจกรรม คุณสามารถเข้าถึงบันทึกในภายหลังได้โดยใช้
tr: aktivitenin. Daha sonra günlüğe erişmek için şunu kullanabilirsiniz:
uk: діяльності. Згодом ви можете отримати доступ до журналу за допомогою
ur: سرگرمی کی. آپ بعد میں لاگ تک رسائی حاصل کر سکتے ہیں۔
vi: của hoạt động. Sau đó, bạn có thể truy cập nhật ký bằng cách sử dụng

source: the < File > < Open log file > menu command
es: el comando de menú <Archivo> <Abrir archivo de registro>
sr: команду менија < Филе > < Опен лог филе >
sv: menykommandot < Arkiv > < Öppna loggfil >
sw: <Faili> <Fungua faili ya kumbukumbu> amri ya menyu
ta: <File > <Open log file > மெனு கட்டளை
th: คำสั่งเมนู <ไฟล์> <เปิดไฟล์บันทึก>
tr: < Dosya > < Günlük dosyasını aç > menü komutu
uk: команду меню < Файл > < Відкрити файл журналу >
ur: < فائل > < اوپن لاگ فائل > مینو کمانڈ
vi: lệnh menu < Tệp > < Mở tệp nhật ký >

source: Log file dialog help
es: Ayuda del cuadro de diálogo del archivo de registro
sr: Помоћ дијалог фајла евиденције
sv: Loggfilsdialoghjälp
sw: Usaidizi wa mazungumzo ya faili ya logi
ta: பதிவு கோப்பு உரையாடல் உதவி
th: ความช่วยเหลือกล่องโต้ตอบไฟล์บันทึก
tr: Günlük dosyası iletişim kutusu yardımı
uk: Довідка про діалоговий файл журналу
ur: لاگ فائل ڈائیلاگ مدد
vi: Trợ giúp hộp thoại tệp nhật ký

source: New Tab
es: Nueva pestaña
sr: Нова картица
sv: Ny flik
sw: Kichupo Kipya
ta: புதிய தாவல்
th: แท็บใหม่
tr: Yeni Sekme
uk: Нова вкладка
ur: نیا ٹیب
vi: Tab mới

source: New Game
es: Nuevo juego
sr: Нова игра
sv: Nytt spel
sw: Mchezo Mpya
ta: புதிய விளையாட்டு
th: เกมใหม่
tr: Yeni Oyun
uk: Нова гра
ur: نیا گیم
vi: Trò chơi mới

source: New
es: Nuevo
sr: Ново
sv: Ny
sw: Mpya
ta: புதியது
th: ใหม่
tr: Yeni
uk: новий
ur: نیا
vi: Mới
