Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: There is no help avaiable for this option
es: No hay ayuda disponible para esta opción.
sr: Не постоји помоћ за ову опцију
sv: Det finns ingen hjälp tillgänglig för detta alternativ
sw: Hakuna usaidizi unaopatikana kwa chaguo hili
ta: இந்த விருப்பத்திற்கு எந்த உதவியும் கிடைக்கவில்லை.
th: ไม่มีความช่วยเหลือสำหรับตัวเลือกนี้
tr: Bu seçenek için herhangi bir yardım mevcut değil
uk: Для цього параметра немає довідки
ur: اس اختیار کے لیے کوئی مدد دستیاب نہیں ہے۔
vi: Không có trợ giúp nào có sẵn cho tùy chọn này

source: Help file message
es: Mensaje de archivo de ayuda
sr: Порука датотеке помоћи
sv: Hjälpfilmeddelande
sw: Ujumbe wa faili ya usaidizi
ta: உதவி கோப்பு செய்தி
th: ข้อความไฟล์ช่วยเหลือ
tr: Yardım dosyası mesajı
uk: Повідомлення файлу довідки
ur: مدد فائل کا پیغام
vi: Tin nhắn tệp trợ giúp

source: The usual reason why the help file is not displayed properly
es: La razón habitual por la que el archivo de ayuda no se muestra correctamente
sr: Уобичајени разлог зашто се датотека помоћи не приказује правилно
sv: Den vanliga anledningen till att hjälpfilen inte visas korrekt
sw: Sababu ya kawaida kwa nini faili ya usaidizi haionyeshwa vizuri
ta: உதவி கோப்பு சரியாகக் காட்டப்படாததற்கான வழக்கமான காரணம்
th: สาเหตุทั่วไปที่ไฟล์วิธีใช้ไม่แสดงอย่างถูกต้อง
tr: Yardım dosyasının düzgün görüntülenmemesinin olağan nedeni
uk: Звичайна причина, чому файл довідки не відображається належним чином
ur: ہیلپ فائل کے ٹھیک سے ظاہر نہ ہونے کی معمول کی وجہ
vi: Lý do thông thường tại sao tệp trợ giúp không được hiển thị đúng cách

source: is that it is not present in the proper directory.
es: es que no está presente en el directorio adecuado.
sr: је да није присутан у одговарајућем именику.
sv: är att det inte finns i rätt katalog.
sw: ni kwamba haipo kwenye saraka sahihi.
ta: அது சரியான கோப்பகத்தில் இல்லை என்பதே.
th: คือมันไม่มีอยู่ในไดเร็กทอรีที่ถูกต้องครับ.
tr: doğru dizinde bulunmadığıdır.
uk: полягає в тому, що його немає у належному каталозі.
ur: یہ ہے کہ یہ مناسب ڈائریکٹری میں موجود نہیں ہے۔
vi: là nó không có trong thư mục thích hợp.

source: So with Windows Explorer, you can check that the file Nimzo_3d.chm
es: Entonces, con el Explorador de Windows, puedes comprobar que el archivo Nimzo_3d.chm
sr: Дакле, помоћу Виндовс Екплорер-а можете проверити да ли је датотека Нимзо_3д.цхм
sv: Så med Windows Explorer kan du kontrollera att filen Nimzo_3d.chm
sw: Hivyo kwa Windows Explorer, unaweza kuangalia kwamba faili Nimzo_3d.chm
ta: எனவே விண்டோஸ் எக்ஸ்ப்ளோரரில், நீங்கள் Nimzo_3d.chm கோப்பை சரிபார்க்கலாம்
th: ดังนั้นด้วย Windows Explorer คุณสามารถตรวจสอบว่าไฟล์ Nimzo_3d.chm
tr: Yani Windows Gezgini ile Nimzo_3d.chm dosyasının
uk: Отже, за допомогою Windows Explorer ви можете перевірити, чи файл Nimzo_3d.chm
ur: لہذا ونڈوز ایکسپلورر کے ساتھ، آپ چیک کر سکتے ہیں کہ فائل Nimzo_3d.chm
vi: Vì vậy, với Windows Explorer, bạn có thể kiểm tra tệp Nimzo_3d.chm

source: is present in the directory
es: está presente en el directorio
sr: је присутан у именику
sv: finns i katalogen
sw: iko kwenye saraka
ta: கோப்பகத்தில் உள்ளது
th: มีอยู่ในไดเร็กทอรี
tr: dizinde mevcut
uk: присутня в каталозі
ur: ڈائریکٹری میں موجود ہے۔
vi: có trong thư mục

source: If the file is there, another possible reason is that the program
es: Si el archivo está ahí, otra posible razón es que el programa
sr: Ако је датотека тамо, други могући разлог је тај што је програм
sv: Om filen finns där är en annan möjlig orsak att programmet
sw: Ikiwa faili iko, sababu nyingine inayowezekana ni kwamba programu
ta: கோப்பு அங்கே இருந்தால், மற்றொரு சாத்தியமான காரணம் நிரல்
th: หากมีไฟล์อยู่ สาเหตุที่เป็นไปได้อีกประการหนึ่งคือโปรแกรม
tr: Dosya oradaysa, olası bir diğer neden programın
uk: Якщо файл є, іншою можливою причиною є програма
ur: اگر فائل موجود ہے تو، ایک اور ممکنہ وجہ یہ ہے کہ پروگرام
vi: Nếu tập tin ở đó, một lý do có thể khác là chương trình

source: that runs the help file < hh.exe > is not present on your computer.
es: que ejecuta el archivo de ayuda <hh.exe> no está presente en su computadora.
sr: која покреће датотеку помоћи < хх.еке > није присутна на вашем рачунару.
sv: som kör hjälpfilen < hh.exe > finns inte på din dator.
sw: inayoendesha faili ya usaidizi < hh.exe > haipo kwenye kompyuta yako.
ta: உங்கள் கணினியில் <hh.exe > என்ற உதவி கோப்பை இயக்கும் கோப்பு இல்லை.
th: ที่รันไฟล์วิธีใช้ < hh.exe > ไม่มีอยู่ในคอมพิวเตอร์ของคุณ
tr: <hh.exe> yardım dosyasını çalıştıran program bilgisayarınızda mevcut değil.
uk: який запускає файл довідки < hh.exe > відсутній на вашому комп’ютері.
ur: جو مدد فائل کو چلاتا ہے < hh.exe > آپ کے کمپیوٹر پر موجود نہیں ہے۔
vi: chạy tệp trợ giúp <hh.exe> không có trên máy tính của bạn.

source: So in the same directory should be a folder called < hh >
es: Entonces en el mismo directorio debería haber una carpeta llamada <hh>
sr: Дакле, у истом директоријуму би требало да буде фасцикла под називом < хх >
sv: Så i samma katalog bör det finnas en mapp som heter < hh >
sw: Kwa hivyo kwenye saraka hiyo hiyo inapaswa kuwa folda inayoitwa <hh >
ta: எனவே அதே கோப்பகத்தில் <hh > என்ற கோப்புறை இருக்க வேண்டும்
th: ดังนั้นในไดเร็กทอรีเดียวกันควรมีโฟลเดอร์ชื่อ <hh>
tr: Yani aynı dizinde < hh > adında bir klasör olmalı
uk: Отже, у цьому ж каталозі має бути папка під назвою <hh>
ur: لہذا اسی ڈائریکٹری میں <hh> نامی ایک فولڈر ہونا چاہئے۔
vi: Vì vậy, trong cùng một thư mục phải có một thư mục có tên là <hh>

source: If you have a 64-bit computer, copy the file < hh.exe >
es: Si tiene una computadora de 64 bits, copie el archivo < hh.exe >
sr: Ако имате 64-битни рачунар, копирајте датотеку < хх.еке >
sv: Om du har en 64-bitars dator kopierar du filen < hh.exe >
sw: Ikiwa una kompyuta ya biti 64, nakili faili < hh.exe >
ta: உங்களிடம் 64-பிட் கணினி இருந்தால், <hh.exe > கோப்பை நகலெடுக்கவும்.
th: หากคุณมีคอมพิวเตอร์ 64 บิต ให้คัดลอกไฟล์ < hh.exe >
tr: 64 bit bilgisayarınız varsa < hh.exe > dosyasını kopyalayın
uk: Якщо у вас 64-розрядний комп’ютер, скопіюйте файл <hh.exe>
ur: اگر آپ کے پاس 64 بٹ کمپیوٹر ہے تو فائل <hh.exe> ​​کاپی کریں۔
vi: Nếu bạn có máy tính 64-bit, hãy sao chép tệp <hh.exe>

source: from this directory up one branch, into the directory given earlier.
es: Desde este directorio sube una rama hasta el directorio indicado anteriormente.
sr: из овог директоријума једну грану горе, у директоријум који је дат раније.
sv: från den här katalogen upp en gren, till katalogen som gavs tidigare.
sw: kutoka kwa saraka hii hadi tawi moja, kwenye saraka iliyotolewa hapo awali.
ta: இந்த கோப்பகத்திலிருந்து ஒரு கிளைக்கு மேலே, முன்பு கொடுக்கப்பட்ட கோப்பகத்திற்குள்.
th: จากไดเร็กทอรีนี้ขึ้นหนึ่งสาขาไปยังไดเร็กทอรีที่กำหนดไว้ก่อนหน้านี้
tr: bu dizinden bir üst dalda, daha önce verilen dizine gidin.
uk: з цього каталогу на одну гілку вгору, до каталогу, наведеного раніше.
ur: اس ڈائرکٹری سے ایک برانچ تک، پہلے دی گئی ڈائریکٹری میں۔
vi: từ thư mục này lên một nhánh, vào thư mục đã cho trước đó.

source: With a 32-bit computer, copy < hh32.exe > as above and then rename
es: Con una computadora de 32 bits, copie <hh32.exe> como se indica arriba y luego cambie el nombre
sr: Са 32-битним рачунаром, копирајте < хх32.еке > као горе, а затим преименујте
sv: Med en 32-bitars dator kopierar du < hh32.exe > enligt ovan och byter namn
sw: Ukiwa na kompyuta ya biti 32, nakili < hh32.exe > kama ilivyo hapo juu kisha ubadilishe jina
ta: 32-பிட் கணினியில், மேலே உள்ளபடி <hh32.exe > ஐ நகலெடுத்து பின்னர் மறுபெயரிடுங்கள்
th: ด้วยคอมพิวเตอร์ 32 บิต ให้คัดลอก < hh32.exe > ตามข้างต้นแล้วเปลี่ยนชื่อ
tr: 32 bitlik bir bilgisayarda, <hh32.exe> dosyasını yukarıdaki gibi kopyalayın ve ardından yeniden adlandırın
uk: На 32-розрядному комп’ютері скопіюйте < hh32.exe >, як зазначено вище, а потім перейменуйте
ur: 32 بٹ کمپیوٹر کے ساتھ، اوپر کی طرح <hh32.exe> ​​کاپی کریں اور پھر نام تبدیل کریں۔
vi: Với máy tính 32-bit, hãy sao chép <hh32.exe> như trên và sau đó đổi tên

source: the file < hh.exe > This may fix the problem.
es: el archivo <hh.exe> Esto puede solucionar el problema.
sr: датотека < хх.еке > Ово може да реши проблем.
sv: filen < hh.exe > Detta kan lösa problemet.
sw: faili < hh.exe > Hii inaweza kurekebisha tatizo.
ta: கோப்பு <hh.exe > இது சிக்கலை சரிசெய்யக்கூடும்.
th: ไฟล์ < hh.exe > ซึ่งอาจช่วยแก้ไขปัญหาได้
tr: < hh.exe > dosyası sorunu çözebilir.
uk: файл < hh.exe > Це може вирішити проблему.
ur: فائل <hh.exe> ​​اس سے مسئلہ حل ہوسکتا ہے۔
vi: tệp <hh.exe> Điều này có thể khắc phục được sự cố.

source: Help file error message
es: Mensaje de error del archivo de ayuda
sr: Порука о грешци у датотеци помоћи
sv: Hjälpfil felmeddelande
sw: Ujumbe wa hitilafu ya faili ya usaidizi
ta: உதவி கோப்பு பிழை செய்தி
th: ข้อความแสดงข้อผิดพลาดไฟล์ช่วยเหลือ
tr: Yardım dosyası hata mesajı
uk: Повідомлення про помилку файлу довідки
ur: مدد فائل کی خرابی کا پیغام
vi: Thông báo lỗi tệp trợ giúp

source: Tarrasch is firstly an electronic chessboard.
es: Tarrasch es, ante todo, un tablero de ajedrez electrónico.
sr: Таррасцх је пре свега електронска шаховска табла.
sv: Tarrasch är för det första ett elektroniskt schackbräde.
sw: Tarrasch ni kwanza chessboard ya elektroniki.
ta: டாராஷ் முதலில் ஒரு மின்னணு சதுரங்கப் பலகை.
th: Tarrasch เป็นกระดานหมากรุกแบบอิเล็กทรอนิกส์ในตอนแรก
tr: Tarrasch öncelikle elektronik bir satranç tahtasıdır.
uk: Tarrasch – це насамперед електронна шахівниця.
ur: Tarrasch سب سے پہلے ایک الیکٹرانک بساط ہے۔
vi: Tarrasch trước hết là một bàn cờ điện tử.

source: You can start from the standard starting position,
es: Puedes empezar desde la posición inicial estándar,
sr: Можете почети са стандардне почетне позиције,
sv: Du kan börja från standardutgångspositionen,
sw: Unaweza kuanza kutoka kwa nafasi ya kawaida ya kuanzia,
ta: நீங்கள் நிலையான தொடக்க நிலையிலிருந்து தொடங்கலாம்,
th: คุณสามารถเริ่มต้นจากตำแหน่งเริ่มต้นมาตรฐานได้
tr: Standart başlangıç pozisyonundan başlayabilirsiniz,
uk: Ви можете почати зі стандартного вихідного положення,
ur: آپ معیاری ابتدائی پوزیشن سے شروع کر سکتے ہیں،
vi: Bạn có thể bắt đầu từ vị trí bắt đầu tiêu chuẩn,

source: or set up any (legal) position easily.
es: o establecer cualquier posición (legal) fácilmente.
sr: или лако поставити било коју (правну) позицију.
sv: eller ställ in vilken (juridisk) position som helst.
sw: au weka nafasi yoyote (ya kisheria) kwa urahisi.
ta: அல்லது எந்த (சட்டப்பூர்வ) நிலைப்பாட்டையும் எளிதாக அமைக்கலாம்.
th: หรือตั้งตำแหน่ง(ทางกฎหมาย)ใดๆได้อย่างง่ายดาย
tr: veya herhangi bir (yasal) pozisyonu kolayca kurabilirsiniz.
uk: або легко встановити будь-яку (юридичну) посаду.
ur: یا کوئی بھی (قانونی) پوزیشن آسانی سے قائم کریں۔
vi: hoặc thiết lập bất kỳ vị trí (pháp lý) nào một cách dễ dàng.

source: You can move the pieces around freely.
es: Puedes mover las piezas libremente.
sr: Можете слободно померати делове.
sv: Du kan flytta runt pjäserna fritt.
sw: Unaweza kusonga vipande kwa uhuru.
ta: நீங்கள் துண்டுகளை சுதந்திரமாக நகர்த்தலாம்.
th: คุณสามารถเคลื่อนย้ายชิ้นส่วนได้อย่างอิสระ
tr: Parçaları serbestçe hareket ettirebilirsiniz.
uk: Ви можете вільно переміщати фігури.
ur: آپ ٹکڑوں کو آزادانہ طور پر گھوم سکتے ہیں۔
vi: Bạn có thể di chuyển các quân cờ một cách tự do.

source: A built in chess clock can be turned on, useful if you want to
es: Se puede activar un reloj de ajedrez incorporado, lo cual es útil si desea
sr: Уграђени шаховски сат се може укључити, корисно ако желите
sv: En inbyggd schackklocka kan slås på, användbart om du vill
sw: Saa iliyojengwa ndani ya chess inaweza kuwashwa, muhimu ikiwa unataka
ta: உள்ளமைக்கப்பட்ட சதுரங்கக் கடிகாரத்தை இயக்கலாம், நீங்கள் விரும்பினால் பயனுள்ளதாக இருக்கும்
th: สามารถเปิดนาฬิกาหมากรุกในตัวได้ ซึ่งมีประโยชน์หากคุณต้องการ
tr: Dahili satranç saati açılabilir, isterseniz kullanışlıdır
uk: Вбудований шаховий годинник можна ввімкнути, корисно, якщо ви хочете
ur: شطرنج کی بنائی ہوئی گھڑی کو آن کیا جا سکتا ہے، اگر آپ چاہیں تو مفید ہے۔
vi: Có thể bật đồng hồ cờ vua tích hợp, hữu ích nếu bạn muốn

source: play an old fashioned normal game of chess with a friend.
es: Juega una partida de ajedrez tradicional con un amigo.
sr: играј старомодну нормалну партију шаха са пријатељем.
sv: spela ett gammaldags vanligt schackspel med en vän.
sw: cheza mchezo wa kawaida wa kizamani wa chess na rafiki.
ta: ஒரு நண்பருடன் ஒரு பழைய பாணியிலான சாதாரண சதுரங்க விளையாட்டை விளையாடுங்கள்.
th: เล่นหมากรุกแบบธรรมดาสมัยเก่ากับเพื่อน
tr: Bir arkadaşınızla eski usul normal bir satranç oyunu oynayın.
uk: зіграти з другом у старомодну нормальну гру в шахи.
ur: ایک دوست کے ساتھ شطرنج کا ایک پرانا فیشن کھیل کھیلو۔
vi: chơi một ván cờ vua thông thường với một người bạn.

source: Tarrasch has an opening book, you can easily see the < Book >
es: Tarrasch tiene un libro de apertura, puedes ver fácilmente el < Libro >
sr: Таррасцх има почетну књигу, лако можете видети < Боок >
sv: Tarrasch har en öppningsbok, du kan enkelt se < Boken >
sw: Tarrasch ina kitabu cha ufunguzi, unaweza kuona kwa urahisi < Kitabu >
ta: டாராஷ் ஒரு தொடக்கப் புத்தகத்தைக் கொண்டுள்ளார், நீங்கள் எளிதாகப் பார்க்கலாம் < புத்தகம் >
th: ทาร์ราสช์มีหนังสือเปิด คุณสามารถดู < หนังสือ > ได้อย่างง่ายดาย
tr: Tarrasch'ın bir açılış kitabı var, <Kitap>'ı kolayca görebilirsiniz
uk: У Tarrasch є книга, що відкривається, ви можете легко побачити < Book >
ur: Tarrasch ایک افتتاحی کتاب ہے، آپ آسانی سے دیکھ سکتے ہیں <book >
vi: Tarrasch có một cuốn sách mở, bạn có thể dễ dàng nhìn thấy < Sách >

source: moves early in a game. Tarrasch uses a green colour when
es: se mueve al principio de una partida. Tarrasch usa el color verde cuando
sr: креће се рано у игри. Таррасцх користи зелену боју када
sv: rör sig tidigt i ett spel. Tarrasch använder en grön färg när
sw: hatua mapema katika mchezo. Tarrasch hutumia rangi ya kijani wakati
ta: ஆட்டத்தின் ஆரம்பத்தில் நகர்கிறார். டாராஷ் பச்சை நிறத்தைப் பயன்படுத்தும்போது
th: เคลื่อนไหวในช่วงต้นเกม ทาร์ราสช์ใช้สีเขียวเมื่อ
tr: oyunun başlarında hareket eder. Tarrasch yeşil bir renk kullanır
uk: рухається на початку гри. Tarrasch використовує зелений колір, коли
ur: کھیل میں ابتدائی حرکت کرتا ہے۔ Tarrasch ایک سبز رنگ کا استعمال کرتا ہے جب
vi: di chuyển sớm trong một trò chơi. Tarrasch sử dụng màu xanh lá cây khi

source: listing or suggesting book moves. The book can be turned off
es: Listar o sugerir cambios de libros. El libro se puede desactivar.
sr: навођење или предлагање потеза књиге. Књига се може искључити
sv: listar eller föreslår bokdrag. Boken kan stängas av
sw: kuorodhesha au kupendekeza uhamishaji wa kitabu. Kitabu kinaweza kuzimwa
ta: புத்தக நகர்வுகளைப் பட்டியலிடுதல் அல்லது பரிந்துரைத்தல். புத்தகத்தை அணைக்கலாம்.
th: การแสดงรายการหรือแนะนำหนังสือที่ย้ายมา สามารถปิดหนังสือได้
tr: kitap hareketlerini listeleme veya önerme. Kitap kapatılabilir
uk: перелік або пропозиція переміщення книги. Книгу можна вимкнути
ur: کتاب کی چالوں کی فہرست بنانا یا تجویز کرنا۔ کتاب کو بند کیا جا سکتا ہے۔
vi: liệt kê hoặc đề xuất di chuyển sách. Sách có thể bị tắt

source: using menu < Options >. That menu allows control over all
es: usando el menú <Opciones>. Ese menú permite controlar todo
sr: користећи мени < Опције >. Тај мени омогућава контролу над свим
sv: med menyn < Alternativ >. Den menyn tillåter kontroll över allt
sw: kwa kutumia menyu < Chaguzi >. Menyu hiyo inaruhusu udhibiti juu ya yote
ta: மெனு < விருப்பங்கள் > ஐப் பயன்படுத்துதல். அந்த மெனு அனைத்தையும் கட்டுப்படுத்த அனுமதிக்கிறது
th: โดยใช้เมนู <ตัวเลือก> เมนูดังกล่าวจะช่วยให้ควบคุมทุกอย่างได้
tr: < Seçenekler > menüsünü kullanarak. Bu menü tüm seçenekler üzerinde kontrol sağlar
uk: за допомогою меню <Параметри>. Це меню дозволяє контролювати все
ur: مینو <اختیارات> کا استعمال کرتے ہوئے. وہ مینو سب پر کنٹرول کی اجازت دیتا ہے۔
vi: sử dụng menu <Tùy chọn>. Menu đó cho phép kiểm soát tất cả

source: optional features, including blindfold and delayed display
es: Características opcionales, que incluyen la visualización con los ojos vendados y retardada.
sr: опционе функције, укључујући повез за очи и одложени приказ
sv: valfria funktioner, inklusive ögonbindel och fördröjd visning
sw: vipengele vya hiari, ikiwa ni pamoja na kufumba macho na kuonyesha kuchelewa
ta: கண்மூடித்தனம் மற்றும் தாமதமான காட்சி உள்ளிட்ட விருப்ப அம்சங்கள்
th: คุณสมบัติเสริม เช่น ผ้าปิดตาและการแสดงผลแบบหน่วงเวลา
tr: göz bağlama ve gecikmeli görüntüleme gibi isteğe bağlı özellikler
uk: додаткові функції, включаючи зав'язані очі та відкладений дисплей
ur: اختیاری خصوصیات، بشمول آنکھوں پر پٹی اور تاخیر سے ڈسپلے
vi: các tính năng tùy chọn, bao gồm bịt mắt và hiển thị chậm

source: training modes.
es: modos de entrenamiento.
sr: режими обуке.
sv: träningslägen.
sw: njia za mafunzo.
ta: பயிற்சி முறைகள்.
th: โหมดการฝึกอบรม
tr: eğitim modları.
uk: режими навчання.
ur: تربیت کے طریقوں.
vi: chế độ đào tạo.

source: Your moves are recorded in a moves window as a main line
es: Tus movimientos se registran en una ventana de movimientos como una línea principal
sr: Ваши потези се снимају у прозору потеза као главна линија
sv: Dina drag registreras i ett dragfönster som en huvudlinje
sw: Vitendo vyako vinarekodiwa kwenye kidirisha cha kusogeza kama safu kuu
ta: உங்கள் நகர்வுகள் நகர்வுகள் சாளரத்தில் முக்கிய வரியாகப் பதிவு செய்யப்படுகின்றன.
th: การเคลื่อนไหวของคุณจะถูกบันทึกไว้ในหน้าต่างการเคลื่อนไหวเป็นสายหลัก
tr: Hamleleriniz ana satır olarak bir hamle penceresinde kaydedilir
uk: Ваші ходи записуються у вікні ходів як основна лінія
ur: آپ کی حرکتیں ایک موو ونڈو میں مین لائن کے طور پر ریکارڈ کی جاتی ہیں۔
vi: Các nước đi của bạn được ghi lại trong cửa sổ nước đi như một dòng chính

source: plus variations. It is easy to promote or demote variations.
es: Más variaciones. Es fácil promover o degradar variaciones.
sr: плус варијације. Лако је промовисати или деградирати варијације.
sv: plus variationer. Det är lätt att främja eller sänka varianter.
sw: pamoja na tofauti. Ni rahisi kukuza au kupunguza tofauti.
ta: பிளஸ் மாறுபாடுகள். மாறுபாடுகளை விளம்பரப்படுத்துவது அல்லது குறைப்பது எளிது.
th: ความหลากหลายที่เพิ่มมากขึ้น การส่งเสริมหรือลดระดับความหลากหลายนั้นเป็นเรื่องง่าย
tr: artı varyasyonlar. Varyasyonları yükseltmek veya düşürmek kolaydır.
uk: плюс варіації. Варіації легко просувати або знижувати.
ur: علاوہ مختلف حالتوں. تغیرات کو فروغ دینا یا کم کرنا آسان ہے۔
vi: cộng với các biến thể. Thật dễ dàng để thăng cấp hoặc hạ cấp các biến thể.

source: You can freely type (and edit) comments to go with your moves.
es: Puedes escribir (y editar) comentarios libremente para acompañar tus movimientos.
sr: Можете слободно куцати (и уређивати) коментаре како бисте пратили своје потезе.
sv: Du kan fritt skriva (och redigera) kommentarer som passar dina rörelser.
sw: Unaweza kuandika (na kuhariri) maoni bila malipo ili kuendana na hatua zako.
ta: உங்கள் நகர்வுகளுக்கு ஏற்ப கருத்துகளை நீங்கள் சுதந்திரமாக தட்டச்சு செய்யலாம் (மற்றும் திருத்தலாம்).
th: คุณสามารถพิมพ์ (และแก้ไข) ความคิดเห็นเพื่อไปกับการเคลื่อนไหวของคุณได้อย่างอิสระ
tr: Hamlelerinize eşlik edecek yorumları özgürce yazabilir (ve düzenleyebilirsiniz).
uk: Ви можете вільно вводити (і редагувати) коментарі відповідно до своїх рухів.
ur: آپ اپنی چالوں کے ساتھ جانے کے لیے آزادانہ طور پر تبصرے ٹائپ (اور ترمیم) کر سکتے ہیں۔
vi: Bạn có thể thoải mái nhập (và chỉnh sửa) các bình luận phù hợp với nước đi của mình.

source: Just click in the moves window and start typing.
es: Simplemente haga clic en la ventana de movimientos y comience a escribir.
sr: Само кликните на прозор за покрете и почните да куцате.
sv: Klicka bara i rörelsefönstret och börja skriva.
sw: Bofya tu kwenye dirisha la hatua na uanze kuandika.
ta: நகர்வுகள் சாளரத்தில் கிளிக் செய்து தட்டச்சு செய்யத் தொடங்குங்கள்.
th: เพียงคลิกที่หน้าต่างการเคลื่อนไหวและเริ่มพิมพ์
tr: Sadece hamle penceresine tıklayın ve yazmaya başlayın.
uk: Просто натисніть у вікні рухів і почніть друкувати.
ur: بس مووز ونڈو میں کلک کریں اور ٹائپ کرنا شروع کریں۔
vi: Chỉ cần nhấp vào cửa sổ di chuyển và bắt đầu nhập.

source: Comments can be converted to moves and vice-versa.
es: Los comentarios se pueden convertir en movimientos y viceversa.
sr: Коментари се могу претворити у потезе и обрнуто.
sv: Kommentarer kan konverteras till drag och vice versa.
sw: Maoni yanaweza kubadilishwa kuwa miondoko na kinyume chake.
ta: கருத்துகளை நகர்வுகளாக மாற்றலாம், நேர்மாறாகவும்.
th: ความคิดเห็นสามารถแปลงเป็นการเคลื่อนไหวหรือในทางกลับกันได้
tr: Yorumlar hareketlere, hareketler yorumlara dönüştürülebilir.
uk: Коментарі можна перетворювати на ходи і навпаки.
ur: تبصروں کو چالوں میں تبدیل کیا جا سکتا ہے اور اس کے برعکس۔
vi: Bình luận có thể được chuyển đổi thành lượt di chuyển và ngược lại.

source: At any time you can save your work in a new or existing .pgn file
es: En cualquier momento puedes guardar tu trabajo en un archivo .pgn nuevo o existente
sr: У било ком тренутку можете да сачувате свој рад у новој или постојећој .пгн датотеци
sv: Du kan när som helst spara ditt arbete i en ny eller befintlig .pgn-fil
sw: Wakati wowote unaweza kuhifadhi kazi yako katika faili mpya au iliyopo ya .pgn
ta: எந்த நேரத்திலும் உங்கள் வேலையை புதிய அல்லது ஏற்கனவே உள்ள .pgn கோப்பில் சேமிக்கலாம்.
th: คุณสามารถบันทึกงานของคุณในไฟล์ .pgn ใหม่หรือที่มีอยู่ได้ตลอดเวลา
tr: İstediğiniz zaman çalışmanızı yeni veya mevcut bir .pgn dosyasına kaydedebilirsiniz
uk: Ви можете будь-коли зберегти свою роботу в новому або існуючому файлі .pgn
ur: کسی بھی وقت آپ اپنے کام کو نئی یا موجودہ .pgn فائل میں محفوظ کر سکتے ہیں۔
vi: Bất cứ lúc nào bạn cũng có thể lưu tác phẩm của mình vào một tệp .pgn mới hoặc hiện có

source: (a standard chess file format). You can load games from
es: (un formato de archivo de ajedrez estándar). Puedes cargar partidas desde
sr: (стандардни формат шаховске датотеке). Можете учитати игре са
sv: (ett standard schackfilformat). Du kan ladda spel från
sw: (muundo wa kawaida wa faili ya chess). Unaweza kupakia michezo kutoka
ta: (ஒரு நிலையான சதுரங்க கோப்பு வடிவம்). நீங்கள் விளையாட்டுகளை இதிலிருந்து ஏற்றலாம்
th: (รูปแบบไฟล์หมากรุกมาตรฐาน) คุณสามารถโหลดเกมได้จาก
tr: (standart bir satranç dosya biçimi). Oyunları şuradan yükleyebilirsiniz:
uk: (стандартний формат шахового файлу). Ви можете завантажити ігри з
ur: (ایک معیاری شطرنج فائل کی شکل)۔ آپ سے گیمز لوڈ کر سکتے ہیں۔
vi: (một định dạng tập tin cờ vua chuẩn). Bạn có thể tải các trò chơi từ

source: any .pgn file. Open a .pgn file in the < File > menu and
es: cualquier archivo .pgn. Abra un archivo .pgn en el menú <Archivo> y
sr: било коју .пгн датотеку. Отворите .пгн датотеку у менију < Датотека > и
sv: någon .pgn-fil. Öppna en .pgn-fil i menyn < Arkiv > och
sw: faili yoyote ya .pgn. Fungua faili ya .pgn katika menyu ya <Faili> na
ta: ஏதேனும் .pgn கோப்பு. <File > மெனுவில் ஒரு .pgn கோப்பைத் திறந்து
th: ไฟล์ .pgn ใดๆ เปิดไฟล์ .pgn ในเมนู < ไฟล์ > และ
tr: herhangi bir .pgn dosyası. < Dosya > menüsünden bir .pgn dosyası açın ve
uk: будь-який файл .pgn. Відкрийте файл .pgn у меню < Файл > і
ur: کوئی بھی .pgn فائل۔ pgn فائل کو < فائل > مینو میں کھولیں۔
vi: bất kỳ tệp .pgn nào. Mở tệp .pgn trong menu < Tệp > và

source: select a game, later on the < Games > menu allows you to pick
es: Seleccione un juego, más adelante el menú <Juegos> le permite elegir
sr: изаберите игру, касније у менију < Игре > можете да изаберете
sv: välj ett spel, senare på < Spel >-menyn låter dig välja
sw: chagua mchezo, baadaye kwenye menyu ya < Michezo > hukuruhusu kuchagua
ta: ஒரு விளையாட்டைத் தேர்ந்தெடுக்கவும், பின்னர் Games > மெனுவில் நீங்கள் தேர்வுசெய்ய அனுமதிக்கிறது
th: เลือกเกม ต่อมาในเมนู <เกม> คุณสามารถเลือกได้
tr: bir oyun seçin, daha sonra < Oyunlar > menüsü seçmenize olanak tanır
uk: вибрати гру, пізніше в меню < Games > можна вибрати
ur: ایک گیم منتخب کریں، بعد میں < گیمز > مینو آپ کو منتخب کرنے کی اجازت دیتا ہے۔
vi: chọn một trò chơi, sau đó trên menu <Trò chơi> cho phép bạn chọn
