Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Use image for background - Check this button to use a bitmap image
es: Usar imagen como fondo: marque este botón para usar una imagen de mapa de bits
sr: Користи слику за позадину – Означите ово дугме да бисте користили битмап слику
sv: Använd bild för bakgrund - Markera den här knappen för att använda en bitmappsbild
sw: Tumia picha kwa mandharinyuma - Angalia kitufe hiki ili kutumia picha ya bitmap
ta: பின்னணிக்கு படத்தைப் பயன்படுத்தவும் - பிட்மேப் படத்தைப் பயன்படுத்த இந்தப் பொத்தானைத் தேர்ந்தெடுக்கவும்.
th: ใช้รูปภาพเป็นพื้นหลัง - เลือกปุ่มนี้เพื่อใช้รูปภาพบิตแมป
tr: Arkaplan için resim kullan - Bir bitmap resmi kullanmak için bu düğmeyi işaretleyin
uk: Використовувати зображення для фону - позначте цю кнопку, щоб використовувати растрове зображення
ur: پس منظر کے لیے تصویر کا استعمال کریں - بٹ میپ امیج استعمال کرنے کے لیے اس بٹن کو چیک کریں۔
vi: Sử dụng hình ảnh làm nền - Đánh dấu vào nút này để sử dụng hình ảnh bitmap

source: for the main window background.
es: para el fondo de la ventana principal.
sr: за позадину главног прозора.
sv: för huvudfönstrets bakgrund.
sw: kwa mandharinyuma kuu ya dirisha.
ta: பிரதான சாளர பின்னணிக்கு.
th: สำหรับพื้นหลังหน้าต่างหลัก
tr: ana pencere arka planı için.
uk: для фону головного вікна.
ur: مین ونڈو کے پس منظر کے لیے۔
vi: cho hình nền cửa sổ chính.

source: Select image file - Select the image file that you want to use.
es: Seleccionar archivo de imagen: seleccione el archivo de imagen que desea utilizar.
sr: Изабери датотеку слике - Изаберите датотеку слике коју желите да користите.
sv: Välj bildfil - Välj den bildfil du vill använda.
sw: Chagua faili ya picha - Chagua faili ya picha unayotaka kutumia.
ta: படக் கோப்பைத் தேர்ந்தெடுக்கவும் - நீங்கள் பயன்படுத்த விரும்பும் படக் கோப்பைத் தேர்ந்தெடுக்கவும்.
th: เลือกไฟล์รูปภาพ - เลือกไฟล์รูปภาพที่คุณต้องการใช้
tr: Resim dosyasını seçin - Kullanmak istediğiniz resim dosyasını seçin.
uk: Виберіть файл зображення - виберіть файл зображення, який ви бажаєте використати.
ur: امیج فائل منتخب کریں - وہ تصویری فائل منتخب کریں جسے آپ استعمال کرنا چاہتے ہیں۔
vi: Chọn tệp hình ảnh - Chọn tệp hình ảnh mà bạn muốn sử dụng.

source: You may select *.png *.jpg *.bmp *.dds *.dib and *.tga files.
es: Puede seleccionar archivos *.png *.jpg *.bmp *.dds *.dib y *.tga.
sr: Можете изабрати *.пнг *.јпг *.бмп *.ддс *.диб и *.тга датотеке.
sv: Du kan välja *.png *.jpg *.bmp *.dds *.dib och *.tga-filer.
sw: Unaweza kuchagua *.png *.jpg *.bmp *.dds *.dib na faili za *.tga.
ta: நீங்கள் *.png *.jpg *.bmp *.dds *.dib மற்றும் *.tga கோப்புகளைத் தேர்ந்தெடுக்கலாம்.
th: คุณสามารถเลือกไฟล์ *.png *.jpg *.bmp *.dds *.dib และ *.tga ได้
tr: *.png *.jpg *.bmp *.dds *.dib ve *.tga dosyalarını seçebilirsiniz.
uk: Ви можете вибрати файли *.png *.jpg *.bmp *.dds *.dib і *.tga.
ur: آپ *.png *.jpg *.bmp *.dds *.dib اور *.tga فائلوں کو منتخب کرسکتے ہیں۔
vi: Bạn có thể chọn các tệp *.png *.jpg *.bmp *.dds *.dib và *.tga.

source: For more details on using bitmap image files click on the < Image files > button
es: Para obtener más detalles sobre el uso de archivos de imágenes de mapa de bits, haga clic en el botón <Archivos de imagen>
sr: За више детаља о коришћењу битмап сликовних датотека кликните на дугме < Датотеке слика >
sv: För mer information om hur du använder bitmappsbildfiler klicka på knappen < Bildfiler >
sw: Kwa maelezo zaidi kuhusu kutumia faili za picha za bitmap bofya kitufe cha < Faili za Picha >
ta: பிட்மேப் படக் கோப்புகளைப் பயன்படுத்துவது பற்றிய கூடுதல் விவரங்களுக்கு <படக் கோப்புகள் > பொத்தானைக் கிளிக் செய்யவும்.
th: หากต้องการทราบรายละเอียดเพิ่มเติมเกี่ยวกับการใช้ไฟล์ภาพบิตแมป ให้คลิกที่ปุ่ม < ไฟล์ภาพ >
tr: Bitmap görüntü dosyalarını kullanma hakkında daha fazla bilgi için < Görüntü dosyaları > düğmesine tıklayın
uk: Щоб дізнатися більше про використання файлів растрових зображень, натисніть кнопку < Файли зображень >
ur: بٹ میپ امیج فائلز استعمال کرنے کے بارے میں مزید تفصیلات کے لیے <تصویری فائلز> بٹن پر کلک کریں۔
vi: Để biết thêm chi tiết về cách sử dụng tệp hình ảnh bitmap, hãy nhấp vào nút < Tệp hình ảnh >

source: Triangle size - input the size for the window background colour triangle.
es: Tamaño del triángulo: ingrese el tamaño del triángulo de color de fondo de la ventana.
sr: Величина троугла - унесите величину троугла боје позадине прозора.
sv: Triangelstorlek - ange storleken för fönstrets bakgrundsfärgstriangel.
sw: Ukubwa wa pembetatu - ingiza saizi ya pembetatu ya rangi ya mandharinyuma ya dirisha.
ta: முக்கோண அளவு - சாளர பின்னணி வண்ண முக்கோணத்திற்கான அளவை உள்ளிடவும்.
th: ขนาดสามเหลี่ยม - ป้อนขนาดสำหรับสามเหลี่ยมสีพื้นหลังของหน้าต่าง
tr: Üçgen boyutu - Pencere arka plan rengi üçgeninin boyutunu girin.
uk: Розмір трикутника - введіть розмір трикутника кольору тла вікна.
ur: مثلث کا سائز - ونڈو کے پس منظر کے رنگ کے مثلث کے لیے سائز درج کریں۔
vi: Kích thước hình tam giác - nhập kích thước cho hình tam giác màu nền cửa sổ.

source: A smaller size gives better definition, but if you make it too small,
es: Un tamaño más pequeño da una mejor definición, pero si lo haces demasiado pequeño,
sr: Мања величина даје бољу дефиницију, али ако је учините премалом,
sv: En mindre storlek ger bättre definition, men om du gör den för liten,
sw: Saizi ndogo inatoa ufafanuzi bora, lakini ikiwa utaifanya kuwa ndogo sana,
ta: சிறிய அளவு சிறந்த வரையறையைத் தருகிறது, ஆனால் நீங்கள் அதை மிகச் சிறியதாக மாற்றினால்,
th: ขนาดเล็กลงทำให้มีความคมชัดมากขึ้นแต่ถ้าให้เล็กเกินไป
tr: Daha küçük bir boyut daha iyi bir tanım sağlar, ancak çok küçük yaparsanız,
uk: Менший розмір дає кращу чіткість, але якщо ви зробите його занадто маленьким,
ur: چھوٹا سائز بہتر تعریف دیتا ہے، لیکن اگر آپ اسے بہت چھوٹا بناتے ہیں،
vi: Kích thước nhỏ hơn sẽ cho độ nét tốt hơn, nhưng nếu bạn làm cho nó quá nhỏ,

source: it will not fully cover the screen.
es: No cubrirá completamente la pantalla.
sr: неће у потпуности покрити екран.
sv: den täcker inte skärmen helt.
sw: haitafunika skrini kikamilifu.
ta: அது திரையை முழுமையாக மறைக்காது.
th: มันจะไม่ครอบคลุมหน้าจอทั้งหมด
tr: ekranı tam olarak kaplamayacaktır.
uk: він не закриває повністю екран.
ur: یہ اسکرین کو مکمل طور پر نہیں ڈھانپے گا۔
vi: nó sẽ không che phủ hoàn toàn màn hình.

source: Flip background with board - Check to flip the main window background
es: Voltear el fondo con el tablero: marque para voltear el fondo de la ventana principal
sr: Окрени позадину са таблом - Означите да бисте окренули позадину главног прозора
sv: Vänd bakgrund med tavla - Markera för att vända huvudfönstrets bakgrund
sw: Geuza usuli kwa ubao - Angalia ili kugeuza mandharinyuma ya dirisha kuu
ta: பலகையுடன் பின்னணியை புரட்டவும் - பிரதான சாளர பின்னணியை புரட்ட சரிபார்க்கவும்.
th: พลิกพื้นหลังด้วยกระดาน - เลือกเพื่อพลิกพื้นหลังหน้าต่างหลัก
tr: Arkaplanı panoyla çevir - Ana pencere arka planını çevirmek için işaretleyin
uk: Перевернути фон за допомогою дошки – поставте прапорець, щоб перевернути фон головного вікна
ur: بورڈ کے ساتھ پس منظر پلٹائیں - مرکزی ونڈو کے پس منظر کو پلٹنے کے لیے چیک کریں۔
vi: Lật nền bằng bảng - Kiểm tra để lật nền cửa sổ chính

source: in harmony with a board flip.
es: en armonía con un giro de tablero.
sr: у складу са преокретом даске.
sv: i harmoni med en brädflip.
sw: kwa amani na flip ya ubao.
ta: பலகை புரட்டலுடன் இணக்கமாக.
th: ให้สอดคล้องกันกับการพลิกกระดาน
tr: bir tahta çevirme ile uyum içinde.
uk: в гармонії з дошкою фліп.
ur: ایک بورڈ فلپ کے ساتھ ہم آہنگی میں.
vi: theo nhịp điệu của một cú lật ván.

source: To restore the default values for all screen elements,
es: Para restaurar los valores predeterminados para todos los elementos de la pantalla,
sr: Да бисте вратили подразумеване вредности за све елементе екрана,
sv: För att återställa standardvärdena för alla skärmelement,
sw: Ili kurejesha maadili chaguo-msingi kwa vipengele vyote vya skrini,
ta: அனைத்து திரை உறுப்புகளுக்கும் இயல்புநிலை மதிப்புகளை மீட்டமைக்க,
th: เพื่อคืนค่าเริ่มต้นให้กับองค์ประกอบหน้าจอทั้งหมด
tr: Tüm ekran öğelerinin varsayılan değerlerini geri yüklemek için,
uk: Щоб відновити значення за замовчуванням для всіх елементів екрана,
ur: اسکرین کے تمام عناصر کے لیے پہلے سے طے شدہ اقدار کو بحال کرنے کے لیے،
vi: Để khôi phục các giá trị mặc định cho tất cả các thành phần màn hình,

source: click on the Defaults button at the bottom of the screen.
es: Haga clic en el botón Valores predeterminados en la parte inferior de la pantalla.
sr: кликните на дугме Подразумеване вредности на дну екрана.
sv: klicka på knappen Defaults längst ned på skärmen.
sw: bofya kwenye kitufe cha Defaults chini ya skrini.
ta: திரையின் அடிப்பகுதியில் உள்ள இயல்புநிலை பொத்தானைக் கிளிக் செய்யவும்.
th: คลิกที่ปุ่มค่าเริ่มต้นที่ด้านล่างของหน้าจอ
tr: Ekranın alt kısmında bulunan Varsayılanlar butonuna tıklayın.
uk: натисніть кнопку За замовчуванням у нижній частині екрана.
ur: اسکرین کے نیچے ڈیفالٹس بٹن پر کلک کریں۔
vi: nhấp vào nút Mặc định ở cuối màn hình.

source: Like the board bitmaps and the sound effects,
es: Al igual que los mapas de bits del tablero y los efectos de sonido,
sr: Као битмапе на плочи и звучни ефекти,
sv: Som brädets bitmappar och ljudeffekterna,
sw: Kama bitmaps za bodi na athari za sauti,
ta: பலகை பிட்மேப்கள் மற்றும் ஒலி விளைவுகள் போல,
th: เช่นเดียวกับบิตแมปบอร์ดและเอฟเฟกต์เสียง
tr: Tahta bit eşlemleri ve ses efektleri gibi,
uk: Подібно до растрових зображень дошки та звукових ефектів,
ur: بورڈ بٹ میپس اور صوتی اثرات کی طرح،
vi: Giống như các bitmap trên bảng và các hiệu ứng âm thanh,

source: you can add files to use for the main window background in 3d
es: Puedes agregar archivos para usar como fondo de la ventana principal en 3D
sr: можете додати датотеке које ћете користити за позадину главног прозора у 3Д
sv: du kan lägga till filer som ska användas för huvudfönstrets bakgrund i 3d
sw: unaweza kuongeza faili za kutumia kwa mandharinyuma kuu ya dirisha katika 3d
ta: பிரதான சாளர பின்னணிக்கு 3D இல் பயன்படுத்த கோப்புகளைச் சேர்க்கலாம்.
th: คุณสามารถเพิ่มไฟล์เพื่อใช้เป็นพื้นหลังหน้าต่างหลักในรูปแบบ 3 มิติได้
tr: 3 boyutlu ana pencere arka planı için kullanılacak dosyaları ekleyebilirsiniz
uk: ви можете додати файли для використання як фон головного вікна в 3D
ur: آپ 3d میں مین ونڈو کے پس منظر کے لیے استعمال کرنے کے لیے فائلیں شامل کر سکتے ہیں۔
vi: bạn có thể thêm các tập tin để sử dụng cho nền cửa sổ chính ở dạng 3D

source: You may use the following file types for a background bitmap image.
es: Puede utilizar los siguientes tipos de archivos para una imagen de mapa de bits de fondo.
sr: Можете користити следеће типове датотека за позадинску битмап слику.
sv: Du kan använda följande filtyper för en bakgrundsbitmappsbild.
sw: Unaweza kutumia aina zifuatazo za faili kwa picha ya mandharinyuma ya bitmap.
ta: பின்னணி பிட்மேப் படத்திற்கு நீங்கள் பின்வரும் கோப்பு வகைகளைப் பயன்படுத்தலாம்.
th: คุณอาจใช้ประเภทไฟล์ต่อไปนี้สำหรับภาพบิตแมปพื้นหลังได้
tr: Arka plan bitmap görüntüsü için aşağıdaki dosya türlerini kullanabilirsiniz.
uk: Ви можете використовувати такі типи файлів для фонового растрового зображення.
ur: آپ پس منظر کی بٹ میپ تصویر کے لیے درج ذیل فائل کی اقسام استعمال کر سکتے ہیں۔
vi: Bạn có thể sử dụng các loại tệp sau cho ảnh bitmap nền.

source: Unlike the board bitmap files, although there are no rigid size restrictions,
es: A diferencia de los archivos de mapa de bits de la placa, aunque no hay restricciones de tamaño rígidas,
sr: За разлику од битмап датотека на плочи, иако не постоје строга ограничења величине,
sv: Till skillnad från brädets bitmappsfiler, även om det inte finns några stela storleksbegränsningar,
sw: Tofauti na faili za bitmap za bodi, ingawa hakuna vizuizi vya saizi ngumu,
ta: பலகை பிட்மேப் கோப்புகளைப் போலன்றி, கடுமையான அளவு கட்டுப்பாடுகள் இல்லாவிட்டாலும்,
th: ต่างจากไฟล์บิตแมปบนบอร์ด แม้ว่าจะไม่มีข้อจำกัดด้านขนาดที่เข้มงวด
tr: Kart bitmap dosyalarının aksine, katı boyut kısıtlamaları olmamasına rağmen,
uk: На відміну від растрових файлів плати, хоча немає жорстких обмежень щодо розміру,
ur: بورڈ بٹ میپ فائلوں کے برعکس، اگرچہ سائز کی کوئی سخت پابندیاں نہیں ہیں،
vi: Không giống như các tệp bitmap của bảng, mặc dù không có giới hạn kích thước cứng nhắc,

source: I strongly advise you to make them square and the size a power of 2,
es: Te recomiendo encarecidamente que los hagas cuadrados y de tamaño potencia de 2,
sr: Препоручујем вам да их направите квадратне и величине степена 2,
sv: Jag råder dig starkt att göra dem fyrkantiga och storleken en potens av 2,
sw: Ninakushauri sana uwafanye mraba na saizi kuwa na nguvu ya 2,
ta: அவற்றை சதுரமாகவும், அளவை 2 சக்தியாகவும் மாற்றுமாறு நான் உங்களுக்கு கடுமையாக அறிவுறுத்துகிறேன்,
th: ฉันแนะนำอย่างยิ่งให้คุณทำให้มันเป็นรูปสี่เหลี่ยมจัตุรัสและมีขนาดกำลัง 2
tr: Bunları kare ve 2'nin kuvveti boyutunda yapmanızı şiddetle tavsiye ediyorum.
uk: Я наполегливо раджу вам зробити їх квадратними, а розмір – степенем 2,
ur: میں آپ کو سختی سے مشورہ دیتا ہوں کہ انہیں مربع اور سائز 2 کی طاقت بنائیں،
vi: Tôi thực sự khuyên bạn nên làm chúng vuông và có kích thước là lũy thừa của 2,

source: e.g. 512 * 512, 1024 * 1024 etc. because then they load much more quickly.
es: por ejemplo 512 * 512, 1024 * 1024, etc. porque entonces se cargan mucho más rápido.
sr: нпр. 512 * 512, 1024 * 1024 итд. јер се тада много брже учитавају.
sv: till exempel 512 * 512, 1024 * 1024 etc. för då laddas de mycket snabbare.
sw: k.m. 512 * 512, 1024 * 1024 nk kwa sababu basi hupakia haraka zaidi.
ta: எ.கா. 512 * 512, 1024 * 1024 போன்றவை. ஏனெனில் அவை மிக விரைவாக ஏற்றப்படும்.
th: เช่น 512 * 512, 1024 * 1024 เป็นต้น เพราะจะทำให้โหลดได้เร็วขึ้นมาก
tr: örneğin 512 * 512, 1024 * 1024 vb. çünkü bu durumda çok daha hızlı yüklenirler.
uk: напр. 512 * 512, 1024 * 1024 і т.д., оскільки тоді вони завантажуються набагато швидше.
ur: جیسے 512 * 512، 1024 * 1024 وغیرہ کیونکہ پھر وہ بہت تیزی سے لوڈ ہوتے ہیں۔
vi: ví dụ: 512 * 512, 1024 * 1024, v.v. vì khi đó chúng tải nhanh hơn nhiều.

source: In terms of definition quality, there does not seem to be much difference
es: En términos de calidad de definición, no parece haber mucha diferencia.
sr: У погледу квалитета дефиниције, изгледа да нема велике разлике
sv: När det gäller definitionskvalitet verkar det inte vara så stor skillnad
sw: Kwa upande wa ubora wa ufafanuzi, haionekani kuwa na tofauti nyingi
ta: வரையறை தரத்தைப் பொறுத்தவரை, அதிக வித்தியாசம் இருப்பதாகத் தெரியவில்லை.
th: ในแง่ของคุณภาพความคมชัดก็ดูไม่แตกต่างกันมากนัก
tr: Tanım kalitesi açısından çok fazla fark görünmüyor
uk: З точки зору якості визначення, здається, немає великої різниці
ur: تعریف کے معیار کے لحاظ سے، زیادہ فرق نہیں لگتا ہے
vi: Về chất lượng định nghĩa, có vẻ như không có nhiều sự khác biệt

source: between the formats when used in this program.
es: entre los formatos cuando se utilizan en este programa.
sr: између формата када се користи у овом програму.
sv: mellan formaten när de används i detta program.
sw: kati ya fomati zinapotumika katika programu hii.
ta: இந்த நிரலில் பயன்படுத்தப்படும் போது வடிவங்களுக்கு இடையில்.
th: ระหว่างรูปแบบเมื่อใช้ในโปรแกรมนี้
tr: Bu programda kullanıldığında formatlar arasında.
uk: між форматами під час використання в цій програмі.
ur: اس پروگرام میں استعمال ہونے پر فارمیٹس کے درمیان۔
vi: giữa các định dạng khi sử dụng trong chương trình này.

source: I have provided .png and .jpg versions of the Travertine009 file
es: He proporcionado versiones .png y .jpg del archivo Travertine009
sr: Дао сам .пнг и .јпг верзије датотеке Травертине009
sv: Jag har tillhandahållit .png- och .jpg-versioner av Travertine009-filen
sw: Nimetoa matoleo ya .png na .jpg ya faili ya Travertine009
ta: நான் Travertine009 கோப்பின் .png மற்றும் .jpg பதிப்புகளை வழங்கியுள்ளேன்.
th: ฉันได้จัดเตรียมไฟล์ Travertine009 เวอร์ชัน .png และ .jpg ไว้แล้ว
tr: Travertine009 dosyasının .png ve .jpg versiyonlarını sağladım
uk: Я надав версії .png і .jpg файлу Travertine009
ur: میں نے Travertine009 فائل کے .png اور .jpg ورژن فراہم کیے ہیں۔
vi: Tôi đã cung cấp phiên bản .png và .jpg của tệp Travertine009

source: from Ambientcg.com so that you can compare them if you wish to.
es: de Ambientcg.com para que puedas compararlos si lo deseas.
sr: са Амбиентцг.цом тако да можете да их упоредите ако желите.
sv: från Ambientcg.com så att du kan jämföra dem om du vill.
sw: kutoka kwa Ambientcg.com ili uweze kuzilinganisha ikiwa ungependa.
ta: நீங்கள் விரும்பினால் அவற்றை ஒப்பிட்டுப் பார்க்க Ambientcg.com இலிருந்து.
th: จาก Ambientcg.com เพื่อให้คุณสามารถเปรียบเทียบได้หากคุณต้องการ
tr: Dilerseniz karşılaştırabilmeniz için Ambientcg.com'dan temin edebilirsiniz.
uk: з Ambientcg.com, щоб ви могли порівняти їх, якщо хочете.
ur: Ambientcg.com سے تاکہ اگر آپ چاہیں تو ان کا موازنہ کر سکیں۔
vi: từ Ambientcg.com để bạn có thể so sánh chúng nếu muốn.

source: I did try a *.png version of this file, 2048 pixels square,
es: Probé una versión *.png de este archivo, de 2048 píxeles cuadrados,
sr: Пробао сам *.пнг верзију ове датотеке, квадратне величине 2048 пиксела,
sv: Jag provade en *.png-version av den här filen, 2048 pixlar i kvadrat,
sw: Nilijaribu toleo la *.png la faili hii, saizi 2048 za mraba,
ta: நான் இந்தக் கோப்பின் *.png பதிப்பை முயற்சித்தேன், 2048 பிக்சல்கள் சதுரம்,
th: ฉันลองใช้ไฟล์นี้เวอร์ชัน *.png ขนาด 2,048 พิกเซล
tr: Bu dosyanın 2048 piksel karelik *.png versiyonunu denedim.
uk: Я спробував *.png версію цього файлу, квадрат 2048 пікселів,
ur: میں نے اس فائل کا *.png ورژن آزمایا، 2048 پکسل مربع،
vi: Tôi đã thử phiên bản *.png của tệp này, hình vuông 2048 pixel,

source: and the definition was marginally better, but the file size is much larger,
es: y la definición fue marginalmente mejor, pero el tamaño del archivo es mucho mayor,
sr: и дефиниција је била незнатно боља, али је величина датотеке много већа,
sv: och definitionen var marginellt bättre, men filstorleken är mycket större,
sw: na ufafanuzi ulikuwa bora zaidi, lakini saizi ya faili ni kubwa zaidi,
ta: மேலும் வரையறை ஓரளவு சிறப்பாக இருந்தது, ஆனால் கோப்பு அளவு மிகப் பெரியது,
th: และความคมชัดดีขึ้นเล็กน้อยแต่ขนาดไฟล์ใหญ่กว่ามาก
tr: ve tanımlama biraz daha iyiydi, ancak dosya boyutu çok daha büyüktü,
uk: і визначення було трохи краще, але розмір файлу набагато більший,
ur: اور تعریف معمولی سے بہتر تھی، لیکن فائل کا سائز بہت بڑا ہے،
vi: và định nghĩa thì tốt hơn một chút, nhưng kích thước tệp thì lớn hơn nhiều,

source: 5.2mb for 2048 pixels square compared with 1.3mb for 1024 pixels square.
es: 5,2 MB para 2048 píxeles cuadrados, en comparación con 1,3 MB para 1024 píxeles cuadrados.
sr: 5,2 мб за квадрат од 2048 пиксела у поређењу са 1,3 мб за квадрат од 1024 пиксела.
sv: 5,2 mb för 2048 pixlar i kvadrat jämfört med 1,3 mb för 1024 pixlar i kvadrat.
sw: 5.2mb kwa pikseli 2048 za mraba ikilinganishwa na 1.3mb kwa pikseli 1024 za mraba.
ta: 2048 பிக்சல்கள் சதுரத்திற்கு 5.2mb ஆகவும், 1024 பிக்சல்கள் சதுரத்திற்கு 1.3mb ஆகவும் உள்ளது.
th: 5.2MB สำหรับพิกเซลขนาด 2,048 พิกเซล เทียบกับ 1.3MB สำหรับพิกเซลขนาด 1,024 พิกเซล
tr: 2048 piksel kare için 5,2 mb, 1024 piksel kare için 1,3 mb.
uk: 5,2 МБ для квадрата 2048 пікселів порівняно з 1,3 МБ для квадрата 1024 пікселів.
ur: 2048 پکسلز مربع کے لیے 5.2mb جبکہ 1024 پکسل مربع کے لیے 1.3mb۔
vi: 5,2mb cho ảnh vuông 2048 pixel so với 1,3mb cho ảnh vuông 1024 pixel.

source: Ambientcg.com has some really high definition versions of their files,
es: Ambientcg.com tiene algunas versiones de sus archivos en muy alta definición,
sr: Амбиентцг.цом има неке заиста високе дефиниције својих датотека,
sv: Ambientcg.com har några riktigt högupplösta versioner av sina filer,
sw: Ambientcg.com ina matoleo ya ufafanuzi wa hali ya juu wa faili zao,
ta: Ambientcg.com அவர்களின் கோப்புகளின் சில உயர் வரையறை பதிப்புகளைக் கொண்டுள்ளது,
th: Ambientcg.com มีไฟล์เวอร์ชันความละเอียดสูงจริงๆ
tr: Ambientcg.com'un dosyalarının gerçekten yüksek çözünürlüklü sürümleri var,
uk: Ambientcg.com має кілька версій своїх файлів дійсно високої чіткості,
ur: Ambientcg.com کے پاس ان کی فائلوں کے کچھ واقعی ہائی ڈیفینیشن ورژن ہیں،
vi: Ambientcg.com có một số phiên bản tệp có độ phân giải thực sự cao,

source: if you want to try them.
es: Si quieres probarlos.
sr: ако желите да их испробате.
sv: om du vill prova dem.
sw: ukitaka kuzijaribu.
ta: நீங்கள் அவற்றை முயற்சிக்க விரும்பினால்.
th: หากคุณอยากลองมัน
tr: Eğer denemek isterseniz.
uk: якщо ви хочете спробувати їх.
ur: اگر آپ ان کو آزمانا چاہتے ہیں۔
vi: nếu bạn muốn thử chúng.

source: There are many free sources for bitmap image files, if you want
es: Hay muchas fuentes gratuitas de archivos de imágenes de mapa de bits, si lo desea.
sr: Постоји много бесплатних извора за битмап сликовне датотеке, ако желите
sv: Det finns många gratiskällor för bitmappsbildfiler, om du vill
sw: Kuna vyanzo vingi vya bure vya faili za picha za bitmap, ikiwa unataka
ta: நீங்கள் விரும்பினால், பிட்மேப் படக் கோப்புகளுக்கு பல இலவச ஆதாரங்கள் உள்ளன.
th: มีแหล่งไฟล์ภาพบิตแมปฟรีมากมายหากคุณต้องการ
tr: İsterseniz bitmap görüntü dosyaları için birçok ücretsiz kaynak bulunmaktadır
uk: Існує багато безкоштовних джерел файлів растрових зображень, якщо ви хочете
ur: اگر آپ چاہیں تو بٹ میپ امیج فائلوں کے لیے بہت سے مفت ذرائع ہیں۔
vi: Có nhiều nguồn miễn phí cho các tập tin hình ảnh bitmap, nếu bạn muốn

source: to install your own preferred bitmap images into the program.
es: para instalar sus propias imágenes de mapa de bits preferidas en el programa.
sr: да инсталирате своје жељене битмап слике у програм.
sv: för att installera dina egna föredragna bitmappsbilder i programmet.
sw: kusakinisha picha zako za bitmap unazopendelea kwenye programu.
ta: உங்களுக்குப் பிடித்த பிட்மேப் படங்களை நிரலில் நிறுவ.
th: เพื่อติดตั้งภาพบิตแมปที่คุณต้องการลงในโปรแกรม
tr: Kendi tercih ettiğiniz bitmap görüntülerini programa yüklemek için.
uk: щоб установити власні бажані растрові зображення в програму.
ur: پروگرام میں اپنی پسند کی بٹ میپ امیجز انسٹال کرنے کے لیے۔
vi: để cài đặt hình ảnh bitmap bạn thích vào chương trình.

source: Ambientcg.com, Arroway-textures.ch, Unsplash.com, Sketchuptextureclub.com
sr: Амбиентцг.цом, Арроваи-тектурес.цх, Унспласх.цом, Скетцхуптектурецлуб.цом
sw: Ambientcg.com, Aroway-textures.ch, Unsplash.com, Sketchuptextureclub.com

source: to name but a few.
es: Por nombrar solo algunos.
sr: да споменемо само неке.
sv: för att bara nämna några.
sw: kutaja machache tu.
ta: ஒரு சிலவற்றை மட்டும் குறிப்பிடலாம்.
th: เพื่อตั้งชื่อให้เพียงไม่กี่ชื่อ
tr: Bunlardan sadece birkaçını saymak gerekirse.
uk: назвати лише деякі.
ur: نام کے لیے مگر چند ایک۔
vi: đó chỉ là một vài ví dụ.

source: Once you have downloaded file(s), open them with Windows paint
es: Una vez que haya descargado los archivos, ábralos con Windows Paint.
sr: Када преузмете датотеке, отворите их помоћу Виндовс боје
sv: När du har laddat ner fil(er), öppna dem med Windows Paint
sw: Mara tu unapopakua faili, zifungue na rangi ya Windows
ta: கோப்பு(களை) பதிவிறக்கம் செய்தவுடன், அவற்றை விண்டோஸ் பெயிண்ட் மூலம் திறக்கவும்.
th: เมื่อคุณดาวน์โหลดไฟล์แล้ว ให้เปิดด้วย Windows Paint
tr: Dosyaları indirdikten sonra Windows Paint ile açın
uk: Після завантаження файлів відкрийте їх за допомогою Windows paint
ur: فائل (فائلیں) ڈاؤن لوڈ کرنے کے بعد، انہیں ونڈوز پینٹ کے ساتھ کھولیں۔
vi: Sau khi bạn đã tải xuống tệp, hãy mở chúng bằng Windows Paint

source: and resize them to a square size that is a power of 2,
es: y redimensionarlos a un tamaño cuadrado que sea una potencia de 2,
sr: и промените им величину на квадратну величину која је степен 2,
sv: och ändra storleken på dem till en kvadratstorlek som är en potens av 2,
sw: na ubadilishe ukubwa wao hadi saizi ya mraba ambayo ni nguvu ya 2,
ta: மேலும் அவற்றை 2 இன் அடுக்கு சதுர அளவிற்கு மறுஅளவிடவும்,
th: และปรับขนาดให้เป็นรูปสี่เหลี่ยมจัตุรัสที่มีเลขยกกำลัง 2
tr: ve bunları 2'nin kuvveti olan bir kare boyutuna yeniden boyutlandırın,
uk: і змініть їх розмір до розміру квадрата, який є степенем 2,
ur: اور ان کا سائز ایک مربع سائز میں تبدیل کریں جو کہ 2 کی طاقت ہے،
vi: và thay đổi kích thước của chúng thành một hình vuông có kích thước là lũy thừa của 2,
