Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: been installed in the
es: Se ha instalado en el
sr: је инсталиран у
sv: har installerats i
sw: imewekwa katika
ta: இல் நிறுவப்பட்டது
th: ได้รับการติดตั้งใน
tr: kurulmuş
uk: встановлено в
ur: میں نصب کیا گیا ہے۔
vi: đã được cài đặt trong

source: I downloaded the PGN file for making this book from pgnmentor.com
es: Descargué el archivo PGN para hacer este libro desde pgnmentor.com
sr: Преузео сам ПГН датотеку за прављење ове књиге са пгнментор.цом
sv: Jag laddade ner PGN-filen för att göra den här boken från pgnmentor.com
sw: Nilipakua faili ya PGN ya kutengeneza kitabu hiki kutoka pgnmentor.com
ta: இந்தப் புத்தகத்தை உருவாக்குவதற்கான PGN கோப்பை pgnmentor.com இலிருந்து பதிவிறக்கம் செய்தேன்.
th: ฉันดาวน์โหลดไฟล์ PGN เพื่อสร้างหนังสือเล่มนี้จาก pgnmentor.com
tr: Bu kitabı yapmak için gereken PGN dosyasını pgnmentor.com'dan indirdim
uk: Я завантажив файл PGN для створення цієї книги з pgnmentor.com
ur: میں نے اس کتاب کو بنانے کے لیے PGN فائل pgnmentor.com سے ڈاؤن لوڈ کی ہے۔
vi: Tôi đã tải xuống tệp PGN để tạo cuốn sách này từ pgnmentor.com

source: The PGN file contains 15,040 games, and on my computer it took
es: El archivo PGN contiene 15.040 juegos y en mi computadora tardó
sr: ПГН датотека садржи 15.040 игрица, а на мом рачунару је требало
sv: PGN-filen innehåller 15 040 spel, och på min dator tog det
sw: Faili ya PGN ina michezo 15,040, na ilichukua kwenye kompyuta yangu
ta: PGN கோப்பில் 15,040 விளையாட்டுகள் உள்ளன, என் கணினியில் அது எடுத்தது
th: ไฟล์ PGN มีเกม 15,040 เกม และบนคอมพิวเตอร์ของฉันใช้เวลา
tr: PGN dosyası 15.040 oyun içeriyor ve benim bilgisayarımda
uk: Файл PGN містить 15 040 ігор, і на моєму комп'ютері він займав
ur: PGN فائل میں 15,040 گیمز ہیں، اور میرے کمپیوٹر پر اس نے لے لیا۔
vi: Tệp PGN chứa 15.040 trò chơi và trên máy tính của tôi phải mất

source: 5 minutes to build the opening book file KingsGambit.bin
es: 5 minutos para crear el archivo del libro de apertura KingsGambit.bin
sr: 5 минута за прављење почетне датотеке књиге КингсГамбит.бин
sv: 5 minuter att bygga öppningsboken KingsGambit.bin
sw: Dakika 5 za kuunda faili ya kitabu cha ufunguzi KingsGambit.bin
ta: தொடக்க புத்தகக் கோப்பை KingsGambit.bin உருவாக்க 5 நிமிடங்கள்.
th: 5 นาทีในการสร้างไฟล์หนังสือเปิด KingsGambit.bin
tr: Açılış kitabı dosyasını oluşturmak için 5 dakika KingsGambit.bin
uk: 5 хвилин для створення початкового файлу книги KingsGambit.bin
ur: افتتاحی کتاب کی فائل KingsGambit.bin بنانے کے لیے 5 منٹ
vi: 5 phút để xây dựng tệp sách mở đầu KingsGambit.bin

source: that is 30 ply deep and has 240,356 moves.
es: que tiene 30 capas de profundidad y 240.356 movimientos.
sr: који је дубок 30 слојева и има 240,356 потеза.
sv: det är 30 lager djupt och har 240 356 drag.
sw: hiyo ni 30 ply deep na ina 240,356 moves.
ta: அது 30 அடுக்கு ஆழம் கொண்டது மற்றும் 240,356 நகர்வுகளைக் கொண்டுள்ளது.
th: ซึ่งมีความลึกถึง 30 ชั้นและมี 240,356 ท่า
tr: 30 katlı ve 240.356 hamleli.
uk: що має глибину 30 шарів і 240 356 ходів.
ur: جو کہ 30 پلائی گہری ہے اور اس میں 240,356 حرکتیں ہیں۔
vi: có 30 lớp và có 240.356 động tác.

source: The book seems quite usable and you can set the move weight filter
es: El libro parece bastante utilizable y puedes configurar el filtro de peso del movimiento.
sr: Књига изгледа прилично употребљива и можете подесити филтер тежине кретања
sv: Boken verkar ganska användbar och du kan ställa in flytta viktfiltret
sw: Kitabu kinaonekana kutumika na unaweza kuweka kichujio cha uzani wa kusonga
ta: இந்தப் புத்தகம் மிகவும் பயனுள்ளதாகத் தெரிகிறது, மேலும் நீங்கள் நகர்த்தல் எடை வடிகட்டியை அமைக்கலாம்.
th: หนังสือเล่มนี้ดูใช้ได้ดีมาก และคุณสามารถตั้งค่าตัวกรองน้ำหนักการเคลื่อนย้ายได้
tr: Kitap oldukça kullanışlı görünüyor ve hareket ağırlığı filtresini ayarlayabiliyorsunuz
uk: Книга виглядає досить зручною, і ви можете встановити фільтр ваги руху
ur: کتاب کافی قابل استعمال معلوم ہوتی ہے اور آپ موو ویٹ فلٹر سیٹ کر سکتے ہیں۔
vi: Cuốn sách có vẻ khá hữu ích và bạn có thể thiết lập bộ lọc trọng lượng di chuyển

source: to exclude the moves with very low weights from the
es: para excluir los movimientos con pesos muy bajos de la
sr: да искључите потезе са веома малим тежинама из
sv: att utesluta drag med mycket låga vikter från
sw: kuwatenga hatua zilizo na uzani wa chini sana kutoka kwa
ta: மிகக் குறைந்த எடை கொண்ட நகர்வுகளை விலக்க
th: เพื่อยกเว้นการเคลื่อนไหวที่มีน้ำหนักต่ำมากจาก
tr: çok düşük ağırlıklara sahip hareketleri hariç tutmak
uk: виключити ходи з дуже малою вагою
ur: سے بہت کم وزن والی چالوں کو خارج کرنا
vi: để loại trừ các động thái có trọng lượng rất thấp khỏi

source: <Main menu> <Openings> <Book weights..> dialog box.
es: Cuadro de diálogo <Menú principal> <Aberturas> <Pesos de libros..>.
sr: <Главни мени> <Отвори> <Тежине књиге..> дијалог.
sv: <Huvudmeny> <Öppningar> <Bokvikter..> dialogrutan.
sw: <Menyu kuu> <Vifunguzi> <Vipimo vya vitabu..> kisanduku cha mazungumzo.
ta: <முக்கிய மெனு>திறப்புகள்>எடைகளை எண்ணுங்கள்..> உரையாடல் பெட்டி.
th: <เมนูหลัก> <ช่องเปิด> <น้ำหนักหนังสือ..> กล่องโต้ตอบ
tr: <Ana menü> <Açıklıklar> <Kitap ağırlıkları..> iletişim kutusu.
uk: Діалогове вікно <Головне меню> <Відкриття> <Вага книги..>.
ur: <مین مینو> <اوپننگ> <کتاب کا وزن..> ڈائیلاگ باکس۔
vi: Hộp thoại <Menu chính> <Mở đầu> <Trọng lượng sách..>.

source: The build speed for opening books is quite good because the book
es: La velocidad de construcción para abrir libros es bastante buena porque el libro
sr: Брзина израде за отварање књига је прилично добра јер књига
sv: Bygghastigheten för att öppna böcker är ganska bra eftersom boken
sw: Kasi ya ujenzi wa kufungua vitabu ni nzuri sana kwa sababu kitabu
ta: புத்தகங்களைத் திறப்பதற்கான கட்டமைப்பு வேகம் மிகவும் நன்றாக உள்ளது, ஏனெனில் புத்தகம்
th: ความเร็วในการสร้างเพื่อเปิดหนังสือค่อนข้างดีเพราะหนังสือ
tr: Kitapları açma hızı oldukça iyidir çünkü kitap
uk: Швидкість створення для відкриття книг досить хороша, тому що книга
ur: کتابیں کھولنے کی رفتار بہت اچھی ہے کیونکہ کتاب
vi: Tốc độ xây dựng để mở sách khá tốt vì cuốn sách

source: is processed in the computer memory and then the opening book
es: se procesa en la memoria de la computadora y luego el libro de apertura
sr: се обрађује у меморији рачунара, а затим отвара књигу
sv: bearbetas i datorns minne och sedan öppningsboken
sw: inachakatwa kwenye kumbukumbu ya kompyuta na kisha kitabu cha ufunguzi
ta: கணினி நினைவகத்தில் செயலாக்கப்பட்டு, பின்னர் தொடக்கப் புத்தகத்தில் செயலாக்கப்படுகிறது.
th: จะถูกประมวลผลในหน่วยความจำคอมพิวเตอร์แล้วจึงเปิดหนังสือ
tr: bilgisayar belleğinde işlenir ve ardından açılış kitabı
uk: обробляється в пам'яті комп'ютера, а потім відкривається книга
ur: کمپیوٹر میموری میں پروسیس کیا جاتا ہے اور پھر افتتاحی کتاب
vi: được xử lý trong bộ nhớ máy tính và sau đó là cuốn sách mở đầu

source: is written to disk when the processing is complete.
es: Se escribe en el disco cuando se completa el procesamiento.
sr: се записује на диск када се обрада заврши.
sv: skrivs till disk när bearbetningen är klar.
sw: imeandikwa kwa diski wakati usindikaji umekamilika.
ta: செயலாக்கம் முடிந்ததும் வட்டில் எழுதப்படும்.
th: จะถูกเขียนลงดิสก์เมื่อการประมวลผลเสร็จสิ้น
tr: işlem tamamlandığında diske yazılır.
uk: записується на диск після завершення обробки.
ur: پروسیسنگ مکمل ہونے پر ڈسک پر لکھا جاتا ہے۔
vi: được ghi vào đĩa khi quá trình xử lý hoàn tất.

source: This means there is a restriction on the size of the book that you can make.
es: Esto significa que hay una restricción en el tamaño del libro que puedes hacer.
sr: То значи да постоји ограничење величине књиге коју можете да направите.
sv: Det betyder att det finns en begränsning för storleken på boken som du kan göra.
sw: Hii inamaanisha kuwa kuna kizuizi kwa saizi ya kitabu ambacho unaweza kutengeneza.
ta: இதன் பொருள் நீங்கள் உருவாக்கக்கூடிய புத்தகத்தின் அளவிற்கு ஒரு கட்டுப்பாடு உள்ளது.
th: ซึ่งหมายความว่ามีข้อจำกัดเกี่ยวกับขนาดหนังสือที่คุณสามารถทำได้
tr: Bu, yapabileceğiniz kitabın boyutunda bir sınırlama olduğu anlamına gelir.
uk: Це означає, що існує обмеження щодо розміру книги, яку ви можете зробити.
ur: اس کا مطلب ہے کہ کتاب کے سائز پر پابندی ہے جسے آپ بنا سکتے ہیں۔
vi: Điều này có nghĩa là có giới hạn về kích thước cuốn sách bạn có thể tạo.

source: However, in practical terms, this should not be a problem,
es: Sin embargo, en términos prácticos, esto no debería ser un problema.
sr: Међутим, у практичном смислу, то не би требало да представља проблем,
sv: Men rent praktiskt borde detta inte vara ett problem,
sw: Walakini, kwa maneno ya vitendo, hii haipaswi kuwa shida,
ta: இருப்பினும், நடைமுறை ரீதியாக, இது ஒரு பிரச்சனையாக இருக்கக்கூடாது,
th: อย่างไรก็ตาม ในทางปฏิบัติแล้ว นี่ไม่น่าจะเป็นปัญหา
tr: Ancak pratikte bu bir sorun teşkil etmemeli.
uk: Однак з практичної точки зору це не повинно бути проблемою,
ur: تاہم، عملی لحاظ سے، یہ ایک مسئلہ نہیں ہونا چاہئے،
vi: Tuy nhiên, trên thực tế, điều này không phải là vấn đề,

source: because on my computer I found that I could create an array
es: porque en mi computadora encontré que podía crear una matriz
sr: јер сам на свом рачунару открио да могу да направим низ
sv: för på min dator upptäckte jag att jag kunde skapa en array
sw: kwa sababu kwenye kompyuta yangu niligundua kuwa naweza kuunda safu
ta: ஏனென்றால் என் கணினியில் ஒரு வரிசையை உருவாக்க முடியும் என்று நான் கண்டேன்.
th: เพราะในคอมพิวเตอร์ของฉัน ฉันพบว่าฉันสามารถสร้างอาร์เรย์ได้
tr: çünkü bilgisayarımda bir dizi oluşturabileceğimi buldum
uk: тому що на своєму комп’ютері я виявив, що можу створити масив
ur: کیونکہ میں نے اپنے کمپیوٹر پر پایا کہ میں ایک صف بنا سکتا ہوں۔
vi: bởi vì trên máy tính của tôi tôi thấy rằng tôi có thể tạo một mảng

source: in the memory that was 1.25 Gigabytes in size.
es: en la memoria que tenía un tamaño de 1,25 Gigabytes.
sr: у меморији која је била величине 1,25 гигабајта.
sv: i minnet som var 1,25 Gigabyte stort.
sw: kwenye kumbukumbu iliyokuwa na ukubwa wa Gigabaiti 1.25.
ta: நினைவகத்தில் அது 1.25 ஜிகாபைட் அளவு இருந்தது.
th: ในหน่วยความจำที่มีขนาด 1.25 กิกะไบต์
tr: 1.25 Gigabyte büyüklüğündeki hafızada.
uk: в пам'яті розміром 1,25 гігабайт.
ur: میموری میں جس کا سائز 1.25 گیگا بائٹس تھا۔
vi: trong bộ nhớ có kích thước 1,25 Gigabyte.

source: Given that each Polyglot opening book entry is 16 bytes, then you
es: Dado que cada entrada del libro de apertura de Polyglot tiene 16 bytes, entonces
sr: С обзиром да сваки унос у Полиглот отварању књиге има 16 бајтова, онда ви
sv: Med tanke på att varje polyglott inlägg i öppningsboken är 16 byte, då kan du
sw: Ikizingatiwa kuwa kila ingizo la kitabu cha ufunguzi cha Polyglot ni baiti 16, basi wewe
ta: ஒவ்வொரு பாலிகிளாட் தொடக்கப் புத்தக உள்ளீடும் 16 பைட்டுகள் என்பதைக் கருத்தில் கொண்டு, நீங்கள்
th: เนื่องจากแต่ละรายการเปิดหนังสือ Polyglot มีขนาด 16 ไบต์ ดังนั้นคุณ
tr: Her Polyglot açılış kitabı girişinin 16 bayt olduğu varsayıldığında,
uk: Враховуючи, що кожен запис початкової книги Polyglot має 16 байт, тоді ви
ur: یہ دیکھتے ہوئے کہ ہر پولی گلوٹ اوپننگ کتاب کا اندراج 16 بائٹس ہے، پھر آپ
vi: Với điều kiện là mỗi mục nhập sổ mở đầu Polyglot là 16 byte, thì bạn

source: could make an opening book that had approximately 80 million moves.
es: Podría crear un libro de aperturas que tuviera aproximadamente 80 millones de movimientos.
sr: могао да направи почетну књигу која је имала приближно 80 милиона потеза.
sv: kunde göra en öppningsbok som hade cirka 80 miljoner drag.
sw: inaweza kutengeneza kitabu cha ufunguzi ambacho kilikuwa na takriban miondoko milioni 80.
ta: தோராயமாக 80 மில்லியன் நகர்வுகளைக் கொண்ட ஒரு தொடக்கப் புத்தகத்தை உருவாக்க முடியும்.
th: สามารถสร้างหนังสือเปิดที่มีการเคลื่อนไหวประมาณ 80 ล้านครั้งได้
tr: Yaklaşık 80 milyon hamle içeren bir açılış kitabı yapılabilir.
uk: міг зробити початкову книгу, яка мала приблизно 80 мільйонів ходів.
ur: ایک ابتدائی کتاب بنا سکتا ہے جس میں تقریباً 80 ملین حرکتیں تھیں۔
vi: có thể tạo ra một cuốn sách khai cuộc có khoảng 80 triệu nước đi.

source: Making Polyglot .bin opening books
es: Creación de libros de apertura .bin de Polyglot
sr: Прављење Полиглот .бин отварања књига
sv: Att göra Polyglot .bin öppningsböcker
sw: Kutengeneza vitabu vya kufungua Polyglot .bin
ta: பாலிகிளாட் .பின் திறப்பு புத்தகங்களை உருவாக்குதல்
th: การสร้างหนังสือเปิด Polyglot .bin
tr: Polyglot .bin açılış kitaplarını yapmak
uk: Створення Polyglot .bin відкриття книг
ur: Polyglot .bin کھولنے والی کتابیں بنانا
vi: Làm sách mở Polyglot .bin

source: Current line added to book
es: Línea actual añadida al libro
sr: Тренутни ред је додат у књигу
sv: Aktuell rad har lagts till i boken
sw: Mstari wa sasa umeongezwa kwenye kitabu
ta: தற்போதைய வரி புத்தகத்தில் சேர்க்கப்பட்டது
th: เพิ่มบรรทัดปัจจุบันลงในหนังสือแล้ว
tr: Mevcut satır kitaba eklendi
uk: Поточний рядок додано до книги
ur: کتاب میں موجودہ لائن شامل کی گئی۔
vi: Dòng hiện tại được thêm vào sách

source: Current line already in book - no moves added
es: Línea actual ya en el libro - no se agregaron movimientos
sr: Тренутни ред је већ у књизи - нема додатих потеза
sv: Nuvarande rad finns redan i boken - inga drag tillagda
sw: Mstari wa sasa tayari uko kwenye kitabu - hakuna hatua zilizoongezwa
ta: தற்போதைய வரி ஏற்கனவே புத்தகத்தில் உள்ளது - எந்த நகர்வுகளும் சேர்க்கப்படவில்லை.
th: บรรทัดปัจจุบันอยู่ในหนังสือแล้ว - ไม่มีการเพิ่มการเคลื่อนไหว
tr: Mevcut satır zaten kitapta - hiçbir hareket eklenmemiş
uk: Поточний рядок уже в книзі - ходів не додано
ur: موجودہ لائن پہلے ہی کتاب میں ہے - کوئی چال شامل نہیں کی گئی۔
vi: Dòng hiện tại đã có trong sách - không thêm nước đi nào

source: Current line deleted from book
es: Línea actual eliminada del libro
sr: Тренутни ред је избрисан из књиге
sv: Aktuell rad raderad från boken
sw: Mstari wa sasa umefutwa kwenye kitabu
ta: புத்தகத்திலிருந்து தற்போதைய வரி நீக்கப்பட்டது.
th: บรรทัดปัจจุบันถูกลบออกจากหนังสือ
tr: Mevcut satır kitaptan silindi
uk: Поточний рядок видалено з книги
ur: کتاب سے موجودہ لائن حذف کر دی گئی۔
vi: Dòng hiện tại đã bị xóa khỏi sách

source: Current line not in book - no moves deleted
es: La línea actual no está en el libro: no se eliminaron movimientos
sr: Тренутни ред није у књизи - ниједан потез није избрисан
sv: Aktuell rad finns inte i boken - inga drag raderade
sw: Mstari wa sasa hauko kwenye kitabu - hakuna hatua zilizofutwa
ta: தற்போதைய வரி புத்தகத்தில் இல்லை - எந்த நகர்வுகளும் நீக்கப்படவில்லை.
th: บรรทัดปัจจุบันไม่อยู่ในหนังสือ - ไม่มีการลบการเคลื่อนไหวใดๆ
tr: Mevcut satır kitapta yok - hiçbir hareket silinmedi
uk: Поточний рядок відсутній у книзі – жодного ходу не видалено
ur: موجودہ لائن کتاب میں نہیں ہے - کوئی حرکت حذف نہیں کی گئی ہے۔
vi: Dòng hiện tại không có trong sách - không có nước đi nào bị xóa

source: Please load a game before adding moves
es: Por favor, cargue un juego antes de agregar movimientos
sr: Учитајте игру пре додавања потеза
sv: Ladda ett spel innan du lägger till drag
sw: Tafadhali pakia mchezo kabla ya kuongeza hatua
ta: நகர்வுகளைச் சேர்ப்பதற்கு முன் ஒரு விளையாட்டை ஏற்றவும்.
th: กรุณาโหลดเกมก่อนเพิ่มการเคลื่อนไหว
tr: Lütfen hamle eklemeden önce bir oyun yükleyin
uk: Перш ніж додавати ходи, завантажте гру
ur: چالیں شامل کرنے سے پہلے براہ کرم ایک گیم لوڈ کریں۔
vi: Vui lòng tải trò chơi trước khi thêm nước đi

source: Add games complete
es: Añadir juegos completos
sr: Додавање игара је завршено
sv: Lägg till spel klar
sw: Ongeza michezo imekamilika
ta: முடிந்த கேம்களைச் சேர்க்கவும்
th: เพิ่มเกมเสร็จสมบูรณ์
tr: Oyunların eklenmesi tamamlandı
uk: Додавання ігор завершено
ur: گیمز مکمل شامل کریں۔
vi: Thêm trò chơi hoàn tất

source: Add games stopped
es: Añadir juegos detenidos
sr: Додавање игара је заустављено
sv: Lägg till spel stoppade
sw: Kuongeza michezo kumesimamishwa
ta: நிறுத்தப்பட்ட விளையாட்டுகளைச் சேர்க்கவும்
th: เพิ่มเกมหยุด
tr: Durdurulan oyunları ekle
uk: Додавання ігор зупинено
ur: شامل کریں گیمز رک گئے۔
vi: Thêm trò chơi đã dừng

source: Move weights for the opening book
es: Mueva los pesos para el libro de apertura
sr: Померите тегове за почетну књигу
sv: Flytta vikter för öppningsboken
sw: Sogeza uzito kwa kitabu cha ufunguzi
ta: தொடக்கப் புத்தகத்திற்கான எடைகளை நகர்த்தவும்.
th: ย้ายน้ำหนักสำหรับการเปิดหนังสือ
tr: Açılış kitabı için ağırlıkları taşıyın
uk: Перемістіть ваги для початкової книги
ur: ابتدائی کتاب کے لیے وزن منتقل کریں۔
vi: Di chuyển trọng lượng cho cuốn sách mở đầu

source: Use weight scaling
es: Utilice la escala de peso
sr: Користите мерење тежине
sv: Använd viktskalning
sw: Tumia kuongeza uzito
ta: எடை அளவிடுதலைப் பயன்படுத்தவும்
th: ใช้การชั่งน้ำหนัก
tr: Ağırlık ölçeklendirmeyi kullanın
uk: Використовуйте масштабування ваги
ur: وزن کی پیمائش کا استعمال کریں۔
vi: Sử dụng cân đo trọng lượng

source: Max scaling weight :
es: Peso máximo de escala:
sr: Максимална тежина скалирања:
sv: Max skalvikt:
sw: Uzito wa juu zaidi:
ta: அதிகபட்ச அளவிடுதல் எடை:
th: น้ำหนักการปรับขนาดสูงสุด:
tr: Maksimum ölçekleme ağırlığı :
uk: Максимальна вага масштабування:
ur: زیادہ سے زیادہ پیمانے کا وزن:
vi: Trọng lượng cân tối đa:

source: Use weight filter
es: Usar filtro de peso
sr: Користите филтер тежине
sv: Använd viktfilter
sw: Tumia chujio cha uzito
ta: எடை வடிகட்டியைப் பயன்படுத்து
th: ใช้ตัวกรองน้ำหนัก
tr: Ağırlık filtresini kullan
uk: Використовуйте фільтр ваги
ur: وزن کا فلٹر استعمال کریں۔
vi: Sử dụng bộ lọc trọng lượng

source: Min.
es: Mín.
sr: Мин.
sw: Dak.
ta: குறைந்தபட்சம்.
th: นาที.
tr: En az.
uk: Хв.
ur: کم از کم
vi: Tối thiểu

source: Max.
es: Máx.
sr: Макс.
ta: அதிகபட்சம்.
th: สูงสุด
tr: Maksimum.
uk: Макс.
ur: زیادہ سے زیادہ
vi: Tối đa

source: Re-write book file
es: Reescribir el archivo del libro
sr: Поново напишите датотеку књиге
sv: Skriv om bokfilen
sw: Andika upya faili ya kitabu
ta: புத்தகக் கோப்பை மீண்டும் எழுது
th: เขียนไฟล์หนังสือใหม่
tr: Kitap dosyasını yeniden yaz
uk: Перезаписати файл книги
ur: کتاب کی فائل کو دوبارہ لکھیں۔
vi: Viết lại tập tin sách

source: Save book weights
es: Ahorrar pesos para libros
sr: Сачувајте тежине књиге
sv: Spara bokvikter
sw: Hifadhi uzito wa kitabu
ta: புத்தக எடைகளைச் சேமிக்கவும்
th: บันทึกน้ำหนักหนังสือ
tr: Kitap ağırlıklarını kaydedin
uk: Збережіть вагу книги
ur: کتاب کے وزن کو بچائیں۔
vi: Lưu trọng lượng sách

source: Weight
es: Peso
sr: Тежина
sv: Vikt
sw: Uzito
ta: எடை
th: น้ำหนัก
tr: Ağırlık
uk: вага
ur: وزن
vi: Cân nặng

source: Check to scale move weights to max. scale weight
es: Marque para escalar mover pesos al peso máximo de la escala
sr: Означите да бисте померили тегове на макс. тежина скале
sv: Markera för att skala flytta vikter till max. vågens vikt
sw: Angalia kuongeza uzani wa kusonga hadi upeo. uzito wa mizani
ta: எடைகளை அதிகபட்ச எடைக்கு நகர்த்த அளவிட சரிபார்க்கவும்.
th: ตรวจสอบการชั่งย้ายน้ำหนักให้ถึงน้ำหนักสูงสุด
tr: Ölçek hareket ağırlıklarını maksimum ölçek ağırlığına göre kontrol edin
uk: Перевірте, щоб перемістити ваги до макс. шкала ваги
ur: وزن کو زیادہ سے زیادہ منتقل کرنے کے لیے چیک کریں۔ پیمانے وزن
vi: Kiểm tra để cân di chuyển trọng lượng đến mức tối đa.

source: Maximum scale weight value
es: Valor máximo del peso de la báscula
sr: Максимална вредност тежине скале
sv: Maximalt värde för vågens vikt
sw: Thamani ya juu ya uzani wa mizani
ta: அதிகபட்ச அளவுகோல் எடை மதிப்பு
th: ค่าน้ำหนักสูงสุดที่เครื่องชั่งกำหนด
tr: Maksimum ölçek ağırlık değeri
uk: Максимальне значення ваги
ur: زیادہ سے زیادہ پیمانے پر وزن کی قیمت
vi: Giá trị trọng lượng cân tối đa

source: Use book move weight filtering
es: Utilice el filtro de peso de movimiento de libros
sr: Користите филтрирање тежине кретања књига
sv: Använd bokförflyttningsviktfiltrering
sw: Tumia kichujio cha uzito wa kusogeza kitabu
ta: புத்தக நகர்த்தல் எடை வடிகட்டலைப் பயன்படுத்தவும்
th: ใช้การกรองน้ำหนักการเคลื่อนย้ายหนังสือ
tr: Kitap taşıma ağırlığı filtrelemesini kullan
uk: Використовуйте фільтрацію ваги переміщення книги
ur: بک موو ویٹ فلٹرنگ کا استعمال کریں۔
vi: Sử dụng bộ lọc trọng lượng di chuyển sách

source: Book move weight minimum value
es: Valor mínimo del peso del movimiento del libro
sr: Минимална вредност померања књиге
sv: Minsta värde på bokflyttsvikt
sw: Thamani ya chini ya uzani wa kuhamisha kitabu
ta: புத்தக நகர்வு எடை குறைந்தபட்ச மதிப்பு
th: ค่าขั้นต่ำน้ำหนักย้ายหนังสือ
tr: Kitap taşıma ağırlığı minimum değeri
uk: Мінімальне значення ваги переміщення книги
ur: کتاب منتقل وزن کم از کم قیمت
vi: Giá trị trọng lượng di chuyển sách tối thiểu

source: Book move weight maximum value
es: Valor máximo del peso del movimiento del libro
sr: Максимална вредност померања књиге
sv: Bokflyttsvikt maxvärde
sw: Thamani ya juu zaidi ya uzani wa kuhamisha kitabu
ta: புத்தக நகர்வு எடை அதிகபட்ச மதிப்பு
th: ค่าสูงสุดของน้ำหนักเคลื่อนย้ายหนังสือ
tr: Kitap taşıma ağırlığı maksimum değeri
uk: Максимальне значення ваги переміщення книги
ur: کتاب منتقل وزن زیادہ سے زیادہ قیمت
vi: Giá trị trọng lượng di chuyển sách tối đa

source: Click to re-write opening book file with scaled values
es: Haga clic para reescribir el archivo del libro de apertura con valores escalados
sr: Кликните да бисте поново написали почетну датотеку књиге са скалираним вредностима
sv: Klicka för att skriva om inledande bokfil med skalade värden
sw: Bofya ili kuandika upya faili ya kitabu cha ufunguzi yenye thamani zilizopimwa
ta: அளவிடப்பட்ட மதிப்புகளுடன் தொடக்க புத்தகக் கோப்பை மீண்டும் எழுத கிளிக் செய்யவும்.
th: คลิกเพื่อเขียนไฟล์หนังสือเปิดใหม่ด้วยค่าที่ปรับขนาด
tr: Ölçeklenmiş değerlerle açılan kitap dosyasını yeniden yazmak için tıklayın
uk: Клацніть, щоб переписати початковий файл книги зі зміненими значеннями
ur: کھولنے والی کتاب کی فائل کو اسکیل شدہ اقدار کے ساتھ دوبارہ لکھنے کے لیے کلک کریں۔
vi: Nhấp để viết lại tệp sách mở với các giá trị được chia tỷ lệ

source: Click to save the current weights to the opening book file
es: Haga clic para guardar los pesos actuales en el archivo del libro de apertura
sr: Кликните да бисте сачували тренутне тежине у почетној датотеци књиге
sv: Klicka för att spara de aktuella vikterna i öppningsboken
sw: Bofya ili kuhifadhi uzani wa sasa kwenye faili ya kitabu kinachofungua
ta: தற்போதைய எடைகளை தொடக்க புத்தகக் கோப்பில் சேமிக்க கிளிக் செய்யவும்.
th: คลิกเพื่อบันทึกน้ำหนักปัจจุบันลงในไฟล์หนังสือเปิด
tr: Mevcut ağırlıkları açılış defteri dosyasına kaydetmek için tıklayın
uk: Натисніть, щоб зберегти поточні ваги у файлі книги, що відкривається
ur: موجودہ وزن کو ابتدائی کتاب کی فائل میں محفوظ کرنے کے لیے کلک کریں۔
vi: Nhấp để lưu trọng số hiện tại vào tệp sách mở đầu

source: You are about to re-write the opening book file
es: Estás a punto de reescribir el archivo del libro de apertura.
sr: Спремате се да поново напишете почетну датотеку књиге
sv: Du är på väg att skriva om öppningsboken
sw: Unakaribia kuandika upya faili ya kitabu cha ufunguzi
ta: நீங்கள் தொடக்க புத்தகக் கோப்பை மீண்டும் எழுதப் போகிறீர்கள்.
th: คุณกำลังจะเขียนไฟล์หนังสือเปิดใหม่
tr: Açılış kitabı dosyasını yeniden yazmak üzeresiniz
uk: Ви збираєтеся переписати початковий файл книги
ur: آپ ابتدائی کتاب کی فائل کو دوبارہ لکھنے والے ہیں۔
vi: Bạn sắp viết lại tập tin mở đầu cuốn sách

source: This process cannot be reversed
es: Este proceso no se puede revertir
sr: Овај процес се не може обрнути
sv: Denna process kan inte vändas
sw: Mchakato huu hauwezi kutenduliwa
ta: இந்த செயல்முறையை மாற்றியமைக்க முடியாது.
th: กระบวนการนี้ไม่สามารถย้อนกลับได้
tr: Bu işlem geri alınamaz
uk: Цей процес не можна повернути назад
ur: اس عمل کو تبدیل نہیں کیا جا سکتا
vi: Quá trình này không thể đảo ngược

source: Do you wish to continue
es: ¿Quieres continuar?
sr: Да ли желите да наставите
sv: Vill du fortsätta
sw: Je, ungependa kuendelea
ta: நீங்கள் தொடர விரும்புகிறீர்களா?
th: คุณต้องการที่จะดำเนินการต่อหรือไม่
tr: Devam etmek istiyor musunuz?
uk: Ви бажаєте продовжити
ur: کیا آپ جاری رکھنا چاہتے ہیں؟
vi: Bạn có muốn tiếp tục không?
