Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: White win (1 - 0)
es: Victoria blanca (1-0)
sr: Победа белих (1 - 0)
sv: Vit vinst (1 - 0)
sw: Ushindi mweupe (1 - 0)
ta: வெள்ளை வெற்றி (1 - 0)
th: ขาวชนะ (1 - 0)
tr: Beyaz kazanır (1 - 0)
uk: Перемога білих (1-0)
ur: وائٹ جیت (1 - 0)
vi: Trắng thắng (1 - 0)

source: Black win (0 - 1)
es: Las negras ganan (0-1)
sr: Победа црних (0 - 1)
sv: Svart vinst (0-1)
sw: Ushindi mweusi (0 - 1)
ta: கருப்பு வெற்றி (0 - 1)
th: ฝ่ายดำชนะ (0 - 1)
tr: Siyah kazanır (0 - 1)
uk: Перемога чорних (0 - 1)
ur: بلیک جیت (0 - 1)
vi: Đen thắng (0 - 1)

source: Draw (1/2 - 1/2)
es: Empate (1/2 - 1/2)
sr: Нерешено (1/2 - 1/2)
sv: Oavgjort (1/2 - 1/2)
sw: Chora (1/2 - 1/2)
ta: வரையவும் (1/2 - 1/2)
th: เสมอ (1/2 - 1/2)
tr: Beraberlik (1/2 - 1/2)
uk: Нічия (1/2 - 1/2)
ur: ڈرا (1/2 - 1/2)
vi: Vẽ (1/2 - 1/2)

source: OK
es: DE ACUERDO
sr: ОК
sw: Sawa
ta: சரி
th: ตกลง
tr: TAMAM
uk: добре
ur: ٹھیک ہے
vi: ĐƯỢC RỒI

source: Cancel
es: Cancelar
sr: Откажи
sv: Avboka
sw: Ghairi
ta: ரத்துசெய்
th: ยกเลิก
tr: İptal etmek
uk: Скасувати
ur: منسوخ کریں۔
vi: Hủy bỏ

source: No result
es: Sin resultados
sr: Нема резултата
sv: Inget resultat
sw: Hakuna matokeo
ta: முடிவு இல்லை
th: ไม่มีผลลัพธ์
tr: Sonuç yok
uk: Жодного результату
ur: کوئی نتیجہ نہیں نکلا۔
vi: Không có kết quả

source: Save partially analysed game (y/n) ?
es: ¿Guardar partida parcialmente analizada (t/n)?
sr: Сачувати делимично анализирану игру (и/н) ?
sv: Spara partiellt analyserat spel (y/n) ?
sw: Ungependa kuhifadhi mchezo uliochanganuliwa kwa sehemu (y/n) ?
ta: பகுதியளவு பகுப்பாய்வு செய்யப்பட்ட விளையாட்டை (y/n) சேமிக்கவா?
th: บันทึกเกมที่วิเคราะห์บางส่วน (y/n) ?
tr: Kısmen analiz edilen oyunu kaydet (e/h) ?
uk: Зберегти частково проаналізовану гру (y/n) ?
ur: جزوی طور پر تجزیہ کردہ گیم کو محفوظ کریں (y/n)؟
vi: Lưu trò chơi đã phân tích một phần (y/n)?

source: Analysis message
es: Mensaje de análisis
sr: Порука анализе
sv: Analysmeddelande
sw: Ujumbe wa uchambuzi
ta: பகுப்பாய்வு செய்தி
th: ข้อความวิเคราะห์
tr: Analiz mesajı
uk: Аналіз повідомлення
ur: تجزیہ پیغام
vi: Tin nhắn phân tích

source: Automatic game analysis stopped
es: El análisis automático del juego se detuvo
sr: Аутоматска анализа игре је заустављена
sv: Automatisk spelanalys stoppade
sw: Uchambuzi otomatiki wa mchezo umesimamishwa
ta: தானியங்கி விளையாட்டு பகுப்பாய்வு நிறுத்தப்பட்டது
th: หยุดการวิเคราะห์เกมอัตโนมัติแล้ว
tr: Otomatik oyun analizi durduruldu
uk: Автоматичний аналіз гри зупинено
ur: خودکار گیم تجزیہ رک گیا۔
vi: Phân tích trò chơi tự động đã dừng

source: There is no game loaded to analyse.
es: No hay ningún juego cargado para analizar.
sr: Нема учитане игре за анализу.
sv: Det finns inget spel laddat att analysera.
sw: Hakuna mchezo uliopakiwa wa kuchanganua.
ta: பகுப்பாய்வு செய்ய எந்த விளையாட்டும் ஏற்றப்படவில்லை.
th: ไม่มีเกมโหลดไว้เพื่อวิเคราะห์
tr: Analiz edilebilecek yüklü bir oyun yok.
uk: Немає завантаженої гри для аналізу.
ur: تجزیہ کرنے کے لیے کوئی گیم لوڈ نہیں ہے۔
vi: Không có trò chơi nào được tải lên để phân tích.

source: Please load a game before starting auto analysis.
es: Cargue un juego antes de iniciar el análisis automático.
sr: Учитајте игру пре почетка аутоматске анализе.
sv: Ladda ett spel innan du startar automatisk analys.
sw: Tafadhali pakia mchezo kabla ya kuanza uchanganuzi otomatiki.
ta: தானியங்கி பகுப்பாய்வைத் தொடங்குவதற்கு முன் ஒரு விளையாட்டை ஏற்றவும்.
th: กรุณาโหลดเกมก่อนที่จะเริ่มการวิเคราะห์อัตโนมัติ
tr: Otomatik analizi başlatmadan önce lütfen bir oyun yükleyin.
uk: Перед початком автоматичного аналізу завантажте гру.
ur: آٹو تجزیہ شروع کرنے سے پہلے براہ کرم ایک گیم لوڈ کریں۔
vi: Vui lòng tải trò chơi trước khi bắt đầu phân tích tự động.

source: Analyse game message
es: Analizar el mensaje del juego
sr: Анализирајте поруку игре
sv: Analysera spelmeddelandet
sw: Changanua ujumbe wa mchezo
ta: விளையாட்டு செய்தியை பகுப்பாய்வு செய்யுங்கள்.
th: วิเคราะห์ข้อความเกม
tr: Oyun mesajını analiz et
uk: Проаналізуйте повідомлення гри
ur: گیم پیغام کا تجزیہ کریں۔
vi: Phân tích thông điệp trò chơi

source: Comment files have not loaded properly.
es: Los archivos de comentarios no se han cargado correctamente.
sr: Датотеке коментара се нису правилно учитале.
sv: Kommentarfiler har inte laddats korrekt.
sw: Faili za maoni hazijapakiwa vizuri.
ta: கருத்து கோப்புகள் சரியாக ஏற்றப்படவில்லை.
th: ไฟล์ความคิดเห็นไม่ได้โหลดอย่างถูกต้อง
tr: Yorum dosyaları düzgün yüklenmedi.
uk: Файли коментарів не завантажуються належним чином.
ur: تبصرہ فائلیں صحیح طریقے سے لوڈ نہیں ہوئی ہیں۔
vi: Tệp bình luận chưa được tải đúng cách.

source: Do you want to continue without them (y/n) ?
es: ¿Quieres continuar sin ellos (t/n)?
sr: Да ли желите да наставите без њих (и/н)?
sv: Vill du fortsätta utan dem (y/n) ?
sw: Je, ungependa kuendelea bila wao (y/n) ?
ta: அவர்கள் இல்லாமல் தொடர விரும்புகிறீர்களா (y/n)?
th: คุณต้องการจะดำเนินการต่อโดยไม่มีพวกเขาไหม (y/n) ?
tr: Onlarsız devam etmek istiyor musun (e/h)?
uk: Ви хочете продовжити без них (y/n)?
ur: کیا آپ ان کے بغیر جاری رکھنا چاہتے ہیں (y/n)؟
vi: Bạn có muốn tiếp tục mà không có họ không (y/n)?

source: File error message
es: Mensaje de error de archivo
sr: Порука о грешци датотеке
sv: Filfelmeddelande
sw: Ujumbe wa hitilafu ya faili
ta: கோப்பு பிழைச் செய்தி
th: ข้อความแสดงข้อผิดพลาดไฟล์
tr: Dosya hata mesajı
uk: Повідомлення про помилку файлу
ur: فائل کی خرابی کا پیغام
vi: Thông báo lỗi tập tin

source: Game analysis cancelled
es: Análisis del juego cancelado
sr: Анализа игре је отказана
sv: Spelanalys inställd
sw: Uchambuzi wa mchezo umeghairiwa
ta: விளையாட்டு பகுப்பாய்வு ரத்து செய்யப்பட்டது
th: การวิเคราะห์เกมถูกยกเลิก
tr: Oyun analizi iptal edildi
uk: Аналіз гри скасовано
ur: گیم کا تجزیہ منسوخ کر دیا گیا۔
vi: Phân tích trò chơi đã bị hủy

source: Game analysis message
es: Mensaje de análisis del juego
sr: Порука анализе игре
sv: Spelanalysmeddelande
sw: Ujumbe wa uchambuzi wa mchezo
ta: விளையாட்டு பகுப்பாய்வு செய்தி
th: ข้อความวิเคราะห์เกม
tr: Oyun analizi mesajı
uk: Повідомлення аналізу гри
ur: گیم تجزیہ پیغام
vi: Tin nhắn phân tích trò chơi

source: Stop
es: Detener
sr: Стани
sv: Stopp
sw: Acha
ta: நிறுத்து
th: หยุด
tr: Durmak
uk: СТІЙ
ur: رک جاؤ
vi: Dừng lại

source: Auto analysis for all games complete
es: Análisis automático completo para todos los juegos
sr: Аутоматска анализа за све игре је завршена
sv: Automatisk analys för alla spel är klar
sw: Uchambuzi otomatiki wa michezo yote umekamilika
ta: அனைத்து விளையாட்டுகளுக்கும் தானியங்கி பகுப்பாய்வு முடிந்தது.
th: วิเคราะห์อัตโนมัติสำหรับเกมทั้งหมดเสร็จสมบูรณ์
tr: Tüm oyunlar için otomatik analiz tamamlandı
uk: Автоматичний аналіз для всіх ігор завершено
ur: تمام گیمز کے لیے آٹو تجزیہ مکمل
vi: Phân tích tự động cho tất cả các trò chơi đã hoàn tất

source: Auto analysis message
es: Mensaje de análisis automático
sr: Порука аутоматске анализе
sv: Autoanalysmeddelande
sw: Ujumbe wa uchambuzi wa kiotomatiki
ta: தானியங்கு பகுப்பாய்வு செய்தி
th: ข้อความวิเคราะห์อัตโนมัติ
tr: Otomatik analiz mesajı
uk: Повідомлення автоматичного аналізу
ur: خودکار تجزیہ کا پیغام
vi: Tin nhắn phân tích tự động

source: Auto analysis for game complete
es: Análisis automático del juego completo
sr: Аутоматска анализа за игру је завршена
sv: Automatisk analys för spelet klart
sw: Uchambuzi otomatiki wa mchezo umekamilika
ta: விளையாட்டுக்கான தானியங்கி பகுப்பாய்வு முடிந்தது
th: วิเคราะห์อัตโนมัติสำหรับเกมที่สมบูรณ์
tr: Oyun tamamlandı için otomatik analiz
uk: Автоматичний аналіз гри завершено
ur: گیم کے لیے آٹو تجزیہ مکمل
vi: Tự động phân tích để hoàn thành trò chơi

source: Points lost - White
es: Puntos perdidos - Blanco
sr: Изгубљени бодови - Бели
sv: Förlorade poäng - Vit
sw: Pointi zilizopotea - Nyeupe
ta: இழந்த புள்ளிகள் - வெள்ளை
th: แต้มที่เสียไป - ขาว
tr: Kaybedilen puanlar - Beyaz
uk: Втрачені очки – білі
ur: کھوئے ہوئے پوائنٹس - سفید
vi: Điểm bị mất - Trắng

source: Black
es: Negro
sr: Црно
sv: Svart
sw: Nyeusi
ta: கருப்பு
th: สีดำ
tr: Siyah
uk: чорний
ur: سیاہ
vi: Đen

source: (Analysis by
es: (Análisis de
sr: (Анализа од
sv: (Analys av
sw: (Uchambuzi na
ta: (பகுப்பாய்வு செய்தது
th: (วิเคราะห์โดย
tr: (Analiz tarafından
uk: (Аналіз за
ur: (تجزیہ بذریعہ
vi: (Phân tích bởi

source: at
es: en
sr: ат
sv: på
sw: saa
ta: மணிக்கு
th: ที่
tr: de
uk: в
ur: پر
vi: Tại

source: secs/move
es: segundos/movimiento
sr: секунди/померање
sv: sekunder/flytta
sw: sekunde/sogeza
ta: வினாடிகள்/நகர்வு
th: วินาที/เคลื่อนที่
tr: saniye/hareket
uk: секунд/хід
ur: سیکنڈ/ اقدام
vi: giây/di chuyển

source: Please select the automatic analysis options :-
es: Seleccione las opciones de análisis automático:
sr: Изаберите опције аутоматске анализе: -
sv: Vänligen välj alternativen för automatisk analys:-
sw: Tafadhali chagua chaguzi za uchanganuzi otomatiki:-
ta: தானியங்கி பகுப்பாய்வு விருப்பங்களைத் தேர்ந்தெடுக்கவும்:-
th: กรุณาเลือกตัวเลือกการวิเคราะห์อัตโนมัติ :-
tr: Lütfen otomatik analiz seçeneklerini seçin:-
uk: Виберіть параметри автоматичного аналізу:-
ur: براہ کرم خودکار تجزیہ کے اختیارات منتخب کریں:-
vi: Vui lòng chọn các tùy chọn phân tích tự động:

source: Time per move (secs)
es: Tiempo por movimiento (segundos)
sr: Време по потезу (сек.)
sv: Tid per drag (sek.)
sw: Muda kwa kila hoja (sekunde)
ta: நகர்வுக்கான நேரம் (வினாடிகள்)
th: เวลาต่อการเคลื่อนที่ (วินาที)
tr: Hamle başına zaman (saniye)
uk: Час на хід (сек)
ur: وقت فی حرکت (سیکنڈ)
vi: Thời gian cho mỗi lần di chuyển (giây)

source: Threshold (1/100 pawns)
es: Umbral (1/100 peones)
sr: Праг (1/100 пешака)
sv: Tröskel (1/100 bönder)
sw: Kizingiti (1/100 pawns)
ta: வாசல் (1/100 சிப்பாய்கள்)
th: เกณฑ์ (เบี้ย 1/100)
tr: Eşik (1/100 piyon)
uk: Поріг (1/100 пішаків)
ur: حد (1/100 پیادے)
vi: Ngưỡng (1/100 quân tốt)

source: Start move no.
es: Movimiento inicial n.º
sr: Стартни потез бр.
sv: Starta drag nr.
sw: Anza hoja no.
ta: தொடக்க நகர்வு எண்.
th: เริ่มเคลื่อนตัวครั้งที่
tr: Başlangıç hamlesi no.
uk: Початок руху №
ur: حرکت نمبر شروع کریں۔
vi: Bắt đầu di chuyển số

source: End move no.
es: Movimiento final n.º
sr: Крај потеза бр.
sv: Slutdrag nr.
sw: Maliza hoja nambari.
ta: முடிவு நகர்வு எண்.
th: สิ้นสุดการเคลื่อนไหวหมายเลข
tr: Son hamle no.
uk: Кінцевий хід №
ur: اختتامی اقدام نمبر۔
vi: Kết thúc nước đi số

source: Identify winning position
es: Identificar la posición ganadora
sr: Идентификујте победничку позицију
sv: Identifiera vinnande position
sw: Tambua nafasi ya kushinda
ta: வெற்றி பெற்ற நிலையை அடையாளம் காணவும்
th: ระบุตำแหน่งที่ชนะ
tr: Kazanan pozisyonu belirleyin
uk: Визначте виграшну позицію
ur: جیتنے کی پوزیشن کی شناخت کریں۔
vi: Xác định vị trí chiến thắng

source: Winning threshold
es: Umbral de victorias
sr: Победнички праг
sv: Vinstgräns
sw: Kizingiti cha kushinda
ta: வெற்றி வரம்பு
th: เกณฑ์การชนะ
tr: Kazanma eşiği
uk: Переможний поріг
ur: جیت کی حد
vi: Ngưỡng chiến thắng

source: Margin of error
es: Margen de error
sr: Граница грешке
sv: Felmarginal
sw: Upeo wa makosa
ta: பிழையின் விளிம்பு
th: ขอบเขตของข้อผิดพลาด
tr: Hata payı
uk: Похибка
ur: غلطی کا مارجن
vi: Sai số biên độ

source: Error cutoff (pawns)
es: Corte de error (peones)
sr: Одсецање грешке (пијуни)
sv: Fel cutoff (bönder)
sw: Hitilafu ya kukata (pawns)
ta: பிழை வெட்டு (சிப்பாய்கள்)
th: ข้อผิดพลาดการตัดขาด (เบี้ย)
tr: Hata kesintisi (piyonlar)
uk: Помилка відрізу (пішаки)
ur: ایرر کٹ آف (پیادے)
vi: Lỗi cắt (quân tốt)

source: Add sub-variations
es: Añadir subvariaciones
sr: Додајте подваријације
sv: Lägg till undervarianter
sw: Ongeza tofauti ndogo
ta: துணை மாறுபாடுகளைச் சேர்க்கவும்
th: เพิ่มรูปแบบย่อย
tr: Alt varyasyonlar ekle
uk: Додайте підваріанти
ur: ذیلی تغیرات شامل کریں۔
vi: Thêm các biến thể phụ

source: Analyse book moves
es: Analizar los movimientos del libro
sr: Анализирајте потезе књиге
sv: Analysera bokrörelser
sw: Changanua mienendo ya kitabu
ta: புத்தக நகர்வுகளை பகுப்பாய்வு செய்யுங்கள்
th: วิเคราะห์ความเคลื่อนไหวของหนังสือ
tr: Kitap hareketlerini analiz et
uk: Проаналізуйте ходи книги
ur: کتاب کی چالوں کا تجزیہ کریں۔
vi: Phân tích các bước di chuyển của cuốn sách

source: Comments
es: Comentarios
sr: Коментари
sv: Kommentarer
sw: Maoni
ta: கருத்துகள்
th: ความคิดเห็น
tr: Yorumlar
uk: Коментарі
ur: تبصرے
vi: Bình luận

source: Errors
es: Errores
sr: Грешке
sv: Fel
sw: Makosa
ta: பிழைகள்
th: ข้อผิดพลาด
tr: Hatalar
uk: Помилки
ur: غلطیاں
vi: Lỗi

source: Pre sub-var
es: Pre subvariante
sr: Пре суб-вар
ta: துணை-வர் முன்
th: ก่อน sub-var
tr: Ön alt değişken
ur: پری ذیلی var
vi: Trước sub-var

source: Post sub-var
es: Publicar subvariable
sr: Пост суб-вар
sw: Chapisha sub-var
ta: துணை-வர் இடுகை
th: โพสต์ย่อยตัวแปร
tr: Alt değişkeni gönder
uk: Опублікувати підвар
ur: پوسٹ ذیلی var
vi: Đăng sub-var

source: Add quotes
es: Añadir comillas
sr: Додајте цитате
sv: Lägg till citat
sw: Ongeza manukuu
ta: மேற்கோள்களைச் சேர்க்கவும்
th: เพิ่มคำพูด
tr: Teklif ekle
uk: Додайте цитати
ur: اقتباسات شامل کریں۔
vi: Thêm trích dẫn

source: Use pronoun ze
es: Utilice el pronombre ze
sr: Користите заменицу зе
sv: Använd pronomen ze
sw: Tumia nomino ze
ta: ze என்ற பிரதிபெயரைப் பயன்படுத்தவும்
th: ใช้สรรพนามว่า ze
tr: Zamir ze'yi kullanın
uk: Використайте займенник зе
ur: اسم ضمیر استعمال کریں۔
vi: Sử dụng đại từ ze

source: Evaluations
es: Evaluaciones
sr: Евалуације
sv: Utvärderingar
sw: Tathmini
ta: மதிப்பீடுகள்
th: การประเมินผล
tr: Değerlendirmeler
uk: Оцінки
ur: تشخیصات
vi: Đánh giá

source: All moves
es: Todos los movimientos
sr: Сви потези
sv: Alla drag
sw: Hatua zote
ta: அனைத்து நகர்வுகளும்
th: ทุกการเคลื่อนไหว
tr: Tüm hareketler
uk: Всі рухи
ur: تمام حرکتیں
vi: Tất cả các động thái

source: Points lost
es: Puntos perdidos
sr: Изгубљени бодови
sv: Förlorade poäng
sw: Alama zilizopotea
ta: இழந்த புள்ளிகள்
th: คะแนนที่เสียไป
tr: Kaybedilen puanlar
uk: Втрачені очки
ur: پوائنٹس کھو گئے۔
vi: Điểm đã mất

source: Count cut off
es: Conteo cortado
sr: Гроф прекинут
sv: Räkna avskuren
sw: Hesabu iliyokatwa
ta: எண்ணிக்கை துண்டிக்கப்பட்டது
th: นับตัดออก
tr: Sayım kesildi
uk: Граф обрізаний
ur: گنتی کٹ گئی۔
vi: Đếm cắt bỏ

source: Create evaluation profile
es: Crear perfil de evaluación
sr: Направите профил за евалуацију
sv: Skapa utvärderingsprofil
sw: Unda wasifu wa tathmini
ta: மதிப்பீட்டு சுயவிவரத்தை உருவாக்கு
th: สร้างโปรไฟล์การประเมินผล
tr: Değerlendirme profili oluştur
uk: Створіть профіль оцінювання
ur: تشخیصی پروفائل بنائیں
vi: Tạo hồ sơ đánh giá

source: Kibitz line no. (1-4)
es: Línea Kibitz n.° (1-4)
sr: Кибиц линија бр. (1-4)
sv: Kibitz linje nr. (1-4)
ta: கிபிட்ஸ் வரி எண். (1-4)
th: สายคิบิตซ์ หมายเลข (1-4)
tr: Kibitz hattı no. (1-4)
uk: Кібіцька лінія № (1-4)
ur: Kibitz لائن نمبر (1-4)
vi: Đường Kibitz số (1-4)

source: Side to analyse for
es: Lado a analizar para
sr: Страна за анализу
sv: Sida att analysera för
sw: Upande wa kuchambua
ta: பகுப்பாய்வு செய்ய வேண்டிய பக்கம்
th: ด้านที่จะวิเคราะห์
tr: Analiz edilecek taraf
uk: Сторона для аналізу
ur: تجزیہ کرنے کے لیے سائیڈ
vi: Bên để phân tích cho

source: White
es: Blanco
sr: Бела
sv: Vit
sw: Nyeupe
ta: வெள்ளை
th: สีขาว
tr: Beyaz
uk: Білий
ur: سفید
vi: Trắng

source: Both
es: Ambos
sr: И једно и друго
sv: Både
sw: Zote mbili
ta: இரண்டும்
th: ทั้งคู่
tr: İkisi birden
uk: Обидва
ur: دونوں
vi: Cả hai

source: Storage options
es: Opciones de almacenamiento
sr: Опције складиштења
sv: Lagringsalternativ
sw: Chaguzi za kuhifadhi
ta: சேமிப்பக விருப்பங்கள்
th: ตัวเลือกการจัดเก็บข้อมูล
tr: Depolama seçenekleri
uk: Варіанти зберігання
ur: اسٹوریج کے اختیارات
vi: Tùy chọn lưu trữ

source: Replace
es: Reemplazar
sr: Замените
sv: Ersätta
sw: Badilisha
ta: மாற்றவும்
th: แทนที่
tr: Yer değiştirmek
uk: Замінити
ur: بدل دیں۔
vi: Thay thế

source: Append
es: Añadir
sr: Додати
sv: Bifoga
sw: Ongeza
ta: இணைக்கவும்
th: ผนวก
tr: Ekle
uk: Додайте
ur: شامل کرنا
vi: Thêm vào

source: Variation lengths..
es: Longitudes de variación..
sr: Дужина варијације..
sv: Variationslängder..
sw: Urefu wa mabadiliko..
ta: நீளங்களில் மாறுபாடுகள்..
th: ความยาวเปลี่ยนแปลง..
tr: Varyasyon uzunlukları..
uk: Варіаційна довжина..
ur: تغیر کی لمبائی..
vi: Độ dài biến thiên..

source: Select engine..
es: Seleccione motor..
sr: Изаберите мотор..
sv: Välj motor..
sw: Chagua injini..
ta: எஞ்சினைத் தேர்ந்தெடுக்கவும்..
th: เลือกเครื่องยนต์..
tr: Motoru seçin..
uk: Виберіть двигун..
ur: انجن منتخب کریں..
vi: Chọn động cơ..

source: Start game analysis..
es: Comenzar el análisis del juego.
sr: Започни анализу игре..
sv: Starta spelanalys..
sw: Anza uchambuzi wa mchezo..
ta: விளையாட்டு பகுப்பாய்வைத் தொடங்குங்கள்..
th: เริ่มวิเคราะห์เกม..
tr: Maç analizine başla..
uk: Розпочати аналіз гри..
ur: کھیل کا تجزیہ شروع کریں..
vi: Bắt đầu phân tích trò chơi..

source: Defaults
es: Valores predeterminados
sr: Дефаултс
sv: Standardvärden
sw: Chaguomsingi
ta: இயல்புநிலைகள்
th: ค่าเริ่มต้น
tr: Varsayılanlar
uk: За замовчуванням
ur: ڈیفالٹس
vi: Mặc định

source: Help
es: Ayuda
sr: Помоћ
sv: Hjälp
sw: Msaada
ta: உதவி
th: ช่วย
tr: Yardım
uk: Довідка
ur: مدد
vi: Giúp đỡ

source: Bug fix
es: Corrección de errores
sr: Исправка грешке
sv: Buggfix
sw: Kurekebisha hitilafu
ta: பிழை திருத்தம்
th: แก้ไขจุดบกพร่อง
tr: Hata düzeltme
uk: Виправлено помилку
ur: بگ ٹھیک کرنا
vi: Sửa lỗi

source: Enter the time allowed to analyse each move
es: Introduzca el tiempo permitido para analizar cada movimiento
sr: Унесите време дозвољено за анализу сваког потеза
sv: Ange den tid som tillåts för att analysera varje drag
sw: Weka muda unaoruhusiwa kuchanganua kila hatua
ta: ஒவ்வொரு அசைவையும் பகுப்பாய்வு செய்ய அனுமதிக்கப்பட்ட நேரத்தை உள்ளிடவும்.
th: ป้อนเวลาที่อนุญาตให้วิเคราะห์การเคลื่อนไหวแต่ละครั้ง
tr: Her hareketin analiz edilmesi için izin verilen süreyi girin
uk: Введіть час, відведений для аналізу кожного ходу
ur: ہر اقدام کا تجزیہ کرنے کے لیے اجازت دی گئی وقت درج کریں۔
vi: Nhập thời gian được phép để phân tích từng nước đi

source: Enter the threshold for adding analysis in 1 / 100 of pawns
es: Introduzca el umbral para agregar análisis en 1/100 de peones
sr: Унесите праг за додавање анализе у 1/100 пешака
sv: Ange tröskeln för att lägga till analys i 1/100 bönder
sw: Weka kizingiti cha kuongeza uchanganuzi katika 1 / 100 ya pawns
ta: 1/100 சிப்பாய்களில் பகுப்பாய்வைச் சேர்ப்பதற்கான வரம்பை உள்ளிடவும்.
th: เข้าสู่เกณฑ์การเพิ่มการวิเคราะห์ใน 1/100 ของเบี้ย
tr: Piyonların 1 / 100'ünde analiz ekleme eşiğini girin
uk: Введіть поріг для додавання аналізу в 1/100 пішаків
ur: پیادوں کے 1/100 میں تجزیہ شامل کرنے کے لیے حد درج کریں۔
vi: Nhập ngưỡng để thêm phân tích vào 1/100 quân cờ

source: i.e. a value of 30 would equate to 0.3 of a pawn
es: Es decir, un valor de 30 equivaldría a 0,3 de un peón.
sr: тј. вредност од 30 би била једнака 0,3 пешака
sv: dvs ett värde på 30 skulle vara lika med 0,3 av en bonde
sw: yaani thamani ya 30 inaweza kuwa sawa na 0.3 ya pawn
ta: அதாவது 30 இன் மதிப்பு ஒரு சிப்பாயின் 0.3 க்கு சமம்.
th: นั่นคือค่า 30 จะเท่ากับ 0.3 ของเบี้ย
tr: yani 30 değeri bir piyonun 0,3'üne eşit olacaktır
uk: тобто значення 30 дорівнюватиме 0,3 пішака
ur: یعنی 30 کی قدر ایک پیادے کے 0.3 کے برابر ہوگی۔
vi: tức là giá trị 30 sẽ tương đương với 0,3 quân tốt

source: Enter the move to start analysis from
es: Introduzca el movimiento para iniciar el análisis desde
sr: Унесите потез за почетак анализе
sv: Ange flytten för att starta analysen från
sw: Weka hoja ili kuanza uchanganuzi kutoka
ta: பகுப்பாய்வைத் தொடங்க நகர்வை உள்ளிடவும்
th: เข้าสู่การเคลื่อนไหวเพื่อเริ่มการวิเคราะห์จาก
tr: Analizi başlatmak için hamleyi girin
uk: Введіть хід, з якого потрібно почати аналіз
ur: سے تجزیہ شروع کرنے کے لیے اقدام درج کریں۔
vi: Nhập di chuyển để bắt đầu phân tích từ

source: Enter the move to end analysis at,
es: Introduzca el movimiento para finalizar el análisis en,
sr: Унесите потез за завршетак анализе у,
sv: Gå in för att avsluta analysen på,
sw: Ingiza hoja ili kumalizia uchanganuzi kwa,
ta: பகுப்பாய்வை முடிவுக்கு நகர்த்து என்பதை இங்கே உள்ளிடவும்,
th: เข้าสู่การเคลื่อนตัวเพื่อสิ้นสุดการวิเคราะห์ได้ที่
tr: Analizi sonlandırmak için hamleyi girin,
uk: Введіть перехід, щоб завершити аналіз на,
ur: پر تجزیہ ختم کرنے کے لیے اقدام درج کریں،
vi: Nhập di chuyển để kết thúc phân tích tại,

source: zero for all of the moves in a game
es: cero para todos los movimientos en un juego
sr: нула за све потезе у игри
sv: noll för alla drag i ett spel
sw: sifuri kwa hatua zote katika mchezo
ta: ஒரு விளையாட்டில் உள்ள அனைத்து நகர்வுகளுக்கும் பூஜ்ஜியம்.
th: ศูนย์สำหรับทุกการเคลื่อนไหวในเกม
tr: Bir oyundaki tüm hamleler için sıfır
uk: нуль для всіх ходів у грі
ur: کھیل میں تمام چالوں کے لیے صفر
vi: số không cho tất cả các nước đi trong một trò chơi

source: Check this box to always identify a winning moment
es: Marque esta casilla para identificar siempre un momento ganador
sr: Означите ово поље да бисте увек идентификовали победнички тренутак
sv: Markera den här rutan för att alltid identifiera ett vinnande ögonblick
sw: Teua kisanduku hiki ili kubaini wakati wa kushinda kila wakati
ta: எப்போதும் வெற்றி தருணத்தை அடையாளம் காண இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: ทำเครื่องหมายในช่องนี้เพื่อระบุช่วงเวลาที่ชนะเสมอ
tr: Kazanan anı her zaman belirlemek için bu kutuyu işaretleyin
uk: Поставте цей прапорець, щоб завжди визначати виграшний момент
ur: ہمیشہ جیتنے والے لمحے کی نشاندہی کرنے کے لیے اس باکس کو چیک کریں۔
vi: Đánh dấu vào ô này để luôn xác định được khoảnh khắc chiến thắng

source: Enter the winning position threshold value (1/100 pawns)
es: Introduzca el valor umbral de la posición ganadora (1/100 peones)
sr: Унесите граничну вредност победничке позиције (1/100 пешака)
sv: Ange tröskelvärdet för vinnande position (1/100 bönder)
sw: Ingiza thamani ya kizingiti cha nafasi ya kushinda (pawns 1/100)
ta: வெற்றி பெறும் நிலையின் தொடக்க மதிப்பை உள்ளிடவும் (1/100 சிப்பாய்கள்)
th: เข้าสู่ค่าเกณฑ์ตำแหน่งที่ชนะ (1/100 ตัวเบี้ย)
tr: Kazanan pozisyon eşik değerini girin (1/100 piyon)
uk: Введіть порогове значення виграшної позиції (1/100 пішака)
ur: جیتنے والی پوزیشن کی حد کی قیمت درج کریں (1/100 پیادے)
vi: Nhập giá trị ngưỡng vị trí chiến thắng (1/100 quân tốt)

source: Enter the winning position threshold margin of error value (1/100 pawns)
es: Introduzca el valor del margen de error del umbral de la posición ganadora (1/100 peones)
sr: Унесите граничну вредност победничке позиције вредности грешке (1/100 пешака)
sv: Ange den vinnande positionens tröskelvärde för felmarginal (1/100 bönder)
sw: Ingiza ukingo wa kizingiti cha nafasi ya kushinda wa thamani ya hitilafu (1/100 pawns)
ta: பிழை மதிப்பின் (1/100 சிப்பாய்கள்) வெற்றி நிலை வாசல் விளிம்பை உள்ளிடவும்.
th: เข้าสู่เกณฑ์ตำแหน่งที่ชนะของค่าความผิดพลาด (1/100 ตัวเบี้ย)
tr: Kazanan pozisyon eşiği hata payı değerini girin (1/100 piyon)
uk: Введіть порогове значення похибки виграшної позиції (1/100 пішаків)
ur: غلطی کی قیمت کا جیتنے والی پوزیشن کی حد کا مارجن درج کریں (1/100 پیادے)
vi: Nhập ngưỡng giá trị sai số của vị trí chiến thắng (1/100 quân tốt)

source: Enter the value at which error annotations are cut off (pawns)
es: Introduzca el valor en el que se cortan las anotaciones de error (peones)
sr: Унесите вредност при којој се напомене о грешци одсече (пешани)
sv: Ange värdet vid vilket felanteckningar skärs bort (bönder)
sw: Weka thamani ambayo vidokezo vya hitilafu hukatwa (pawns)
ta: பிழை குறிப்புகள் துண்டிக்கப்படும் மதிப்பை உள்ளிடவும் (சிப்பாய்கள்)
th: ระบุค่าที่คำอธิบายข้อผิดพลาดจะถูกตัดออก (เบี้ย)
tr: Hata açıklamalarının kesileceği değeri girin (piyonlar)
uk: Введіть значення, при якому анотації помилок обрізаються (пішаки)
ur: وہ قدر درج کریں جس پر غلطی کی تشریحات کاٹی جاتی ہیں (پیادے)
vi: Nhập giá trị mà chú thích lỗi bị cắt bỏ (quân cờ)
