Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Machine translations are now very good, but they are not perfect.
es: Las traducciones automáticas ahora son muy buenas, pero no son perfectas.
sr: Машински преводи су сада веома добри, али нису савршени.
sv: Maskinöversättningar är nu mycket bra, men de är inte perfekta.
sw: Tafsiri za mashine sasa ni nzuri sana, lakini si kamilifu.
ta: இயந்திர மொழிபெயர்ப்புகள் இப்போது மிகச் சிறப்பாக உள்ளன, ஆனால் அவை சரியானவை அல்ல.
th: ในปัจจุบันการแปลโดยเครื่องนั้นดีมาก แต่อย่างไรก็ตามมันยังไม่สมบูรณ์แบบ
tr: Makine çevirileri artık çok iyi ama mükemmel değil.
uk: Зараз машинний переклад дуже хороший, але не ідеальний.
ur: مشینی ترجمہ اب بہت اچھے ہیں، لیکن وہ کامل نہیں ہیں۔
vi: Bản dịch máy hiện nay rất tốt nhưng vẫn chưa hoàn hảo.

source: Sometimes the tranlations are incorrect, or inappropriate, because of context,
es: A veces las traducciones son incorrectas o inapropiadas debido al contexto,
sr: Понекад су преводи нетачни, или неприкладни, због контекста,
sv: Ibland är översättningarna felaktiga eller olämpliga på grund av sammanhanget,
sw: Wakati mwingine tafsiri si sahihi, au hazifai, kwa sababu ya muktadha,
ta: சில நேரங்களில் மொழிபெயர்ப்புகள் சூழல் காரணமாக தவறாகவோ அல்லது பொருத்தமற்றதாகவோ இருக்கும்,
th: บางครั้งการแปลอาจไม่ถูกต้องหรือไม่เหมาะสมเนื่องจากบริบท
tr: Bazen çeviriler bağlam nedeniyle yanlış veya uygunsuz olabilir.
uk: Іноді переклади є неправильними або невідповідними через контекст,
ur: بعض اوقات سیاق و سباق کی وجہ سے ترجمے غلط، یا نامناسب ہوتے ہیں،
vi: Đôi khi bản dịch không chính xác hoặc không phù hợp vì ngữ cảnh,

source: and sometimes verbs are used instead of nouns, or vice versa.
es: y a veces se utilizan verbos en lugar de sustantivos, o viceversa.
sr: а понекад се уместо именица користе глаголи или обрнуто.
sv: och ibland används verb istället för substantiv, eller vice versa.
sw: na wakati mwingine vitenzi hutumika badala ya nomino, au kinyume chake.
ta: மேலும் சில நேரங்களில் பெயர்ச்சொற்களுக்குப் பதிலாக வினைச்சொற்கள் பயன்படுத்தப்படுகின்றன, அல்லது நேர்மாறாகவும்.
th: และบางครั้งก็ใช้กริยาแทนคำนามหรือในทางกลับกัน
tr: ve bazen isimler yerine fiiller kullanılır veya tam tersi.
uk: а іноді замість іменників вживаються дієслова або навпаки.
ur: اور بعض اوقات فعل اسم کے بجائے استعمال ہوتے ہیں، یا اس کے برعکس۔
vi: và đôi khi động từ được dùng thay cho danh từ hoặc ngược lại.

source: So there is provision to correct any words or phrases in a language file.
es: Por lo tanto, existe una disposición para corregir cualquier palabra o frase en un archivo de idioma.
sr: Дакле, постоји одредба за исправљање било које речи или фразе у језичком фајлу.
sv: Så det finns möjlighet att korrigera alla ord eller fraser i en språkfil.
sw: Kwa hivyo kuna utoaji wa kusahihisha maneno au misemo yoyote katika faili ya lugha.
ta: எனவே ஒரு மொழி கோப்பில் உள்ள எந்தவொரு சொற்களையும் அல்லது சொற்றொடர்களையும் சரிசெய்ய ஏற்பாடு உள்ளது.
th: ดังนั้นจึงมีการจัดเตรียมการแก้ไขคำหรือวลีใดๆ ในไฟล์ภาษา
tr: Yani dil dosyasında herhangi bir kelime veya ifadenin düzeltilmesi için bir düzenleme var.
uk: Отже, є можливість виправити будь-які слова чи фрази в мовному файлі.
ur: لہٰذا زبان کی فائل میں کسی بھی الفاظ یا فقرے کو درست کرنے کا انتظام ہے۔
vi: Vì vậy, có điều khoản cho phép sửa bất kỳ từ hoặc cụm từ nào trong tệp ngôn ngữ.

source: In the
es: En el
sr: У
sv: I den
sw: Katika
ta: இல்
th: ใน
tr: İçinde
uk: в
ur: میں
vi: Trong

source: directory,
es: directorio,
sr: именик,
sv: katalog,
sw: saraka,
ta: அடைவு,
th: ไดเรกทอรี,
tr: dizin,
uk: каталог,
ur: ڈائریکٹری،
vi: thư mục,

source: there are *.po and *.mo files. The *.po files contain the words
es: Hay archivos *.po y *.mo. Los archivos *.po contienen las palabras
sr: постоје *.по и *.мо датотеке. *.по датотеке садрже речи
sv: det finns *.po- och *.mo-filer. *.po-filerna innehåller orden
sw: kuna faili za *.po na *.mo. Faili za *.po zina maneno
ta: *.po மற்றும் *.mo கோப்புகள் உள்ளன. *.po கோப்புகளில் வார்த்தைகள் உள்ளன.
th: มีไฟล์ *.po และ *.mo ไฟล์ *.po มีคำว่า
tr: *.po ve *.mo dosyaları vardır. *.po dosyaları şu sözcükleri içerir
uk: є файли *.po і *.mo. Файли *.po містять слова
ur: *.po اور *.mo فائلیں ہیں۔ *.po فائلوں میں الفاظ ہوتے ہیں۔
vi: có các tập tin *.po và *.mo. Các tập tin *.po chứa các từ

source: and phrases which are displayed in the program, along with their translations.
es: y frases que se muestran en el programa, junto con sus traducciones.
sr: и фразе које се приказују у програму, заједно са њиховим преводима.
sv: och fraser som visas i programmet, tillsammans med deras översättningar.
sw: na misemo ambayo inaonyeshwa katika programu, pamoja na tafsiri zao.
ta: மற்றும் நிரலில் காட்டப்படும் சொற்றொடர்கள், அவற்றின் மொழிபெயர்ப்புகளுடன்.
th: และวลีที่แสดงในโปรแกรมพร้อมคำแปล
tr: ve programda gösterilen ifadeler ve çevirileri.
uk: і фрази, які відображаються в програмі разом з їх перекладами.
ur: اور فقرے جو پروگرام میں دکھائے جاتے ہیں، ان کے ترجمے کے ساتھ۔
vi: và các cụm từ được hiển thị trong chương trình, cùng với bản dịch của chúng.

source: The *.mo files are compiled from these into dictionary files,
es: Los archivos *.mo se compilan a partir de estos en archivos de diccionario,
sr: *.мо датотеке се компајлирају из ових у датотеке речника,
sv: *.mo-filerna kompileras från dessa till ordboksfiler,
sw: Faili za *.mo zimekusanywa kutoka kwa hizi hadi faili za kamusi,
ta: *.mo கோப்புகள் இவற்றிலிருந்து அகராதி கோப்புகளாக தொகுக்கப்படுகின்றன,
th: ไฟล์ *.mo จะถูกคอมไพล์จากไฟล์เหล่านี้ลงในไฟล์พจนานุกรม
tr: *.mo dosyaları bunlardan sözlük dosyalarına derlenir,
uk: Файли *.mo скомпільовані з них у файли словників,
ur: *.mo فائلوں کو ان سے ڈکشنری فائلوں میں مرتب کیا جاتا ہے،
vi: Các tập tin *.mo được biên dịch từ các tập tin này thành các tập tin từ điển,

source: which the program accesses to display the translated text on the screen.
es: al que accede el programa para mostrar el texto traducido en la pantalla.
sr: којима програм приступа да би приказао преведени текст на екрану.
sv: som programmet kommer åt för att visa den översatta texten på skärmen.
sw: ambayo programu hufikia ili kuonyesha maandishi yaliyotafsiriwa kwenye skrini.
ta: மொழிபெயர்க்கப்பட்ட உரையைத் திரையில் காண்பிக்க நிரல் அணுகும்.
th: ซึ่งโปรแกรมจะเข้าถึงเพื่อแสดงข้อความที่แปลแล้วบนหน้าจอ
tr: Programın çevrilmiş metni ekranda görüntülemek için eriştiği yer.
uk: до якого програма звертається, щоб відобразити перекладений текст на екрані.
ur: جس تک پروگرام اسکرین پر ترجمہ شدہ متن کو ظاہر کرنے کے لیے رسائی حاصل کرتا ہے۔
vi: chương trình sẽ truy cập để hiển thị văn bản đã dịch trên màn hình.

source: In order to correct a word or phrase, load the *.po file for your language
es: Para corregir una palabra o frase, cargue el archivo *.po correspondiente a su idioma
sr: Да бисте исправили реч или фразу, учитајте *.по датотеку за свој језик
sv: För att korrigera ett ord eller en fras, ladda *.po-filen för ditt språk
sw: Ili kusahihisha neno au kifungu cha maneno, pakia faili ya *.po ya lugha yako
ta: ஒரு சொல் அல்லது சொற்றொடரை சரிசெய்ய, உங்கள் மொழிக்கான *.po கோப்பை ஏற்றவும்.
th: เพื่อแก้ไขคำหรือวลี ให้โหลดไฟล์ *.po สำหรับภาษาของคุณ
tr: Bir kelimeyi veya ifadeyi düzeltmek için dilinize ait *.po dosyasını yükleyin
uk: Щоб виправити слово чи фразу, завантажте файл *.po для вашої мови
ur: کسی لفظ یا فقرے کو درست کرنے کے لیے، اپنی زبان کے لیے *.po فائل لوڈ کریں۔
vi: Để sửa một từ hoặc cụm từ, hãy tải tệp *.po cho ngôn ngữ của bạn

source: Then compile the changed *.po file into a *.mo file.
es: Luego, compile el archivo *.po modificado en un archivo *.mo.
sr: Затим компајлирајте промењену *.по датотеку у *.мо датотеку.
sv: Kompilera sedan den ändrade *.po-filen till en *.mo-fil.
sw: Kisha kusanya faili ya *.po iliyobadilishwa kuwa faili ya *.mo.
ta: பின்னர் மாற்றப்பட்ட *.po கோப்பை *.mo கோப்பாக தொகுக்கவும்.
th: จากนั้นคอมไพล์ไฟล์ *.po ที่เปลี่ยนแปลงลงในไฟล์ *.mo
tr: Daha sonra değiştirilen *.po dosyasını bir *.mo dosyasına derleyin.
uk: Потім скомпілюйте змінений файл *.po у файл *.mo.
ur: پھر تبدیل شدہ *.po فائل کو *.mo فائل میں مرتب کریں۔
vi: Sau đó biên dịch tệp *.po đã thay đổi thành tệp *.mo.

source: To do this, you can use the free version of the program
es: Para ello, puedes utilizar la versión gratuita del programa.
sr: Да бисте то урадили, можете користити бесплатну верзију програма
sv: För att göra detta kan du använda gratisversionen av programmet
sw: Ili kufanya hivyo, unaweza kutumia toleo la bure la programu
ta: இதைச் செய்ய, நீங்கள் நிரலின் இலவச பதிப்பைப் பயன்படுத்தலாம்.
th: หากต้องการทำเช่นนี้ คุณสามารถใช้โปรแกรมเวอร์ชันฟรีได้
tr: Bunu yapmak için programın ücretsiz sürümünü kullanabilirsiniz
uk: Для цього можна скористатися безкоштовною версією програми
ur: ایسا کرنے کے لیے، آپ پروگرام کا مفت ورژن استعمال کر سکتے ہیں۔
vi: Để làm điều này, bạn có thể sử dụng phiên bản miễn phí của chương trình

source: or alternatively use the GNU command line utility
es: o alternativamente utilice la utilidad de línea de comandos GNU
sr: или алтернативно користите услужни програм ГНУ командне линије
sv: eller alternativt använd GNUs kommandoradsverktyg
sw: au vinginevyo tumia matumizi ya laini ya amri ya GNU
ta: அல்லது மாற்றாக GNU கட்டளை வரி பயன்பாட்டைப் பயன்படுத்தவும்.
th: หรือใช้ยูทิลิตี้บรรทัดคำสั่ง GNU เป็นทางเลือก
tr: veya alternatif olarak GNU komut satırı yardımcı programını kullanın
uk: або альтернативно скористайтеся утилітою командного рядка GNU
ur: یا متبادل طور پر GNU کمانڈ لائن یوٹیلیٹی استعمال کریں۔
vi: hoặc thay vào đó sử dụng tiện ích dòng lệnh GNU

source: which should be in the
es: que debería estar en el
sr: који би требало да буде у
sv: som ska finnas i
sw: ambayo inapaswa kuwa katika
ta: இதில் இருக்க வேண்டும்
th: ซึ่งควรจะอยู่ใน
tr: içinde olması gereken
uk: які повинні бути в
ur: جو میں ہونا چاہئے
vi: cái nào nên ở trong

source: For example -
es: Por ejemplo -
sr: на пример -
sv: Till exempel -
sw: Kwa mfano -
ta: உதாரணத்திற்கு -
th: ตัวอย่างเช่น -
tr: Örneğin -
uk: наприклад -
ur: مثال کے طور پر -
vi: Ví dụ -

source: for the French language file.
es: para el archivo de idioma francés.
sr: за датотеку на француском језику.
sv: för den franska språkfilen.
sw: kwa faili ya lugha ya Kifaransa.
ta: பிரெஞ்சு மொழி கோப்பிற்கு.
th: สำหรับไฟล์ภาษาฝรั่งเศส
tr: Fransızca dil dosyası için.
uk: для файлу французької мови.
ur: فرانسیسی زبان کی فائل کے لیے۔
vi: cho tập tin tiếng Pháp.

source: If you use
es: Si utilizas
sr: Ако користите
sv: Om du använder
sw: Ikiwa unatumia
ta: நீங்கள் பயன்படுத்தினால்
th: หากคุณใช้
tr: Eğer kullanırsanız
uk: Якщо ви використовуєте
ur: اگر آپ استعمال کرتے ہیں۔
vi: Nếu bạn sử dụng

source: to compile a *.po file in a different directory,
es: para compilar un archivo *.po en un directorio diferente,
sr: да компајлирате *.по датотеку у другом директоријуму,
sv: för att kompilera en *.po-fil i en annan katalog,
sw: kukusanya *.po faili katika saraka tofauti,
ta: *.po கோப்பை வேறு ஒரு கோப்பகத்தில் தொகுக்க,
th: ในการคอมไพล์ไฟล์ *.po ในไดเร็กทอรีอื่น
tr: *.po dosyasını farklı bir dizinde derlemek için,
uk: щоб скомпілювати файл *.po в іншому каталозі,
ur: ایک مختلف ڈائریکٹری میں *.po فائل کو مرتب کرنے کے لیے،
vi: để biên dịch một tệp *.po trong một thư mục khác,

source: you will have to manually copy the new *.mo file over the old one.
es: Tendrás que copiar manualmente el nuevo archivo *.mo sobre el antiguo.
sr: мораћете ручно да копирате нову *.мо датотеку преко старе.
sv: du måste manuellt kopiera den nya *.mo-filen över den gamla.
sw: itabidi unakili mwenyewe faili mpya ya *.mo juu ya ile ya zamani.
ta: நீங்கள் புதிய *.mo கோப்பை பழைய ஒன்றின் மீது கைமுறையாக நகலெடுக்க வேண்டும்.
th: คุณจะต้องคัดลอกไฟล์ *.mo ใหม่ทับไฟล์เก่าด้วยตนเอง
tr: Yeni *.mo dosyasını eskisinin üzerine elle kopyalamanız gerekecektir.
uk: вам доведеться вручну скопіювати новий файл *.mo поверх старого.
ur: آپ کو دستی طور پر نئی *.mo فائل کو پرانی فائل پر کاپی کرنا ہوگا۔
vi: bạn sẽ phải sao chép thủ công tệp *.mo mới đè lên tệp cũ.

source: Edit existing language file
es: Editar el archivo de idioma existente
sr: Уредите постојећу језичку датотеку
sv: Redigera befintlig språkfil
sw: Hariri faili ya lugha iliyopo
ta: இருக்கும் மொழி கோப்பைத் திருத்து.
th: แก้ไขไฟล์ภาษาที่มีอยู่
tr: Mevcut dil dosyasını düzenle
uk: Відредагуйте наявний мовний файл
ur: موجودہ زبان کی فائل میں ترمیم کریں۔
vi: Chỉnh sửa tập tin ngôn ngữ hiện có

source: This panel is a placeholder for a proper database management facility.
es: Este panel es un marcador de posición para una función de gestión de base de datos adecuada.
sr: Овај панел је чувар места за одговарајуће средство за управљање базом података.
sv: Den här panelen är en platshållare för en korrekt databashanteringsfunktion.
sw: Paneli hii ni kishikilia nafasi kwa kituo sahihi cha usimamizi wa hifadhidata.
ta: இந்த பலகம் ஒரு சரியான தரவுத்தள மேலாண்மை வசதிக்கான ஒரு ஒதுக்கிடமாகும்.
th: แผงนี้เป็นตัวแทนสำหรับสิ่งอำนวยความสะดวกในการจัดการฐานข้อมูลที่เหมาะสม
tr: Bu panel, uygun bir veritabanı yönetim tesisi için bir yer tutucudur.
uk: Ця панель є заповнювачем для відповідного засобу керування базою даних.
ur: یہ پینل ایک مناسب ڈیٹا بیس کے انتظام کی سہولت کے لیے ایک پلیس ہولڈر ہے۔
vi: Bảng điều khiển này là nơi giữ chỗ cho tiện ích quản lý cơ sở dữ liệu phù hợp.

source: At the moment the only functionality offered is some database
es: Por el momento la única funcionalidad ofrecida es alguna base de datos.
sr: У овом тренутку једина функционалност која се нуди је нека база података
sv: För närvarande är den enda funktionaliteten som erbjuds en databas
sw: Kwa sasa utendakazi pekee unaotolewa ni hifadhidata fulani
ta: தற்போது வழங்கப்படும் ஒரே செயல்பாடு சில தரவுத்தளங்கள் மட்டுமே.
th: ในขณะนี้ฟังก์ชันการทำงานเดียวที่มีให้คือฐานข้อมูลบางส่วน
tr: Şu anda sunulan tek işlevsellik bazı veritabanı işlevleridir
uk: На даний момент єдиною доступною функціональністю є база даних
ur: اس وقت پیش کردہ واحد فعالیت کچھ ڈیٹا بیس ہے۔
vi: Hiện tại chức năng duy nhất được cung cấp là một số cơ sở dữ liệu

source: test and rebuild functions. Be careful with these, experts only !
es: Funciones de prueba y reconstrucción. ¡Ten cuidado con esto, solo expertos!
sr: тестирати и поново изградити функције. Будите опрезни са овим, само стручњаци!
sv: testa och bygga om funktioner. Var försiktig med dessa, endast experter!
sw: jaribu na ujenge upya vitendaji. Kuwa mwangalifu na haya, wataalam tu!
ta: செயல்பாடுகளைச் சோதித்து மீண்டும் உருவாக்குங்கள். நிபுணர்களே, இவற்றில் கவனமாக இருங்கள்!
th: ฟังก์ชันการทดสอบและสร้างใหม่ โปรดใช้ความระมัดระวังกับสิ่งเหล่านี้ เฉพาะผู้เชี่ยวชาญเท่านั้น!
tr: test edin ve fonksiyonları yeniden oluşturun. Bunlara dikkat edin, sadece uzmanlar!
uk: функції тестування та відновлення. Будьте обережні з ними, тільки експерти!
ur: افعال کی جانچ اور دوبارہ تعمیر کریں۔ ان کے ساتھ محتاط رہیں، صرف ماہرین!
vi: kiểm tra và xây dựng lại các chức năng. Hãy cẩn thận với những điều này, chỉ dành cho các chuyên gia!

source: For now the files involved are mainly hardwired at compile time -
es: Por ahora, los archivos involucrados se cablean principalmente en tiempo de compilación.
sr: За сада су укључени фајлови углавном повезани у време компајлирања -
sv: För närvarande är de involverade filerna huvudsakligen fastanslutna vid kompileringstid -
sw: Kwa sasa faili zinazohusika zimeunganishwa sana wakati wa kukusanya -
ta: இப்போதைக்கு சம்பந்தப்பட்ட கோப்புகள் முக்கியமாக தொகுக்கும் நேரத்தில் கடினப்படுத்தப்பட்டவை -
th: ในตอนนี้ไฟล์ที่เกี่ยวข้องส่วนใหญ่จะเป็นแบบฮาร์ดไวร์ในเวลาคอมไพล์
tr: Şimdilik söz konusu dosyalar çoğunlukla derleme zamanında sabit kablolu olarak bağlanıyor -
uk: На даний момент задіяні файли в основному підключаються під час компіляції -
ur: فی الحال اس میں شامل فائلیں بنیادی طور پر مرتب کے وقت ہارڈ وائرڈ ہیں -
vi: Hiện tại, các tập tin liên quan chủ yếu được kết nối cứng tại thời điểm biên dịch -

source: to change them, change the source code and recompile!
es: ¡Para cambiarlos, cambia el código fuente y vuelve a compilar!
sr: да их промените, промените изворни код и поново компајлирајте!
sv: för att ändra dem, ändra källkoden och kompilera om!
sw: kuzibadilisha, kubadilisha msimbo wa chanzo na kukusanya tena!
ta: அவற்றை மாற்ற, மூலக் குறியீட்டை மாற்றி மீண்டும் தொகுக்கவும்!
th: เพื่อเปลี่ยนแปลงพวกมัน ให้เปลี่ยนโค้ดต้นฉบับและคอมไพล์ใหม่!
tr: bunları değiştirmek için kaynak kodunu değiştirin ve yeniden derleyin!
uk: щоб змінити їх, змініть вихідний код і перекомпілюйте!
ur: انہیں تبدیل کرنے کے لیے، سورس کوڈ کو تبدیل کریں اور دوبارہ کمپائل کریں!
vi: để thay đổi chúng, hãy thay đổi mã nguồn và biên dịch lại!

source: DbPrimitives.h and DbMaintenance.cpp.
es: DbPrimitives.h y DbMaintenance.cpp.
sr: ДбПримитивес.х и ДбМаинтенанце.цпп.
sv: DbPrimitives.h och DbMaintenance.cpp.
sw: DbPrimitives.h na DbMaintenance.cpp.
ta: DbPrimitives.h மற்றும் DbMaintenance.cpp.
th: DbPrimitives.h และ DbMaintenance.cpp
tr: DbPrimitives.h ve DbMaintenance.cpp.
uk: DbPrimitives.h і DbMaintenance.cpp.
ur: DbPrimitives.h اور DbMaintenance.cpp۔
vi: DbPrimitives.h và DbMaintenance.cpp.

source: Choose the next .pgn file with games to append to the database:
es: Seleccione el siguiente archivo .pgn con juegos para agregar a la base de datos:
sr: Изаберите следећу .пгн датотеку са играма коју желите да додате у базу података:
sv: Välj nästa .pgn-fil med spel att lägga till i databasen:
sw: Chagua faili ifuatayo ya .pgn iliyo na michezo ili kuambatisha kwenye hifadhidata:
ta: தரவுத்தளத்தில் சேர்க்க விளையாட்டுகளுடன் அடுத்த .pgn கோப்பைத் தேர்ந்தெடுக்கவும்:
th: เลือกไฟล์ .pgn ถัดไปที่มีเกมที่จะผนวกเข้าในฐานข้อมูล:
tr: Veritabanına eklemek için oyunların bulunduğu bir sonraki .pgn dosyasını seçin:
uk: Виберіть наступний файл .pgn з іграми для додавання до бази даних:
ur: ڈیٹا بیس میں شامل کرنے کے لیے گیمز کے ساتھ اگلی .pgn فائل کا انتخاب کریں:
vi: Chọn tệp .pgn tiếp theo có trò chơi để thêm vào cơ sở dữ liệu:

source: Select .pgn for append operation below
es: Seleccione .pgn para la operación de anexión a continuación
sr: Изаберите .пгн за операцију додавања испод
sv: Välj .pgn för att lägga till operation nedan
sw: Chagua .pgn kwa utendakazi wa kuongezea hapa chini
ta: கீழே உள்ள append செயல்பாட்டிற்கு .pgn ஐத் தேர்ந்தெடுக்கவும்.
th: เลือก .pgn สำหรับการดำเนินการผนวกด้านล่าง
tr: Aşağıdaki ekleme işlemi için .pgn'yi seçin
uk: Виберіть .pgn для операції додавання нижче
ur: ذیل میں اپنڈ آپریشن کے لیے .pgn کو منتخب کریں۔
vi: Chọn .pgn cho thao tác thêm vào bên dưới

source: Database speed test
es: Prueba de velocidad de la base de datos
sr: Тест брзине базе података
sv: Databashastighetstest
sw: Mtihani wa kasi ya hifadhidata
ta: தரவுத்தள வேக சோதனை
th: ทดสอบความเร็วฐานข้อมูล
tr: Veritabanı hız testi
uk: Тест швидкості роботи бази даних
ur: ڈیٹا بیس اسپیڈ ٹیسٹ
vi: Kiểm tra tốc độ cơ sở dữ liệu

source: Build great players database
es: Construir una gran base de datos de jugadores
sr: Направите базу података сјајних играча
sv: Bygg bra spelardatabas
sw: Jenga hifadhidata kubwa ya wachezaji
ta: சிறந்த வீரர்களின் தரவுத்தளத்தை உருவாக்குங்கள்.
th: สร้างฐานข้อมูลผู้เล่นที่ยอดเยี่ยม
tr: Harika oyuncular veritabanı oluşturun
uk: Створіть чудову базу даних гравців
ur: عظیم کھلاڑیوں کا ڈیٹا بیس بنائیں
vi: Xây dựng cơ sở dữ liệu người chơi tuyệt vời

source: Test decompress file .qgn -> .pgn
es: Prueba de descomprimir archivo .qgn -> .pgn
sr: Тестирајте декомпримовање датотеке .кгн -> .пгн
sv: Testa dekomprimera filen .qgn -> .pgn
sw: Jaribu kufuta faili .qgn -> .pgn
ta: .qgn -> .pgn கோப்பை டிகம்பரஸ் செய்யவும்.
th: ทดสอบการแตกไฟล์ .qgn -> .pgn
tr: .qgn -> .pgn dosyasını sıkıştırmayı deneyin
uk: Перевірити розпакований файл .qgn -> .pgn
ur: ڈیکمپریس فائل .qgn -> .pgn ٹیسٹ کریں۔
vi: Kiểm tra giải nén file .qgn -> .pgn

source: Test move compression algorithm
es: Algoritmo de compresión de movimiento de prueba
sr: Тестирајте алгоритам компресије потеза
sv: Testa algoritm för rörelsekompression
sw: Jaribu algorithm ya mbano ya kusonga
ta: சோதனை நகர்வு சுருக்க வழிமுறை
th: ทดสอบอัลกอริทึมการบีบอัดการเคลื่อนตัว
tr: Test taşıma sıkıştırma algoritması
uk: Перевірити алгоритм стиснення ходу
ur: ٹیسٹ موو کمپریشن الگورتھم
vi: Kiểm tra thuật toán nén di chuyển

source: DANGER append to database from .pgn
es: PELIGRO añadir a la base de datos desde .pgn
sr: ОПАСНОСТ додај бази података са .пгн
sv: FARA lägg till databasen från .pgn
sw: HATARI weka kwenye hifadhidata kutoka .pgn
ta: .pgn இலிருந்து தரவுத்தளத்தில் ஆபத்து சேர்க்கிறது.
th: DANGER ผนวกเข้ากับฐานข้อมูลจาก .pgn
tr: TEHLİKE .pgn'den veritabanına ekleme
uk: НЕБЕЗПЕЧНО додавати до бази даних із .pgn
ur: DANGER .pgn سے ڈیٹا بیس میں شامل ہوتا ہے۔
vi: DANGER thêm vào cơ sở dữ liệu từ .pgn

source: DANGER database create indexes
es: PELIGRO base de datos crear índices
sr: ДАНГЕР база података креира индексе
sv: FARA databas skapa index
sw: Hifadhidata ya HATARI huunda faharasa
ta: ஆபத்து தரவுத்தளம் குறியீடுகளை உருவாக்குகிறது
th: ฐานข้อมูล DANGER สร้างดัชนี
tr: DANGER veritabanı dizinleri oluşturur
uk: НЕБЕЗПЕКА створити індекси бази даних
ur: DANGER ڈیٹا بیس انڈیکس بناتا ہے۔
vi: Cơ sở dữ liệu DANGER tạo chỉ mục

source: Add help text later.
es: Añadir texto de ayuda más tarde.
sr: Додајте текст помоћи касније.
sv: Lägg till hjälptext senare.
sw: Ongeza maandishi ya usaidizi baadaye.
ta: உதவி உரையை பின்னர் சேர்க்கவும்.
th: เพิ่มข้อความช่วยเหลือในภายหลัง
tr: Yardım metnini daha sonra ekleyin.
uk: Додайте довідковий текст пізніше.
ur: بعد میں مدد کا متن شامل کریں۔
vi: Thêm văn bản trợ giúp sau.

source: Maintenance dialog help
es: Ayuda del cuadro de diálogo de mantenimiento
sr: Помоћ дијалога за одржавање
sv: Hjälp för underhållsdialog
sw: Usaidizi wa kidirisha cha matengenezo
ta: பராமரிப்பு உரையாடல் உதவி
th: ความช่วยเหลือกล่องโต้ตอบการบำรุงรักษา
tr: Bakım iletişim kutusu yardımı
uk: Довідка про діалогове обслуговування
ur: مینٹیننس ڈائیلاگ مدد
vi: Trợ giúp hộp thoại bảo trì

source: Media player
es: Reproductor multimedia
sr: Медиа плаиер
sv: Mediaspelare
sw: Kicheza media
ta: மீடியா பிளேயர்
th: เครื่องเล่นสื่อ
tr: Medya oynatıcısı
uk: Медіаплеєр
ur: میڈیا پلیئر
vi: Trình phát phương tiện

source: Open File
es: Abrir archivo
sr: Отворите датотеку
sv: Öppna fil
sw: Fungua Faili
ta: கோப்பைத் திற
th: เปิดไฟล์
tr: Dosyayı aç
uk: Відкрити файл
ur: فائل کھولیں۔
vi: Mở tập tin

source: Display open file dialog box
es: Mostrar el cuadro de diálogo de archivo abierto
sr: Приказ дијалога отворене датотеке
sv: Visa dialogrutan för öppen fil
sw: Onyesha kisanduku cha mazungumzo ya faili wazi
ta: திறந்த கோப்பு உரையாடல் பெட்டியைக் காட்டு
th: แสดงกล่องโต้ตอบเปิดไฟล์
tr: Açık dosya iletişim kutusunu görüntüle
uk: Відображення діалогового вікна відкриття файлу
ur: کھلی فائل کا ڈائیلاگ باکس دکھائیں۔
vi: Hiển thị hộp thoại mở tệp

source: Quit this program
es: Salir de este programa
sr: Прекините овај програм
sv: Avsluta det här programmet
sw: Acha programu hii
ta: இந்த நிரலிலிருந்து வெளியேறு
th: ออกจากโปรแกรมนี้
tr: Bu programdan çık
uk: Закрийте цю програму
ur: اس پروگرام کو چھوڑ دو
vi: Thoát khỏi chương trình này

source: Play
es: Jugar
sr: Играј
sv: Spela
sw: Cheza
ta: விளையாடு
th: เล่น
tr: Oynamak
uk: грати
ur: کھیلیں
vi: Chơi

source: Start playback
es: Iniciar reproducción
sr: Покрените репродукцију
sv: Starta uppspelning
sw: Anza kucheza tena
ta: பிளேபேக்கைத் தொடங்கு
th: เริ่มการเล่น
tr: Oynatmayı başlat
uk: Почніть відтворення
ur: پلے بیک شروع کریں۔
vi: Bắt đầu phát lại

source: Pause
es: Pausa
sr: Пауза
sv: Paus
sw: Sitisha
ta: இடைநிறுத்து
th: หยุดชั่วคราว
tr: Duraklama
uk: Пауза
ur: توقف
vi: Tạm dừng

source: Pause playback
es: Pausa la reproducción
sr: Паузирајте репродукцију
sv: Pausa uppspelningen
sw: Sitisha uchezaji
ta: பிளேபேக்கை இடைநிறுத்து
th: หยุดการเล่นชั่วคราว
tr: Oynatmayı duraklat
uk: Призупинити відтворення
ur: پلے بیک موقوف کریں۔
vi: Tạm dừng phát lại

source: Stop playback
es: Detener la reproducción
sr: Зауставите репродукцију
sv: Stoppa uppspelningen
sw: Acha kucheza tena
ta: பிளேபேக்கை நிறுத்து
th: หยุดการเล่น
tr: Oynatmayı durdur
uk: Зупинити відтворення
ur: پلے بیک بند کرو
vi: Dừng phát lại
