Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Selecting all
es: Seleccionar todo
sr: Одабиром свих
sv: Väljer alla
sw: Kuchagua zote
ta: அனைத்தையும் தேர்ந்தெடுக்கிறது
th: เลือกทั้งหมด
tr: Tümünü seçme
uk: Вибір усіх
ur: سب کا انتخاب کرنا
vi: Chọn tất cả

source: Column Sort: Moves column requires two stages
es: Ordenar columnas: mover columnas requiere dos etapas
sr: Сортирање колоне: Помера колону захтева две фазе
sv: Kolumnsortering: Flyttar kolumn kräver två steg
sw: Upangaji Safu: Safu wima ya kusogeza inahitaji hatua mbili
ta: நெடுவரிசை வரிசைப்படுத்து: நெடுவரிசையை நகர்த்துவதற்கு இரண்டு நிலைகள் தேவை.
th: การเรียงลำดับคอลัมน์: คอลัมน์การเคลื่อนย้ายต้องมีสองขั้นตอน
tr: Sütun Sıralaması: Sütunu taşımak iki aşama gerektirir
uk: Сортування стовпця: для переміщення стовпця потрібно два етапи
ur: کالم کی ترتیب: کالم کو منتقل کرنے کے لیے دو مراحل کی ضرورت ہوتی ہے۔
vi: Sắp xếp theo cột: Di chuyển cột cần hai giai đoạn

source: Column Sort : Moves column included in sort
es: Ordenar columnas: mueve las columnas incluidas en la ordenación
sr: Сортирање колоне : Помера колону укључену у сортирање
sv: Kolumnsortering : Flyttar kolumn som ingår i sorteringen
sw: Panga Safu : Husogeza safu wima iliyojumuishwa katika kupanga
ta: நெடுவரிசை வரிசைப்படுத்து: வரிசைப்படுத்தலில் சேர்க்கப்பட்டுள்ள நெடுவரிசையை நகர்த்துகிறது.
th: การเรียงลำดับตามคอลัมน์ : ย้ายคอลัมน์ที่รวมอยู่ในการเรียงลำดับ
tr: Sütun Sıralaması: Sıralamaya dahil edilen sütunu taşır
uk: Сортування за стовпцями: переміщує стовпець, включений у сортування
ur: کالم کی ترتیب : ترتیب میں شامل کالم کو حرکت دیتا ہے۔
vi: Sắp xếp theo cột: Di chuyển cột được bao gồm trong sắp xếp

source: Requires two stages, stage 1
es: Requiere dos etapas, etapa 1
sr: Захтева две фазе, фаза 1
sv: Kräver två steg, steg 1
sw: Inahitaji hatua mbili, hatua ya 1
ta: இரண்டு நிலைகள் தேவை, நிலை 1
th: ต้องใช้ 2 ขั้นตอน ขั้นที่ 1
tr: İki aşama gerektirir, aşama 1
uk: Вимагає двох етапів, етап 1
ur: دو مراحل کی ضرورت ہے، مرحلہ 1
vi: Cần hai giai đoạn, giai đoạn 1

source: Requires two stages, stage 2
es: Requiere dos etapas, etapa 2
sr: Захтева две фазе, фаза 2
sv: Kräver två steg, steg 2
sw: Inahitaji hatua mbili, hatua ya 2
ta: இரண்டு நிலைகள் தேவை, நிலை 2
th: ต้องใช้ 2 ขั้นตอน ขั้นตอนที่ 2
tr: İki aşama gerektirir, aşama 2
uk: Вимагає двох етапів, етап 2
ur: دو مراحل کی ضرورت ہے، مرحلہ 2
vi: Cần hai giai đoạn, giai đoạn 2

source: Column sort
es: Ordenamiento por columnas
sr: Сортирање по колонама
sv: Kolumnsortering
sw: Aina ya safu wima
ta: நெடுவரிசை வரிசைப்படுத்தல்
th: การเรียงลำดับแบบคอลัมน์
tr: Sütun sıralaması
uk: Сортування стовпців
ur: کالم کی ترتیب
vi: Sắp xếp theo cột

source: Sorting...
es: Clasificación...
sr: Сортирање...
sv: Sortering...
sw: Inapanga...
ta: வரிசைப்படுத்துகிறது...
th: กำลังจัดเรียง...
tr: Sıralama...
uk: Сортування...
ur: چھانٹ رہا ہے...
vi: Đang sắp xếp...

source: Goto game number
es: Ir al número de juego
sr: Иди на број игре
sv: Gå till spelnummer
sw: Nenda kwa nambari ya mchezo
ta: விளையாட்டு எண் கிடைத்தது
th: ไปที่หมายเลขเกม
tr: Oyun numarasına git
uk: Перейти до номера гри
ur: گیم نمبر پر جائیں۔
vi: Đi đến số trò chơi

source: Input game number :
es: Ingrese el número de juego:
sr: Унесите број игре:
sv: Mata in spelnummer:
sw: Ingiza nambari ya mchezo:
ta: உள்ளீட்டு விளையாட்டு எண்:
th: เลขเกม :
tr: Oyun numarasını girin :
uk: Введіть номер гри:
ur: ان پٹ گیم نمبر:
vi: Nhập số trò chơi:

source: Bookmark functions are only available
es: Las funciones de marcadores solo están disponibles
sr: Доступне су само функције обележивача
sv: Bokmärksfunktioner är endast tillgängliga
sw: Vitendaji vya alamisho vinapatikana tu
ta: புக்மார்க் செயல்பாடுகள் மட்டுமே கிடைக்கின்றன.
th: ฟังก์ชันบุ๊กมาร์กมีให้ใช้ได้เฉพาะ
tr: Yer imi işlevleri yalnızca kullanılabilir
uk: Доступні лише функції створення закладок
ur: بک مارک فنکشنز صرف دستیاب ہیں۔
vi: Chức năng đánh dấu chỉ khả dụng

source: when using a PGN file
es: al utilizar un archivo PGN
sr: када користите ПГН датотеку
sv: när du använder en PGN-fil
sw: unapotumia faili ya PGN
ta: PGN கோப்பைப் பயன்படுத்தும் போது
th: เมื่อใช้ไฟล์ PGN
tr: PGN dosyası kullanıldığında
uk: при використанні файлу PGN
ur: PGN فائل استعمال کرتے وقت
vi: khi sử dụng tệp PGN

source: Bookmark error message
es: Mensaje de error del marcador
sr: Порука о грешци у обележивачу
sv: Bokmärksfelmeddelande
sw: Ujumbe wa hitilafu wa alamisho
ta: புக்மார்க் பிழைச் செய்தி
th: ข้อความแสดงข้อผิดพลาดเกี่ยวกับบุ๊กมาร์ก
tr: Yer imi hata mesajı
uk: Повідомлення про помилку закладки
ur: غلطی کا پیغام بک مارک کریں۔
vi: Đánh dấu thông báo lỗi

source: Game search options
es: Opciones de búsqueda de juegos
sr: Опције претраживања игара
sv: Sökalternativ för spel
sw: Chaguzi za utafutaji wa mchezo
ta: விளையாட்டு தேடல் விருப்பங்கள்
th: ตัวเลือกการค้นหาเกม
tr: Oyun arama seçenekleri
uk: Параметри пошуку гри
ur: گیم تلاش کے اختیارات
vi: Tùy chọn tìm kiếm trò chơi

source: Search cancelled by user, show matching games (y/n) ?
es: Búsqueda cancelada por el usuario, mostrar juegos coincidentes (y/n) ?
sr: Претрага је отказана по кориснику, прикажи игрице које се подударају (да/не) ?
sv: Sökning avbruten av användare, visa matchande spel (y/n) ?
sw: Utafutaji umeghairiwa na mtumiaji, unaonyesha michezo inayolingana (y/n) ?
ta: பயனரால் தேடல் ரத்துசெய்யப்பட்டது, பொருந்தும் விளையாட்டுகளைக் காட்டு (y/n) ?
th: การค้นหาถูกยกเลิกโดยผู้ใช้ แสดงเกมที่ตรงกัน (y/n) ?
tr: Arama kullanıcı tarafından iptal edildi, eşleşen oyunları göster (e/h) ?
uk: Пошук скасовано користувачем, показати відповідні ігри (y/n)?
ur: صارف کی طرف سے تلاش منسوخ کر دی گئی، مماثل گیمز دکھائیں (y/n)؟
vi: Tìm kiếm bị hủy bởi người dùng, hiển thị trò chơi phù hợp (y/n)?

source: Search games message
es: Mensaje de búsqueda de juegos
sr: Претражи поруку игрице
sv: Sök spelmeddelande
sw: Tafuta ujumbe wa michezo
ta: விளையாட்டு செய்தியைத் தேடு
th: ค้นหาข้อความเกม
tr: Oyunlar mesajını ara
uk: Пошук ігор повідомлення
ur: گیمز کا پیغام تلاش کریں۔
vi: Tìm kiếm trò chơi tin nhắn

source: No matching games found
es: No se encontraron juegos coincidentes
sr: Нису пронађене одговарајуће игре
sv: Inga matchande spel hittades
sw: Hakuna michezo inayolingana iliyopatikana
ta: பொருத்தமான விளையாட்டுகள் எதுவும் கிடைக்கவில்லை.
th: ไม่พบเกมที่ตรงกัน
tr: Eşleşen oyun bulunamadı
uk: Відповідних ігор не знайдено
ur: کوئی مماثل گیمز نہیں ملے
vi: Không tìm thấy trò chơi phù hợp

source: Please input the search criteria -
es: Por favor ingrese los criterios de búsqueda -
sr: Унесите критеријуме претраге -
sv: Vänligen ange sökkriterierna -
sw: Tafadhali weka vigezo vya utafutaji -
ta: தேடல் அளவுகோல்களை உள்ளிடவும் -
th: กรุณากรอกเกณฑ์การค้นหา -
tr: Lütfen arama kriterlerini girin -
uk: Будь ласка, введіть критерії пошуку -
ur: براہ کرم تلاش کا معیار درج کریں -
vi: Vui lòng nhập tiêu chí tìm kiếm -

source: Surname
es: Apellido
sr: Презиме
sv: Efternamn
sw: Jina la ukoo
ta: குடும்ப பெயர்
th: นามสกุล
tr: Soyadı
uk: Прізвище
ur: کنیت
vi: Họ

source: First name
es: Nombre de pila
sr: Име
sv: Förnamn
sw: Jina la kwanza
ta: முதல் பெயர்
th: ชื่อจริง
tr: İlk adı
uk: ім'я
ur: پہلا نام
vi: Tên đầu tiên

source: wins
es: victorias
sr: побеђује
sv: vinner
sw: mafanikio
ta: வெற்றிகள்
th: ชนะ
tr: kazanır
uk: виграє
ur: جیتتا ہے
vi: thắng

source: losses
es: pérdidas
sr: губитке
sv: förluster
sw: hasara
ta: இழப்புகள்
th: การสูญเสีย
tr: kayıplar
uk: втрати
ur: نقصانات
vi: tổn thất

source: Ignore colours
es: Ignorar los colores
sr: Игноришите боје
sv: Ignorera färger
sw: Puuza rangi
ta: வண்ணங்களைப் புறக்கணி
th: ไม่สนใจสี
tr: Renkleri görmezden gel
uk: Ігноруйте кольори
ur: رنگوں کو نظر انداز کریں۔
vi: Bỏ qua màu sắc

source: Site / event
es: Sitio/evento
sr: Сајт / догађај
sv: Webbplats/evenemang
sw: Tovuti / tukio
ta: தளம் / நிகழ்வு
th: สถานที่/กิจกรรม
tr: Site / etkinlik
uk: Сайт/подія
ur: سائٹ / واقعہ
vi: Trang web / sự kiện

source: Year
es: Año
sr: Година
sv: År
sw: Mwaka
ta: ஆண்டு
th: ปี
tr: Yıl
uk: рік
ur: سال
vi: Năm

source: Start game search no.
es: Iniciar búsqueda de juego n.º
sr: Започни претрагу игре бр.
sv: Starta spelsökning nr.
sw: Anza utafutaji wa mchezo nambari.
ta: விளையாட்டு தேடல் எண். ஐத் தொடங்கு.
th: เริ่มเกม ค้นหาหมายเลข
tr: Oyun aramasını başlat no.
uk: Почати пошук гри №.
ur: گیم سرچ نمبر شروع کریں۔
vi: Bắt đầu trò chơi tìm kiếm số.

source: Elo rating
es: Clasificación Elo
sr: Ело рејтинг
sv: Elo-betyg
sw: Ukadiriaji wa Elo
ta: எலோ மதிப்பீடு
th: เรตติ้งอีโล
tr: Elo derecelendirmesi
uk: Ело рейтинг
ur: ایلو ریٹنگ
vi: Xếp hạng Elo

source: None
es: Ninguno
sr: Ниједан
sv: Ingen
sw: Hakuna
ta: யாரும் இல்லை
th: ไม่มี
tr: Hiçbiri
uk: Жодного
ur: کوئی نہیں۔
vi: Không có

source: One
es: Uno
sr: Један
sv: En
sw: Moja
ta: ஒன்று
th: หนึ่ง
tr: Bir
uk: Один
ur: ایک
vi: Một

source: Average
es: Promedio
sr: Просечно
sv: Genomsnitt
sw: Wastani
ta: சராசரி
th: เฉลี่ย
tr: Ortalama
uk: Середній
ur: اوسط
vi: Trung bình

source: Checkmate
es: Mate
sr: мат
sv: Schackmatt
ta: செக்மேட்
th: รุกฆาต
tr: Mat
uk: Мат
ur: چیک میٹ
vi: Chiếu hết

source: Stalemate
es: Estancamiento
sr: Застој
sv: Dödläge
ta: தேக்கம்
th: ภาวะชะงักงัน
tr: çıkmaz
uk: Патова ситуація
ur: تعطل
vi: Bế tắc

source: Check
es: Controlar
sr: Провери
sv: Kontrollera
sw: Angalia
ta: சரிபார்க்கவும்
th: ตรวจสอบ
tr: Kontrol etmek
uk: Перевірте
ur: چیک کریں۔
vi: Kiểm tra

source: Game data
es: Datos del juego
sr: Подаци о игрици
sv: Speldata
sw: Data ya mchezo
ta: விளையாட்டு தரவு
th: ข้อมูลเกม
tr: Oyun verileri
uk: Дані гри
ur: گیم ڈیٹا
vi: Dữ liệu trò chơi

source: Position
es: Posición
sr: Положај
sv: Placera
sw: Nafasi
ta: பதவி
th: ตำแหน่ง
tr: Konum
uk: Позиція
ur: پوزیشن
vi: Chức vụ

source: Previous mask
es: Máscara anterior
sr: Претходна маска
sv: Tidigare mask
sw: Mask iliyotangulia
ta: முந்தைய முகமூடி
th: หน้ากากที่แล้ว
tr: Önceki maske
uk: Попередня маска
ur: پچھلا ماسک
vi: Mặt nạ trước

source: Enter the white player surname
es: Introduzca el apellido del jugador blanco
sr: Унесите презиме белог играча
sv: Ange den vita spelarens efternamn
sw: Ingiza jina la ukoo la mchezaji mweupe
ta: வெள்ளை வீரர் குடும்பப்பெயரை உள்ளிடவும்.
th: กรอกนามสกุลผู้เล่นสีขาว
tr: Beyaz oyuncunun soyadını girin
uk: Введіть прізвище білого гравця
ur: سفید کھلاڑی کا نام درج کریں۔
vi: Nhập họ của người chơi da trắng

source: Enter the white player first name
es: Ingrese el nombre del jugador blanco
sr: Унесите име белог играча
sv: Ange den vita spelarens förnamn
sw: Ingiza jina la kwanza la mchezaji mweupe
ta: வெள்ளை வீரரின் முதல் பெயரை உள்ளிடவும்.
th: กรอกชื่อผู้เล่นสีขาว
tr: Beyaz oyuncunun adını girin
uk: Введіть ім'я білого гравця
ur: سفید کھلاڑی کا پہلا نام درج کریں۔
vi: Nhập tên của người chơi da trắng

source: Check to search for player wins
es: Marque para buscar victorias de jugadores
sr: Означите да бисте потражили победе играча
sv: Markera för att söka efter spelarvinster
sw: Angalia ili kutafuta ushindi wa wachezaji
ta: வீரர் வெற்றிகளைத் தேட சரிபார்க்கவும்.
th: ตรวจสอบเพื่อค้นหาผู้เล่นที่ชนะ
tr: Oyuncu galibiyetlerini aramak için işaretleyin
uk: Поставте прапорець, щоб шукати виграш гравця
ur: پلیئر کی جیت تلاش کرنے کے لیے چیک کریں۔
vi: Kiểm tra để tìm kiếm chiến thắng của người chơi

source: Check to search for player losses
es: Marcar para buscar pérdidas de jugadores
sr: Означите да бисте потражили губитке играча
sv: Markera för att söka efter spelarförluster
sw: Angalia ili kutafuta hasara za wachezaji
ta: வீரர் இழப்புகளைத் தேட சரிபார்க்கவும்.
th: ตรวจสอบเพื่อค้นหาการสูญเสียของผู้เล่น
tr: Oyuncu kayıplarını aramak için kontrol edin
uk: Позначте, щоб шукати втрати гравців
ur: کھلاڑیوں کے نقصانات کو تلاش کرنے کے لیے چیک کریں۔
vi: Kiểm tra để tìm kiếm tổn thất của người chơi

source: Enter the black player surname
es: Introduzca el apellido del jugador negro
sr: Унесите презиме црног играча
sv: Ange den svarta spelarens efternamn
sw: Ingiza jina la ukoo la mchezaji mweusi
ta: கருப்பு வீரர் குடும்பப்பெயரை உள்ளிடவும்.
th: กรอกนามสกุลผู้เล่นสีดำ
tr: Siyah oyuncunun soyadını girin
uk: Введіть прізвище чорного гравця
ur: بلیک پلیئر کا کنیت درج کریں۔
vi: Nhập họ của người chơi da đen

source: Enter the black player first name
es: Ingrese el nombre del jugador negro
sr: Унесите име црног играча
sv: Ange den svarta spelarens förnamn
sw: Ingiza jina la kwanza la mchezaji mweusi
ta: கருப்பு வீரரின் முதல் பெயரை உள்ளிடவும்.
th: กรอกชื่อผู้เล่นสีดำ
tr: Siyah oyuncunun adını girin
uk: Введіть ім'я чорного гравця
ur: سیاہ کھلاڑی کا پہلا نام درج کریں۔
vi: Nhập tên của người chơi da đen

source: Check to ignore colours
es: Marcar para ignorar los colores
sr: Означите да бисте игнорисали боје
sv: Markera för att ignorera färger
sw: Angalia ili kupuuza rangi
ta: வண்ணங்களைப் புறக்கணிக்க சரிபார்க்கவும்.
th: เลือกเพื่อละเว้นสี
tr: Renkleri yok saymak için işaretleyin
uk: Поставте прапорець, щоб ігнорувати кольори
ur: رنگوں کو نظر انداز کرنے کے لیے چیک کریں۔
vi: Kiểm tra để bỏ qua màu sắc

source: Enter the site / event
es: Ingresar al sitio/evento
sr: Унесите локацију / догађај
sv: Gå in på webbplatsen/evenemanget
sw: Ingiza tovuti / tukio
ta: தளம் / நிகழ்வை உள்ளிடவும்
th: เข้าสู่เว็บไซต์ / กิจกรรม
tr: Siteye / etkinliğe girin
uk: Введіть сайт / подію
ur: سائٹ / ایونٹ درج کریں۔
vi: Nhập trang web / sự kiện

source: Check to query year
es: Marcar para consultar año
sr: Означите да бисте поставили упит за годину
sv: Markera för att fråga år
sw: Angalia mwaka wa kuuliza
ta: வினவல் ஆண்டைச் சரிபார்க்கவும்
th: ตรวจสอบเพื่อสอบถามปี
tr: Yılı sorgulamak için kontrol edin
uk: Перевірте, щоб запитати рік
ur: سال کے استفسار کے لیے چیک کریں۔
vi: Kiểm tra để truy vấn năm

source: Enter min. year
es: Introduzca el año mínimo
sr: Унесите мин. године
sv: Ange min. år
sw: Ingiza dakika. mwaka
ta: குறைந்தபட்ச ஆண்டை உள்ளிடவும்
th: กรอกปีขั้นต่ำ
tr: En az yıl girin
uk: Введіть хв. рік
ur: منٹ درج کریں۔ سال
vi: Nhập năm tối thiểu

source: Enter max. year
es: Introduzca el año máximo
sr: Унесите макс. године
sv: Ange max. år
sw: Ingiza upeo. mwaka
ta: அதிகபட்ச வருடத்தை உள்ளிடவும்.
th: กรอกปีสูงสุด
tr: Maksimum yıl girin
uk: Введіть макс. рік
ur: زیادہ سے زیادہ درج کریں۔ سال
vi: Nhập năm tối đa

source: Check to query ECO code
es: Marcar para consultar el código ECO
sr: Означите да бисте поставили упит за ЕКО код
sv: Markera för att fråga ECO-kod
sw: Angalia ili kuuliza msimbo wa ECO
ta: ECO குறியீட்டை வினவ சரிபார்க்கவும்.
th: ตรวจสอบเพื่อสอบถามรหัส ECO
tr: ECO kodunu sorgulamak için işaretleyin
uk: Поставте прапорець, щоб отримати код ECO
ur: ECO کوڈ سے استفسار کرنے کے لیے چیک کریں۔
vi: Kiểm tra để truy vấn mã ECO

source: Enter min. ECO
es: Introduzca el mínimo ECO
sr: Унесите мин. ЕЦО
sv: Ange min. ECO
sw: Ingiza dakika. ECO
ta: குறைந்தபட்ச ECO ஐ உள்ளிடவும்.
th: เข้าสู่ขั้นต่ำ ECO
tr: Min. ECO girin
uk: Введіть хв. ЕКО
ur: منٹ درج کریں۔ ای سی او
vi: Nhập min. ECO

source: Enter max. ECO
es: Introduzca el máximo ECO
sr: Унесите макс. ЕЦО
sv: Ange max. ECO
sw: Ingiza upeo. ECO
ta: அதிகபட்ச ECO ஐ உள்ளிடவும்.
th: เข้าสู่ max. ECO
tr: Maksimum ECO girin
uk: Введіть макс. ЕКО
ur: زیادہ سے زیادہ درج کریں۔ ای سی او
vi: Nhập tối đa ECO

source: Check to query move no. range
es: Marque para consultar el rango de números de movimiento
sr: Означите за упит потез бр. домет
sv: Markera för att fråga drag nr. räckvidd
sw: Angalia ili hoja hoja no. mbalimbali
ta: நகர்வு எண் வரம்பைச் சரிபார்க்கவும்.
th: ตรวจสอบเพื่อสอบถามหมายเลขช่วงการย้าย
tr: Hareket numarası aralığını sorgulamak için işaretleyin
uk: Перевірте, щоб запитати хід №. діапазон
ur: سوال کرنے کے لیے چیک کریں اقدام نمبر۔ رینج
vi: Kiểm tra để truy vấn số di chuyển. phạm vi

source: Enter min. move no.
es: Introduzca el número mínimo de movimientos.
sr: Унесите мин. потез бр.
sv: Ange min. flytta nr.
sw: Ingiza dakika. hoja no.
ta: குறைந்தபட்ச நகர்வு எண்ணை உள்ளிடவும்.
th: กรอกหมายเลขเคลื่อนไหวขั้นต่ำ
tr: Min. hareket sayısını girin.
uk: Введіть хв. рухатися немає.
ur: منٹ درج کریں۔ حرکت نمبر
vi: Nhập số di chuyển tối thiểu.

source: Enter max. move no.
es: Introduzca el número máximo de movimientos
sr: Унесите макс. потез бр.
sv: Ange max. flytta nr.
sw: Ingiza upeo. hoja no.
ta: அதிகபட்ச நகர்வு எண்ணை உள்ளிடவும்.
th: กรอกจำนวนการเคลื่อนตัวสูงสุด
tr: Maksimum hareket sayısını girin.
uk: Введіть макс. рухатися немає.
ur: زیادہ سے زیادہ درج کریں۔ حرکت نمبر
vi: Nhập số di chuyển tối đa.

source: Check to set start search game no.
es: Marque para establecer el número de juego de búsqueda de inicio.
sr: Означите да бисте подесили почетак претраге игре бр.
sv: Markera för att ställa in start sökning spel nr.
sw: Angalia ili kuweka mchezo wa utafutaji wa kuanza no.
ta: தேடல் விளையாட்டு எண்ணைத் தொடங்க, சரிபார்க்கவும்.
th: เลือกเพื่อตั้งค่าการเริ่มค้นหาเกมหมายเลข
tr: Başlangıç arama oyun numarasını ayarlamak için işaretleyin.
uk: Поставте прапорець, щоб почати пошукову гру №.
ur: شروع سرچ گیم نمبر سیٹ کرنے کے لیے چیک کریں۔
vi: Kiểm tra để thiết lập số trò chơi tìm kiếm bắt đầu.

source: Enter start search game no.
es: Ingrese el número de inicio de búsqueda del juego.
sr: Унесите игру за почетак претраге бр.
sv: Ange startsök spel nr.
sw: Weka nambari ya mchezo wa kutafuta.
ta: தேடல் விளையாட்டு எண்ணைத் தொடங்கு என்பதை உள்ளிடவும்.
th: กรุณาใส่รหัสเกมเพื่อเริ่มค้นหา
tr: Başlat arama oyun no'yu girin.
uk: Введіть початок пошукової гри №.
ur: شروع سرچ گیم نمبر درج کریں۔
vi: Nhập bắt đầu tìm kiếm trò chơi số.

source: Enter min. ELO
es: Introduzca el ELO mínimo
sr: Унесите мин. ЕЛО
sv: Ange min. ELO
sw: Ingiza dakika. ELO
ta: குறைந்தபட்சம் ELO ஐ உள்ளிடவும்.
th: เข้าสู่ ELO ขั้นต่ำ
tr: Min. ELO'yu girin
uk: Введіть хв. ELO
ur: منٹ درج کریں۔ ای ایل او
vi: Nhập ELO tối thiểu

source: Enter max. ELO
es: Introduzca el ELO máximo
sr: Унесите макс. ЕЛО
sv: Ange max. ELO
sw: Ingiza upeo. ELO
ta: அதிகபட்ச ELO ஐ உள்ளிடவும்.
th: ป้อนค่า ELO สูงสุด
tr: Maksimum ELO'yu girin
uk: Введіть макс. ELO
ur: زیادہ سے زیادہ درج کریں۔ ای ایل او
vi: Nhập ELO tối đa

source: Check for no ELO
es: Comprobar si no hay ELO
sr: Проверите да нема ЕЛО
sv: Kontrollera om det inte finns någon ELO
sw: Angalia hakuna ELO
ta: ELO இல்லையா என்று சரிபார்க்கவும்.
th: ตรวจสอบว่าไม่มี ELO
tr: ELO olup olmadığını kontrol edin
uk: Перевірте відсутність ELO
ur: چیک کریں کہ کوئی ELO نہیں ہے۔
vi: Kiểm tra không có ELO

source: Check for one player ELO
es: Comprueba el ELO de un jugador
sr: Проверите за једног играча ЕЛО
sv: Kontrollera för en spelare ELO
sw: Angalia mchezaji mmoja ELO
ta: ஒரு வீரர் ELO-வைச் சரிபார்க்கவும்.
th: ตรวจสอบ ELO ของผู้เล่นหนึ่งคน
tr: Bir oyuncunun ELO'sunu kontrol edin
uk: Перевірте ELO одного гравця
ur: ایک کھلاڑی ELO کی جانچ کریں۔
vi: Kiểm tra ELO của một người chơi

source: Check for both player ELO
es: Comprueba el ELO de ambos jugadores
sr: Проверите за оба играча ЕЛО
sv: Kontrollera för båda spelarnas ELO
sw: Angalia kwa wachezaji wote wawili ELO
ta: இரண்டு வீரர்களின் ELO-வையும் சரிபார்க்கவும்.
th: ตรวจสอบ ELO ของผู้เล่นทั้งสอง
tr: Her iki oyuncunun ELO'sunu kontrol edin
uk: Перевірте ELO обох гравців
ur: دونوں کھلاڑی ELO کی جانچ کریں۔
vi: Kiểm tra ELO của cả hai người chơi

source: Check for combined average ELO
es: Verifique el ELO promedio combinado
sr: Проверите комбиновани просечни ЕЛО
sv: Kontrollera för kombinerad genomsnittlig ELO
sw: Angalia wastani wa ELO uliojumuishwa
ta: ஒருங்கிணைந்த சராசரி ELO-வைச் சரிபார்க்கவும்.
th: ตรวจสอบค่าเฉลี่ย ELO รวม
tr: Birleşik ortalama ELO'yu kontrol edin
uk: Перевірте комбіноване середнє ELO
ur: مشترکہ اوسط ELO کی جانچ کریں۔
vi: Kiểm tra ELO trung bình kết hợp

source: Check to query white wins
es: Marcar para consultar las victorias de las blancas
sr: Означите да бисте испитали беле победе
sv: Markera för att fråga vita vinster
sw: Angalia ili kuuliza ushindi mweupe
ta: வெள்ளை வெற்றிகளை வினவ சரிபார்க்கவும்.
th: ตรวจสอบเพื่อสอบถามการชนะสีขาว
tr: Beyazın kazanıp kazanmadığını sorgulamak için kontrol edin
uk: Поставте прапорець, щоб запитати перемогу білих
ur: سفید جیت کے سوال کے لیے چیک کریں۔
vi: Kiểm tra để truy vấn thắng trắng

source: Check to query black wins
es: Marcar para consultar las victorias de las negras
sr: Означите да бисте испитали црне победе
sv: Markera för att fråga svarta vinster
sw: Angalia ili kuuliza ushindi mweusi
ta: கருப்பு வெற்றிகளை வினவ சரிபார்க்கவும்.
th: ตรวจสอบเพื่อสอบถามผู้ชนะสีดำ
tr: Siyahın kazanıp kazanmadığını sorgulamak için kontrol edin
uk: Поставте прапорець, щоб запитати перемогу чорних
ur: سیاہ جیت کے بارے میں سوال کرنے کے لیے چیک کریں۔
vi: Kiểm tra để truy vấn thắng đen

source: Check to query draws
es: Marcar para consultar sorteos
sr: Означите да бисте поставили упит за извлачење
sv: Markera för att fråga dragningar
sw: Angalia kwenye michoro ya hoja
ta: வினவல் சரிபார்ப்பு டிராக்கள்
th: ตรวจสอบเพื่อสอบถามการจับฉลาก
tr: Çekilişleri sorgulamak için kontrol edin
uk: Поставте прапорець, щоб запитувати розіграші
ur: قرعہ اندازی کے لیے چیک کریں۔
vi: Kiểm tra để truy vấn vẽ

source: Check to query games with no result
es: Marcar para consultar juegos sin resultado
sr: Означите да бисте поставили упит за игре без резултата
sv: Markera för att fråga spel utan resultat
sw: Angalia michezo ya kuuliza bila matokeo
ta: எந்த முடிவும் இல்லாத விளையாட்டுகளை வினவ சரிபார்க்கவும்.
th: ตรวจสอบเพื่อค้นหาเกมที่ไม่มีผลลัพธ์
tr: Sonuç alınamayan oyunları sorgulamak için kontrol edin
uk: Поставте прапорець, щоб запитувати ігри без результату
ur: بغیر کسی نتیجے کے گیمز کو استفسار کرنے کے لیے چیک کریں۔
vi: Kiểm tra để truy vấn trò chơi không có kết quả

source: Check to query games ending in checkmate
es: Marcar para consultar partidas que terminan en jaque mate
sr: Означите да бисте поставили упит за игре које се завршавају мат
sv: Markera för att fråga spel som slutar med schackmatt
sw: Angalia michezo ya maswali inayoisha kwa checkmate
ta: செக்மேட்டில் முடியும் விளையாட்டுகளுக்கான வினவலை சரிபார்க்கவும்
th: ตรวจสอบเพื่อสอบถามเกมที่จบลงด้วยการรุกฆาต
tr: Şah matla biten oyunları sorgulamak için kontrol edin
uk: Перевірте, щоб запитувати ігри, які закінчуються матом
ur: چیک میٹ پر ختم ہونے والے گیمز کو پوچھنے کے لیے چیک کریں۔
vi: Kiểm tra để truy vấn các trò chơi kết thúc bằng chiếu hết

source: Check to query games ending in stalemate
es: Marcar para consultar partidas que terminan en tablas
sr: Означите да бисте поставили упит за игре које се завршавају у пат позицији
sv: Markera för att fråga spel som slutar i dödläge
sw: Angalia michezo ya maswali inayoisha kwa mkwamo
ta: தேக்க நிலையில் முடிவடையும் விளையாட்டுகளை வினவுவதற்குச் சரிபார்க்கவும்.
th: ตรวจสอบเพื่อสอบถามเกมที่จบลงด้วยความเสมอ
tr: Çıkmazla biten oyunları sorgulamak için işaretleyin
uk: Поставте прапорець, щоб запитувати ігри, які закінчуються в глухий кут
ur: تعطل میں ختم ہونے والے گیمز کو استفسار کرنے کے لیے چیک کریں۔
vi: Kiểm tra để truy vấn các trò chơi kết thúc trong thế bế tắc

source: Check to query games ending with check
es: Marcar para consultar juegos que terminan con marca
sr: Означите да бисте поставили упит за игре које се завршавају чеком
sv: Markera för att fråga spel som slutar med check
sw: Angalia michezo ya maswali inayoisha na hundi
ta: சரிபார்ப்புடன் முடிவடையும் விளையாட்டுகளுக்கான வினவல் சரிபார்ப்பு
th: ตรวจสอบเพื่อสอบถามเกมที่ลงท้ายด้วยเช็ค
tr: Check ile biten oyunları sorgulamak için Check kullanın
uk: Перевірте, щоб запитувати ігри, які закінчуються перевіркою
ur: چیک کے ساتھ ختم ہونے والے گیمز کو استفسار کرنے کے لیے چیک کریں۔
vi: Kiểm tra để truy vấn các trò chơi kết thúc bằng kiểm tra

source: Check to query game data
es: Marcar para consultar datos del juego
sr: Означите да бисте затражили податке о игрици
sv: Markera för att fråga speldata
sw: Angalia ili kuuliza data ya mchezo
ta: விளையாட்டுத் தரவை வினவ சரிபார்க்கவும்.
th: ตรวจสอบเพื่อสอบถามข้อมูลเกม
tr: Oyun verilerini sorgulamak için işaretleyin
uk: Поставте прапорець, щоб запитувати дані гри
ur: گیم ڈیٹا سے استفسار کرنے کے لیے چیک کریں۔
vi: Kiểm tra để truy vấn dữ liệu trò chơi
