Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: The adjustments have no effect on the engine's actual clock time,
es: Los ajustes no tienen ningún efecto sobre el tiempo real del motor.
sr: Подешавања немају утицај на стварно време мотора,
sv: Justeringarna har ingen effekt på motorns faktiska klocktid,
sw: Marekebisho hayana athari kwa wakati halisi wa saa ya injini,
ta: இந்த மாற்றங்கள் இயந்திரத்தின் உண்மையான கடிகார நேரத்தில் எந்த விளைவையும் ஏற்படுத்தாது,
th: การปรับเปลี่ยนไม่มีผลต่อเวลาจริงของเครื่องยนต์
tr: Ayarlamaların motorun gerçek saat zamanı üzerinde hiçbir etkisi yoktur.
uk: Налаштування не впливають на фактичний час двигуна,
ur: ایڈجسٹمنٹ کا انجن کے اصل گھڑی کے وقت پر کوئی اثر نہیں ہوتا ہے،
vi: Các điều chỉnh không ảnh hưởng đến thời gian thực tế của động cơ,

source: they only affect how it uses its time.
es: Sólo afectan cómo utiliza su tiempo.
sr: утичу само на то како оно користи своје време.
sv: de påverkar bara hur den använder sin tid.
sw: zinaathiri tu jinsi inavyotumia wakati wake.
ta: அவை அதன் நேரத்தை எவ்வாறு பயன்படுத்துகிறது என்பதை மட்டுமே பாதிக்கின்றன.
th: มันส่งผลแค่กับการใช้เวลาเท่านั้น
tr: bunlar sadece zamanını nasıl kullandığını etkiler.
uk: вони впливають лише на те, як він використовує свій час.
ur: وہ صرف اس پر اثر انداز ہوتے ہیں کہ یہ اپنے وقت کو کس طرح استعمال کرتا ہے۔
vi: chúng chỉ ảnh hưởng đến cách nó sử dụng thời gian.

source: The adjustments are more likely to be needed using low time controls
es: Es más probable que sea necesario realizar ajustes utilizando controles de tiempo reducidos.
sr: Већа је вероватноћа да ће подешавања бити потребна коришћењем контрола за кратко време
sv: Det är mer sannolikt att justeringarna behövs med hjälp av lågtidskontroller
sw: Marekebisho yana uwezekano mkubwa wa kuhitajika kwa kutumia vidhibiti vya muda wa chini
ta: குறைந்த நேரக் கட்டுப்பாடுகளைப் பயன்படுத்தி சரிசெய்தல்கள் தேவைப்படுவதற்கான வாய்ப்புகள் அதிகம்.
th: การปรับเปลี่ยนมีแนวโน้มว่าจะต้องใช้งานการควบคุมเวลาต่ำ
tr: Ayarlamaların düşük zaman kontrolleri kullanılarak yapılması daha olasıdır
uk: Більш імовірно, що коригування знадобляться, використовуючи короткі засоби керування
ur: کم وقت کے کنٹرول کا استعمال کرتے ہوئے ایڈجسٹمنٹ کی ضرورت زیادہ ہوتی ہے۔
vi: Các điều chỉnh có nhiều khả năng cần thiết khi sử dụng các điều khiển thời gian thấp

source: with no opening book.
es: sin libro de apertura.
sr: без отварања књиге.
sv: utan öppningsbok.
sw: bila kitabu cha ufunguzi.
ta: தொடக்கப் புத்தகம் இல்லாமல்.
th: โดยไม่ต้องเปิดหนังสือ
tr: açılış kitabı olmadan.
uk: без відкриття книги.
ur: کھلنے والی کتاب کے ساتھ۔
vi: không có sách mở.

source: Uncheck the < fake book delay > check box to speed up the engine moves
es: Desmarque la casilla de verificación <retraso de libro falso> para acelerar los movimientos del motor
sr: Опозовите избор у пољу за потврду < кашњење лажне књиге > да бисте убрзали кретање мотора
sv: Avmarkera kryssrutan < falsk bokfördröjning > för att påskynda motorrörelserna
sw: Ondoa tiki kwenye kisanduku cha kuteua cha < fake book delay > ili kuharakisha harakati za injini
ta: இயந்திர நகர்வுகளை விரைவுபடுத்த, போலி புத்தக தாமதம் > தேர்வுப்பெட்டியைத் தேர்வுநீக்கவும்.
th: ยกเลิกการเลือกช่องกาเครื่องหมาย <หนังสือปลอมล่าช้า> เพื่อเร่งความเร็วในการเคลื่อนที่ของเครื่องยนต์
tr: Motor hareketlerini hızlandırmak için < sahte kitap gecikmesi > onay kutusunun işaretini kaldırın
uk: Зніміть прапорець <fake book delay>, щоб пришвидшити рух двигуна
ur: انجن کی حرکت کو تیز کرنے کے لیے <جعلی کتاب میں تاخیر> چیک باکس کو ہٹا دیں۔
vi: Bỏ chọn hộp kiểm <fake book delay> để tăng tốc độ di chuyển của động cơ

source: when it is using the opening book.
es: cuando se utiliza el libro de aperturas.
sr: када користи књигу отварања.
sv: när den använder öppningsboken.
sw: inapotumia kitabu cha ufunguzi.
ta: தொடக்கப் புத்தகத்தைப் பயன்படுத்தும் போது.
th: เมื่อใช้หนังสือเปิด
tr: açılış kitabını kullanırken.
uk: коли він використовує початкову книгу.
ur: جب یہ افتتاحی کتاب استعمال کر رہا ہو۔
vi: khi sử dụng quyển sách mở đầu.

source: Engine time adjustment help
es: Ayuda para ajustar el tiempo del motor
sr: Помоћ за подешавање времена мотора
sv: Hjälp med justering av motortid
sw: Usaidizi wa kurekebisha wakati wa injini
ta: எஞ்சின் நேர சரிசெய்தல் உதவி
th: ช่วยปรับเวลาเครื่องยนต์
tr: Motor zaman ayarlama yardımı
uk: Допомога в налаштуванні часу двигуна
ur: انجن ٹائم ایڈجسٹمنٹ میں مدد
vi: Trợ giúp điều chỉnh thời gian động cơ

source: There must be at least two engines selected
es: Deben seleccionarse al menos dos motores
sr: Морају бити изабрана најмање два мотора
sv: Det måste finnas minst två motorer valda
sw: Lazima kuwe na angalau injini mbili zilizochaguliwa
ta: குறைந்தது இரண்டு என்ஜின்களாவது தேர்ந்தெடுக்கப்பட்டிருக்க வேண்டும்.
th: จะต้องเลือกเครื่องยนต์อย่างน้อยสองเครื่อง
tr: En az iki motor seçilmelidir
uk: Потрібно вибрати принаймні два двигуни
ur: کم از کم دو انجن منتخب ہونے چاہئیں
vi: Phải có ít nhất hai động cơ được chọn

source: in order to hold an engine tournament.
es: con el fin de celebrar un torneo de motores.
sr: како би се одржао моторни турнир.
sv: för att hålla en motorturnering.
sw: ili kufanya mashindano ya injini.
ta: ஒரு இயந்திர போட்டியை நடத்துவதற்காக.
th: เพื่อจัดการแข่งขันเครื่องยนต์
tr: Bir motor turnuvası düzenlemek için.
uk: для проведення турніру двигунів.
ur: انجن ٹورنامنٹ منعقد کرنے کے لیے۔
vi: để tổ chức một cuộc thi động cơ.

source: Engine tournament message
es: Mensaje del torneo de motor
sr: Порука о турниру мотора
sv: Motorturneringsmeddelande
sw: Ujumbe wa mashindano ya injini
ta: எஞ்சின் போட்டி செய்தி
th: ข้อความการแข่งขันเครื่องยนต์
tr: Motor turnuvası mesajı
uk: Повідомлення турніру двигуна
ur: انجن ٹورنامنٹ کا پیغام
vi: Tin nhắn giải đấu động cơ

source: Stop engine tournament
es: Torneo de parada de motores
sr: Стоп мотор турнир
sv: Stop engine-turnering
sw: Acha mashindano ya injini
ta: ஸ்டாப் எஞ்சின் டோர்னமென்ட்
th: การแข่งขันหยุดเครื่องยนต์
tr: Motoru durdur turnuvası
uk: Турнір по зупинці двигуна
ur: انجن ٹورنامنٹ بند کرو
vi: Giải đấu dừng động cơ

source: Error reading engine parameter file
es: Error al leer el archivo de parámetros del motor
sr: Грешка при читању датотеке параметара машине
sv: Fel vid läsning av motorparameterfil
sw: Hitilafu katika kusoma faili ya kigezo cha injini
ta: இயந்திர அளவுரு கோப்பைப் படிப்பதில் பிழை
th: เกิดข้อผิดพลาดในการอ่านไฟล์พารามิเตอร์เครื่องยนต์
tr: Motor parametre dosyasını okurken hata oluştu
uk: Помилка читання файлу параметрів двигуна
ur: انجن پیرامیٹر فائل کو پڑھنے میں خرابی۔
vi: Lỗi khi đọc tệp tham số động cơ

source: Error opening engine parameter file
es: Error al abrir el archivo de parámetros del motor
sr: Грешка при отварању датотеке параметара мотора
sv: Det gick inte att öppna motorparameterfilen
sw: Hitilafu katika kufungua faili ya kigezo cha injini
ta: இயந்திர அளவுரு கோப்பைத் திறப்பதில் பிழை
th: เกิดข้อผิดพลาดในการเปิดไฟล์พารามิเตอร์เครื่องยนต์
tr: Motor parametre dosyasını açarken hata oluştu
uk: Помилка відкриття файлу параметрів двигуна
ur: انجن پیرامیٹر فائل کھولنے میں خرابی۔
vi: Lỗi khi mở tệp tham số động cơ

source: Swiss system pairings failed - Tournament abandoned.
es: Los emparejamientos del sistema suizo fallaron: torneo abandonado.
sr: Упаривање по швајцарском систему није успело - Турнир је прекинут.
sv: Schweiziska systemparningar misslyckades - turneringen övergavs.
sw: Uoanishaji wa mfumo wa Uswizi haukufaulu - Mashindano yameachwa.
ta: சுவிஸ் அமைப்பு இணைப்புகள் தோல்வியடைந்தன - போட்டி கைவிடப்பட்டது.
th: การจับคู่ระบบสวิสล้มเหลว - ทัวร์นาเมนต์ถูกยกเลิก
tr: İsviçre sistem eşleşmeleri başarısız oldu - Turnuva iptal edildi.
uk: Помилка пар за швейцарською системою – Турнір скасовано.
ur: سوئس سسٹم کی جوڑی ناکام ہوگئی - ٹورنامنٹ ترک کردیا گیا۔
vi: Hệ thống ghép cặp của Thụy Sĩ không thành công - Giải đấu bị hủy bỏ.

source: Tournament message
es: Mensaje del torneo
sr: Порука турнира
sv: Turneringsmeddelande
sw: Ujumbe wa mashindano
ta: போட்டிச் செய்தி
th: ข้อความการแข่งขัน
tr: Turnuva mesajı
uk: Повідомлення про турнір
ur: ٹورنامنٹ کا پیغام
vi: Tin nhắn giải đấu

source: Tournament completed
es: Torneo completado
sr: Турнир је завршен
sv: Turneringen avslutad
sw: Mashindano yamekamilika
ta: போட்டி முடிந்தது
th: การแข่งขันเสร็จสิ้นแล้ว
tr: Turnuva tamamlandı
uk: Турнір завершено
ur: ٹورنامنٹ مکمل
vi: Giải đấu đã hoàn thành

source: Tournament terminated
es: Torneo terminado
sr: Турнир је прекинут
sv: Turneringen avslutad
sw: Mashindano yamekatishwa
ta: போட்டி நிறுத்தப்பட்டது
th: การแข่งขันยุติลงแล้ว
tr: Turnuva sona erdi
uk: Турнір припинено
ur: ٹورنامنٹ ختم
vi: Giải đấu đã kết thúc

source: Display schedule
es: Horario de visualización
sr: Прикажи распоред
sv: Visa schema
sw: Ratiba ya kuonyesha
ta: காட்சி அட்டவணை
th: ตารางการแสดง
tr: Gösterim programı
uk: Розклад відображення
ur: شیڈول دکھائیں۔
vi: Hiển thị lịch trình

source: Close
es: Cerca
sr: Затвори
sv: Nära
sw: Funga
ta: மூடு
th: ปิด
tr: Kapalı
uk: Закрити
ur: بند
vi: Đóng

source: Display cross table
es: Mostrar tabla cruzada
sr: Прикажи унакрсну табелу
sv: Visa korstabell
sw: Onyesha jedwali la msalaba
ta: குறுக்கு அட்டவணையைக் காட்டு
th: แสดงตารางไขว้
tr: Çapraz tabloyu görüntüle
uk: Відображення перехресної таблиці
ur: کراس ٹیبل ڈسپلے کریں۔
vi: Hiển thị bảng chéo

source: Cannot load engine 1 - Tournament game terminated
es: No se puede cargar el motor 1: el juego del torneo finalizó
sr: Није могуће учитати машину 1 - Турнирска игра је прекинута
sv: Kan inte ladda motor 1 - Turneringsspelet avslutat
sw: Haiwezi kupakia injini 1 - Mchezo wa mashindano umekatishwa
ta: எஞ்சின் 1 ஐ ஏற்ற முடியவில்லை - போட்டி ஆட்டம் நிறுத்தப்பட்டது.
th: ไม่สามารถโหลดเอนจิ้น 1 ได้ - เกมทัวร์นาเมนต์ถูกยุติลง
tr: Motor 1 yüklenemiyor - Turnuva oyunu sonlandırıldı
uk: Неможливо завантажити двигун 1 - Турнірну гру припинено
ur: انجن 1 لوڈ نہیں کیا جا سکتا - ٹورنامنٹ گیم ختم کر دیا گیا۔
vi: Không thể tải engine 1 - Trận đấu giải đấu đã kết thúc

source: Cannot load engine 2 - Tournament game terminated
es: No se puede cargar el motor 2: el juego del torneo finalizó
sr: Није могуће учитати мотор 2 - Турнирска игра је прекинута
sv: Kan inte ladda motor 2 - Turneringsspelet avslutat
sw: Haiwezi kupakia injini 2 - Mchezo wa mashindano umekatishwa
ta: எஞ்சின் 2 ஐ ஏற்ற முடியவில்லை - போட்டி ஆட்டம் நிறுத்தப்பட்டது.
th: ไม่สามารถโหลดเอนจิ้น 2 ได้ - เกมทัวร์นาเมนต์ถูกยุติลง
tr: Motor 2 yüklenemiyor - Turnuva oyunu sonlandırıldı
uk: Неможливо завантажити механізм 2 - Турнірну гру припинено
ur: انجن 2 کو لوڈ نہیں کیا جا سکتا - ٹورنامنٹ گیم ختم کر دیا گیا۔
vi: Không thể tải engine 2 - Trận đấu giải đấu đã kết thúc

source: Tournament file name
es: Nombre del archivo del torneo
sr: Назив датотеке турнира
sv: Namn på turneringens fil
sw: Jina la faili ya mashindano
ta: போட்டி கோப்பு பெயர்
th: ชื่อไฟล์การแข่งขัน
tr: Turnuva dosya adı
uk: Назва файлу турніру
ur: ٹورنامنٹ فائل کا نام
vi: Tên tập tin giải đấu

source: Tournament type -
es: Tipo de torneo -
sr: Тип турнира -
sv: Typ av turnering -
sw: Aina ya mashindano -
ta: போட்டி வகை -
th: ประเภทการแข่งขัน -
tr: Turnuva türü -
uk: Тип турніру -
ur: ٹورنامنٹ کی قسم -
vi: Loại giải đấu -

source: Single round robin
es: Todos contra todos
sr: Појединачни круг
sv: Singel round robin
sw: Robin moja ya pande zote
ta: ஒற்றை சுற்று ராபின்
th: รอบเดียวโรบิน
tr: Tek turlu turnuva
uk: Одиночна кругова система
ur: سنگل راؤنڈ رابن
vi: Vòng tròn đơn

source: Double round robin
es: Doble round robin
sr: Двоструки круг
sv: Dubbel round robin
sw: Robin ya pande zote mbili
ta: இரட்டை சுற்று ராபின்
th: รอบสองโรบิน
tr: Çift devreli turnuva
uk: Подвійна кругова система
ur: ڈبل راؤنڈ رابن
vi: Vòng tròn đôi

source: Swiss system
es: Sistema suizo
sr: швајцарски систем
sv: schweiziskt system
sw: Mfumo wa Uswisi
ta: சுவிஸ் அமைப்பு
th: ระบบสวิส
tr: İsviçre sistemi
uk: Швейцарська система
ur: سوئس سسٹم
vi: Hệ thống Thụy Sĩ

source: Knockout seeded
es: Sembrado de nocaut
sr: Нокаут носилац
sv: Knockout seedade
sw: Knockout mbegu
ta: நாக் அவுட் சீட்
th: คัดตัวเข้ารอบน็อคเอาท์
tr: Nakavt seribaşı
uk: Нокаут посіяний
ur: ناک آؤٹ سیڈ
vi: Hạt giống loại trực tiếp

source: Knockout random
es: Nocaut aleatorio
sr: Нокаут насумично
sv: Knockout slumpmässigt
sw: Mtoano bila mpangilio
ta: நாக்அவுட் ரேண்டம்
th: น็อคเอาท์แบบสุ่ม
tr: Nakavt rastgele
uk: Нокаут випадковий
ur: بے ترتیب ناک آؤٹ
vi: Loại trực tiếp ngẫu nhiên

source: Number of rounds in the tournament
es: Número de rondas en el torneo
sr: Број кола на турниру
sv: Antal omgångar i turneringen
sw: Idadi ya raundi katika mashindano
ta: போட்டியில் சுற்றுகளின் எண்ணிக்கை
th: จำนวนรอบในการแข่งขัน
tr: Turnuvadaki tur sayısı
uk: Кількість раундів у турнірі
ur: ٹورنامنٹ میں راؤنڈز کی تعداد
vi: Số vòng đấu trong giải đấu

source: Number of games in current round
es: Número de juegos en la ronda actual
sr: Број утакмица у тренутном колу
sv: Antal matcher i aktuell omgång
sw: Idadi ya michezo katika raundi ya sasa
ta: நடப்பு சுற்றில் உள்ள ஆட்டங்களின் எண்ணிக்கை
th: จำนวนเกมในรอบปัจจุบัน
tr: Mevcut turdaki oyun sayısı
uk: Кількість ігор у поточному раунді
ur: موجودہ دور میں کھیلوں کی تعداد
vi: Số lượng trò chơi trong vòng hiện tại

source: Round number
es: Número redondo
sr: Округли број
sv: Runt nummer
sw: Nambari ya pande zote
ta: வட்ட எண்
th: ตัวเลขกลม
tr: Yuvarlak sayı
uk: Кругла цифра
ur: گول نمبر
vi: Số tròn

source: Bye
es: Adiós
sr: ћао
sv: Hejdå
sw: Kwaheri
ta: பை
th: ลาก่อน
tr: Hoşça kal
uk: до побачення
ur: الوداع
vi: Tạm biệt

source: Move no.
es: Movimiento n.º
sr: Покрет бр.
sv: Flytt nr.
sw: Hoja no.
ta: இல்லை நகர்த்து.
th: ย้ายหมายเลข
tr: Hareket no.
uk: Рух немає.
ur: حرکت نمبر
vi: Di chuyển số.

source: (game in progress)
es: (juego en progreso)
sr: (игра је у току)
sv: (spel pågår)
sw: (mchezo unaendelea)
ta: (விளையாட்டு நடந்து கொண்டிருக்கிறது)
th: (เกมกำลังดำเนินอยู่)
tr: (Oyun devam ediyor)
uk: (гра триває)
ur: (کھیل جاری ہے)
vi: (trò chơi đang diễn ra)

source: Scores after round
es: Puntuaciones tras la ronda
sr: Резултати после рунде
sv: Poäng efter omgång
sw: Alama baada ya raundi
ta: சுற்றுக்குப் பிறகு ஸ்கோர்கள்
th: คะแนนหลังจบรอบ
tr: Tur sonrası puanlar
uk: Очки після раунду
ur: راؤنڈ کے بعد اسکور
vi: Điểm sau vòng đấu

source: Scores for round
es: Puntuaciones por ronda
sr: Резултати за коло
sv: Poäng för rundan
sw: Alama kwa pande zote
ta: சுற்றுக்கான ஸ்கோர்கள்
th: คะแนนในแต่ละรอบ
tr: Tur için puanlar
uk: Оцінки за тур
ur: راؤنڈ کے اسکور
vi: Điểm cho vòng

source: Tournament schedule
es: Calendario del torneo
sr: Распоред турнира
sv: Turneringsschema
sw: Ratiba ya mashindano
ta: போட்டி அட்டவணை
th: ตารางการแข่งขัน
tr: Turnuva programı
uk: Розклад турніру
ur: ٹورنامنٹ کا شیڈول
vi: Lịch thi đấu

source: Wins the tournament
es: Gana el torneo
sr: Побеђује на турниру
sv: Vinner turneringen
sw: Inashinda mashindano
ta: போட்டியை வென்றது
th: ชนะการแข่งขัน
tr: Turnuvayı kazanır
uk: Виграє турнір
ur: ٹورنامنٹ جیتا۔
vi: Thắng giải đấu

source: Final standings after round
es: Clasificación final tras la ronda
sr: Коначан пласман после кола
sv: Slutställning efter omgång
sw: Msimamo wa mwisho baada ya raundi
ta: சுற்றுக்குப் பிறகு இறுதி நிலைகள்
th: ตารางคะแนนหลังจบรอบ
tr: Tur sonrası son sıralama
uk: Підсумкова турнірна таблиця після туру
ur: راؤنڈ کے بعد فائنل سٹینڈنگ
vi: Bảng xếp hạng cuối cùng sau vòng đấu

source: For knockout tournaments the number of engines must be a power of two
es: Para los torneos eliminatorios, el número de motores debe ser una potencia de dos.
sr: За нокаут турнире број мотора мора бити степен два
sv: För knockoutturneringar måste antalet motorer vara en potens av två
sw: Kwa mashindano ya mtoano idadi ya injini lazima iwe na nguvu ya mbili
ta: நாக் அவுட் போட்டிகளுக்கு இயந்திரங்களின் எண்ணிக்கை இரண்டு சக்தியாக இருக்க வேண்டும்
th: สำหรับการแข่งขันน็อคเอาท์ จำนวนเครื่องยนต์จะต้องเป็นกำลังสอง
tr: Eleme turnuvaları için motor sayısı iki üssü olmalıdır
uk: Для турнірів з вибуванням кількість двигунів має бути ступенем двох
ur: ناک آؤٹ ٹورنامنٹس کے لیے انجنوں کی تعداد دو کی طاقت ہونی چاہیے۔
vi: Đối với các giải đấu loại trực tiếp, số lượng động cơ phải là lũy thừa của hai

source: i.e. 2, 4, 8, 16 or 32 engines. Please alter the number of engines.
es: Es decir, 2, 4, 8, 16 o 32 motores. Por favor, modifique el número de motores.
sr: односно 2, 4, 8, 16 или 32 мотора. Молимо промените број мотора.
sv: dvs 2, 4, 8, 16 eller 32 motorer. Vänligen ändra antalet motorer.
sw: yaani injini 2, 4, 8, 16 au 32. Tafadhali badilisha idadi ya injini.
ta: அதாவது 2, 4, 8, 16 அல்லது 32 என்ஜின்கள். தயவுசெய்து என்ஜின்களின் எண்ணிக்கையை மாற்றவும்.
th: เช่น 2, 4, 8, 16 หรือ 32 เครื่องยนต์ กรุณาเปลี่ยนแปลงจำนวนเครื่องยนต์
tr: yani 2, 4, 8, 16 veya 32 motor. Lütfen motor sayısını değiştirin.
uk: тобто 2, 4, 8, 16 або 32 двигуни. Будь ласка, змініть кількість двигунів.
ur: یعنی 2، 4، 8، 16 یا 32 انجن۔ براہ کرم انجنوں کی تعداد کو تبدیل کریں۔
vi: tức là 2, 4, 8, 16 hoặc 32 động cơ. Vui lòng thay đổi số lượng động cơ.

source: Tournament error message
es: Mensaje de error del torneo
sr: Порука о грешци турнира
sv: Turneringsfelmeddelande
sw: Ujumbe wa makosa ya mashindano
ta: போட்டிப் பிழைச் செய்தி
th: ข้อความแสดงข้อผิดพลาดการแข่งขัน
tr: Turnuva hata mesajı
uk: Повідомлення про помилку турніру
ur: ٹورنامنٹ کی خرابی کا پیغام
vi: Thông báo lỗi giải đấu

source: PGN Tournament Filename
es: Nombre de archivo del torneo PGN
sr: ПГН Тоурнамент Филенаме
sv: PGN-turneringsfilnamn
sw: Jina la faili la Mashindano ya PGN
ta: PGN போட்டி கோப்பு பெயர்
th: ชื่อไฟล์การแข่งขัน PGN
tr: PGN Turnuvası Dosya Adı
uk: Назва файлу турніру PGN
ur: پی جی این ٹورنامنٹ فائل کا نام
vi: Tên tệp giải đấu PGN

source: Select .pgn file for engine tournament
es: Seleccione el archivo .pgn para el torneo del motor
sr: Изаберите .пгн датотеку за турнир мотора
sv: Välj .pgn-fil för motorturnering
sw: Chagua faili ya .pgn kwa mashindano ya injini
ta: எஞ்சின் போட்டிக்கு .pgn கோப்பைத் தேர்ந்தெடுக்கவும்.
th: เลือกไฟล์ .pgn สำหรับการแข่งขันเครื่องยนต์
tr: Motor turnuvası için .pgn dosyasını seçin
uk: Виберіть файл .pgn для турніру двигуна
ur: انجن ٹورنامنٹ کے لیے .pgn فائل منتخب کریں۔
vi: Chọn tệp .pgn cho giải đấu động cơ

source: Engines
es: Motores
sr: Мотори
sv: Motorer
sw: Injini
ta: இயந்திரங்கள்
th: เครื่องยนต์
tr: Motorlar
uk: Двигуни
ur: انجن
vi: Động cơ

source: Select engines..
es: Seleccionar motores..
sr: Изаберите моторе..
sv: Välj motorer..
sw: Chagua injini..
ta: என்ஜின்களைத் தேர்ந்தெடுக்கவும்..
th: เลือกเครื่องยนต์..
tr: Motorları seçin..
uk: Виберіть двигуни..
ur: انجن منتخب کریں..
vi: Chọn động cơ..

source: Engine no.
es: N° de motor
sr: Мотор бр.
sv: Motor nr.
sw: Nambari ya injini.
ta: எஞ்சின் எண்.
th: หมายเลขเครื่องยนต์
tr: Motor no.
uk: № двигуна
ur: انجن نمبر
vi: Số động cơ

source: Engine..
es: Motor..
sr: Мотор..
sv: Motor..
sw: Injini..
ta: எஞ்சின்..
th: เครื่องยนต์..
tr: Motor..
uk: двигун..
ur: انجن..
vi: Động cơ..

source: Start the tournament..
es: Comienza el torneo..
sr: Започни турнир..
sv: Starta turneringen..
sw: Anza mashindano..
ta: போட்டியைத் தொடங்குங்கள்..
th: เริ่มต้นการแข่งขัน..
tr: Turnuva başlasın..
uk: Розпочати турнір..
ur: ٹورنامنٹ شروع کریں..
vi: Bắt đầu giải đấu..

source: Tournament type
es: Tipo de torneo
sr: Тип турнира
sv: Typ av turnering
sw: Aina ya mashindano
ta: போட்டி வகை
th: ประเภทการแข่งขัน
tr: Turnuva türü
uk: Тип турніру
ur: ٹورنامنٹ کی قسم
vi: Loại giải đấu

source: Knockout (seeded)
es: Eliminatoria (clasificados)
sr: Нокаут (носећи)
sv: Knockout (seedad)
sw: Knockout (iliyopandwa)
ta: நாக்அவுட் (சீட்)
th: น็อคเอาท์ (วางอันดับ)
tr: Nakavt (seribaşı)
uk: Нокаут (посіяний)
ur: ناک آؤٹ (سیڈڈ)
vi: Loại trực tiếp (hạt giống)

source: Knockout (random)
es: Nocaut (aleatorio)
sr: Нокаут (насумично)
sv: Knockout (slumpmässigt)
sw: Knockout (nasibu)
ta: நாக்அவுட் (ரேண்டம்)
th: น็อคเอาท์ (สุ่ม)
tr: Nakavt (rastgele)
uk: Нокаут (випадковий)
ur: ناک آؤٹ (بے ترتیب)
vi: Loại trực tiếp (ngẫu nhiên)

source: Knockout repeat no.
es: Repetición del nocaut no.
sr: Понављање нокаута бр.
sv: Knockout repetition nr.
sw: Mtoano wa marudio nambari.
ta: நாக்அவுட் ரிபீட் எண்.
th: น็อคเอาท์ซ้ำหมายเลข
tr: Nakavt tekrarı no.
uk: Повторний нокаут немає.
ur: ناک آؤٹ ریپیٹ نمبر
vi: Vòng loại trực tiếp số

source: No. of rounds
es: Número de rondas
sr: Број рунди
sv: Antal omgångar
sw: Idadi ya raundi
ta: சுற்றுகளின் எண்ணிக்கை
th: จำนวนรอบ
tr: Tur sayısı
uk: Кількість раундів
ur: راؤنڈز کی تعداد
vi: Số vòng

source: Game no.
es: Juego n.º
sr: Игра бр.
sv: Spel nr.
sw: Nambari ya mchezo.
ta: விளையாட்டு எண்.
th: เกมที่
tr: Oyun no.
uk: Гра №
ur: گیم نمبر
vi: Trò chơi số

source: Save tournament..
es: Guardar torneo..
sr: Сачувај турнир..
sv: Spara turnering..
sw: Okoa mashindano..
ta: போட்டியை காப்பாற்று..
th: บันทึกการแข่งขัน..
tr: Turnuvayı kaydet..
uk: Зберегти турнір..
ur: ٹورنامنٹ کو محفوظ کریں..
vi: Lưu giải đấu..

source: Select .tmt file to save engine tournament options
es: Seleccione el archivo .tmt para guardar las opciones del torneo del motor
sr: Изаберите .тмт датотеку да бисте сачували опције турнира мотора
sv: Välj .tmt-fil för att spara motorturneringsalternativ
sw: Chagua faili ya .tmt ili kuhifadhi chaguo za mashindano ya injini
ta: எஞ்சின் போட்டி விருப்பங்களைச் சேமிக்க .tmt கோப்பைத் தேர்ந்தெடுக்கவும்.
th: เลือกไฟล์ .tmt เพื่อบันทึกตัวเลือกการแข่งขันของเครื่องยนต์
tr: Motor turnuvası seçeneklerini kaydetmek için .tmt dosyasını seçin
uk: Виберіть файл .tmt, щоб зберегти параметри турніру двигуна
ur: انجن ٹورنامنٹ کے اختیارات کو بچانے کے لیے .tmt فائل کو منتخب کریں۔
vi: Chọn tệp .tmt để lưu các tùy chọn giải đấu của công cụ

source: Load tournament..
es: Cargar torneo..
sr: Учитај турнир..
sv: Ladda turnering..
sw: Pakia mashindano..
ta: போட்டியை ஏற்று..
th: โหลดทัวร์นาเมนท์..
tr: Turnuvayı yükle..
uk: Завантажити турнір..
ur: ٹورنامنٹ لوڈ کریں ..
vi: Tải giải đấu..

source: Select .tmt file to load engine tournament settings
es: Seleccione el archivo .tmt para cargar la configuración del torneo del motor
sr: Изаберите .тмт датотеку да бисте учитали подешавања турнира мотора
sv: Välj .tmt-fil för att ladda motorturneringsinställningar
sw: Chagua faili ya .tmt ili kupakia mipangilio ya mashindano ya injini
ta: எஞ்சின் போட்டி அமைப்புகளை ஏற்ற .tmt கோப்பைத் தேர்ந்தெடுக்கவும்.
th: เลือกไฟล์ .tmt เพื่อโหลดการตั้งค่าการแข่งขันของเครื่องยนต์
tr: Motor turnuva ayarlarını yüklemek için .tmt dosyasını seçin
uk: Виберіть файл .tmt, щоб завантажити налаштування турніру двигуна
ur: انجن ٹورنامنٹ کی ترتیبات کو لوڈ کرنے کے لیے .tmt فائل کو منتخب کریں۔
vi: Chọn tệp .tmt để tải cài đặt giải đấu của engine

source: Select the name for the engine tournament PGN file
es: Seleccione el nombre para el archivo PGN del torneo del motor
sr: Изаберите назив за ПГН датотеку турнира мотора
sv: Välj namnet för motorturneringens PGN-fil
sw: Chagua jina la faili ya PGN ya mashindano ya injini
ta: எஞ்சின் போட்டி PGN கோப்பிற்கான பெயரைத் தேர்ந்தெடுக்கவும்.
th: เลือกชื่อไฟล์ PGN สำหรับการแข่งขันเครื่องยนต์
tr: Motor turnuvası PGN dosyası için adı seçin
uk: Виберіть назву файлу PGN механізму турніру
ur: انجن ٹورنامنٹ PGN فائل کے لیے نام منتخب کریں۔
vi: Chọn tên cho tệp PGN của giải đấu động cơ

source: Engines for the tournament
es: Motores para el torneo
sr: Мотори за турнир
sv: Motorer för turneringen
sw: Injini za mashindano
ta: போட்டிக்கான இயந்திரங்கள்
th: เครื่องยนต์สำหรับการแข่งขัน
tr: Turnuva için motorlar
uk: Двигуни для турніру
ur: ٹورنامنٹ کے لیے انجن
vi: Động cơ cho giải đấu

source: Select engines for the tournament
es: Seleccionar motores para el torneo
sr: Изаберите моторе за турнир
sv: Välj motorer för turneringen
sw: Chagua injini za mashindano
ta: போட்டிக்கான என்ஜின்களைத் தேர்ந்தெடுக்கவும்.
th: เลือกเครื่องยนต์สำหรับการแข่งขัน
tr: Turnuva için motorları seçin
uk: Виберіть двигуни для турніру
ur: ٹورنامنٹ کے لیے انجن منتخب کریں۔
vi: Chọn động cơ cho giải đấu
