Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: K nodes/sec
es: K nodos/seg
sr: К чворова/сек
sv: K noder/sek
sw: K nodi/sek
ta: K முனைகள்/வினாடி
th: K โหนด/วินาที
tr: K düğüm/sn
uk: K вузлів/сек
ur: K نوڈس/سیکنڈ
vi: K nút/giây

source: The name of the current engine
es: El nombre del motor actual
sr: Назив тренутног мотора
sv: Namnet på den aktuella motorn
sw: Jina la injini ya sasa
ta: தற்போதைய இயந்திரத்தின் பெயர்
th: ชื่อเครื่องยนต์ปัจจุบัน
tr: Mevcut motorun adı
uk: Назва поточного двигуна
ur: موجودہ انجن کا نام
vi: Tên của động cơ hiện tại

source: The search depth and the selective search depth reached by the engine
es: La profundidad de búsqueda y la profundidad de búsqueda selectiva alcanzada por el motor
sr: Дубина претраге и селективна дубина претраге коју је достигао мотор
sv: Sökdjupet och det selektiva sökdjupet som motorn når
sw: Kina cha utafutaji na kina cha utafutaji kilichochaguliwa kilichofikiwa na injini
ta: இயந்திரத்தால் அடையப்பட்ட தேடல் ஆழம் மற்றும் தேர்ந்தெடுக்கப்பட்ட தேடல் ஆழம்
th: ความลึกในการค้นหาและความลึกในการค้นหาแบบเลือกที่เครื่องยนต์เข้าถึงได้
tr: Arama derinliği ve motor tarafından ulaşılan seçici arama derinliği
uk: Глибина пошуку та глибина вибіркового пошуку, досягнута механізмом
ur: تلاش کی گہرائی اور منتخب تلاش کی گہرائی انجن کے ذریعے پہنچی ہے۔
vi: Độ sâu tìm kiếm và độ sâu tìm kiếm có chọn lọc đạt được bởi công cụ

source: The evaluation of the position in pawn units
es: La evaluación de la posición en unidades de peones
sr: Процена положаја у јединицама пешака
sv: Utvärderingen av positionen i bondenheter
sw: Tathmini ya nafasi katika vitengo vya pawn
ta: சிப்பாய் அலகுகளில் நிலையை மதிப்பீடு செய்தல்
th: การประเมินตำแหน่งในหน่วยจำนำ
tr: Piyon birimlerindeki pozisyonun değerlendirilmesi
uk: Оцінка позиції в пішакових підрозділах
ur: پیادوں کی اکائیوں میں پوزیشن کا اندازہ
vi: Đánh giá vị trí của các đơn vị quân tốt

source: The last move that was played
es: El último movimiento que se jugó
sr: Последњи потез који је одигран
sv: Det sista draget som spelades
sw: Hatua ya mwisho iliyochezwa
ta: விளையாடிய கடைசி நகர்வு
th: การเคลื่อนไหวครั้งสุดท้ายที่ถูกเล่น
tr: Oynanan son hamle
uk: Останній зіграний хід
ur: آخری چال جو کھیلی گئی۔
vi: Nước đi cuối cùng đã được chơi

source: The number of positions in 1000's that the engine is checking per second
es: El número de posiciones en miles que el motor está comprobando por segundo
sr: Број позиција у 1000 које мотор проверава у секунди
sv: Antalet positioner i 1000-tal som motorn kontrollerar per sekund
sw: Idadi ya nafasi katika 1000 ambazo injini inakagua kwa sekunde
ta: ஒரு வினாடிக்கு இயந்திரம் 1000 நிலைகளில் எத்தனை முறை சரிபார்க்கிறது?
th: จำนวนตำแหน่งเป็นพันที่เครื่องยนต์ตรวจสอบต่อวินาที
tr: Motorun saniyede kontrol ettiği 1000'lerce pozisyon sayısı
uk: Кількість позицій у 1000, які система перевіряє за секунду
ur: 1000 میں پوزیشنوں کی تعداد جسے انجن فی سیکنڈ چیک کر رہا ہے۔
vi: Số lượng vị trí theo đơn vị 1000 mà động cơ kiểm tra mỗi giây

source: The time spent analysing the current move
es: El tiempo dedicado a analizar el movimiento actual
sr: Време проведено у анализи тренутног потеза
sv: Tiden som går åt till att analysera den aktuella flytten
sw: Muda uliotumika kuchanganua hoja ya sasa
ta: தற்போதைய நகர்வை பகுப்பாய்வு செய்ய செலவழித்த நேரம்
th: เวลาที่ใช้ในการวิเคราะห์การเคลื่อนไหวในปัจจุบัน
tr: Mevcut hareketi analiz etmek için harcanan zaman
uk: Час, витрачений на аналіз поточного ходу
ur: موجودہ اقدام کا تجزیہ کرنے میں صرف ہونے والا وقت
vi: Thời gian dành cho việc phân tích động thái hiện tại

source: The best line of play that the engine has found
es: La mejor línea de juego que ha encontrado el motor
sr: Најбоља линија игре коју је мотор пронашао
sv: Den bästa spellinjen som motorn har hittat
sw: Mstari bora wa uchezaji ambao injini imepata
ta: இயந்திரம் கண்டறிந்த சிறந்த விளையாட்டு வரிசை
th: แนวทางการเล่นที่ดีที่สุดที่เครื่องยนต์ได้พบ
tr: Motorun bulduğu en iyi oyun çizgisi
uk: Найкраща лінія гри, яку знайшов двигун
ur: کھیل کی بہترین لائن جو انجن کو ملی ہے۔
vi: Đường chơi tốt nhất mà động cơ đã tìm thấy

source: Open the engine search info options dialog box
es: Abrir el cuadro de diálogo de opciones de información de búsqueda del motor
sr: Отворите дијалог са опцијама информација о претраживачу
sv: Öppna dialogrutan för alternativ för sökmotorsökning
sw: Fungua kisanduku cha mazungumzo cha chaguo za maelezo ya utafutaji wa injini
ta: எஞ்சின் தேடல் தகவல் விருப்பங்கள் உரையாடல் பெட்டியைத் திறக்கவும்.
th: เปิดกล่องโต้ตอบตัวเลือกข้อมูลการค้นหาเครื่องมือ
tr: Motor arama bilgisi seçenekleri iletişim kutusunu açın
uk: Відкрийте діалогове вікно параметрів інформації про пошукову систему
ur: انجن سرچ انفارمیشن آپشنز ڈائیلاگ باکس کھولیں۔
vi: Mở hộp thoại tùy chọn thông tin tìm kiếm của công cụ

source: Disply help for engine search info
es: Mostrar ayuda para la información de búsqueda del motor
sr: Прикажите помоћ за информације о претраживачу
sv: Visa hjälp för motorsökningsinformation
sw: Usaidizi wa kusambaza kwa maelezo ya utafutaji wa injini
ta: இயந்திர தேடல் தகவலுக்கான டிஸ்ப்ளை உதவி
th: แสดงความช่วยเหลือสำหรับข้อมูลการค้นหาเครื่องมือค้นหา
tr: Motor arama bilgisi için yardım görüntüle
uk: Відображати довідку щодо інформації про пошукову систему
ur: انجن کی تلاش کی معلومات کے لیے مدد ظاہر کریں۔
vi: Hiển thị trợ giúp cho thông tin tìm kiếm của công cụ

source: Here is a description of the engine search info elements
es: Aquí hay una descripción de los elementos de información de búsqueda del motor.
sr: Ево описа инфо елемената за претрагу мотора
sv: Här är en beskrivning av informationselementen för motorsökning
sw: Hapa kuna maelezo ya vipengele vya maelezo ya utafutaji wa injini
ta: இங்கே என்ஜின் தேடல் தகவல் கூறுகளின் விளக்கம் உள்ளது.
th: นี่คือคำอธิบายขององค์ประกอบข้อมูลการค้นหาเครื่องมือค้นหา
tr: İşte motor arama bilgisi öğelerinin açıklaması
uk: Ось опис інформаційних елементів пошукової системи
ur: انجن سرچ انفارمیشن عناصر کی تفصیل یہ ہے۔
vi: Sau đây là mô tả về các thành phần thông tin tìm kiếm của công cụ

source: displayed in this panel.
es: se muestra en este panel.
sr: приказано на овом панелу.
sv: visas i denna panel.
sw: inavyoonyeshwa kwenye paneli hii.
ta: இந்த பலகத்தில் காட்டப்படும்.
th: แสดงในแผงนี้
tr: Bu panelde görüntülenir.
uk: відображаються на цій панелі.
ur: اس پینل میں دکھایا گیا ہے۔
vi: được hiển thị trong bảng điều khiển này.

source: Engine name : The name of the current engine.
es: Nombre del motor: el nombre del motor actual.
sr: Назив мотора : Назив тренутног мотора.
sv: Motornamn : Namnet på den aktuella motorn.
sw: Jina la injini : Jina la injini ya sasa.
ta: இயந்திரப் பெயர்: தற்போதைய இயந்திரத்தின் பெயர்.
th: ชื่อเครื่องยนต์ : ชื่อของเครื่องยนต์ปัจจุบัน
tr: Motor adı : Mevcut motorun adı.
uk: Назва двигуна: назва поточного двигуна.
ur: انجن کا نام: موجودہ انجن کا نام۔
vi: Tên động cơ: Tên của động cơ hiện tại.

source: Search depth : The search depth and selective search depth
es: Profundidad de búsqueda: La profundidad de búsqueda y la profundidad de búsqueda selectiva
sr: Дубина претраге : Дубина претраге и селективна дубина претраге
sv: Sökdjup : Sökdjupet och selektivt sökdjup
sw: Kina cha utafutaji : Kina cha utafutaji na kina cha utafutaji kilichochaguliwa
ta: தேடல் ஆழம்: தேடல் ஆழம் மற்றும் தேர்ந்தெடுக்கப்பட்ட தேடல் ஆழம்
th: ความลึกในการค้นหา : ความลึกในการค้นหาและความลึกในการค้นหาแบบเลือก
tr: Arama derinliği: Arama derinliği ve seçici arama derinliği
uk: Глибина пошуку: глибина пошуку та вибіркова глибина пошуку
ur: تلاش کی گہرائی : تلاش کی گہرائی اور منتخب تلاش کی گہرائی
vi: Độ sâu tìm kiếm: Độ sâu tìm kiếm và độ sâu tìm kiếm có chọn lọc

source: Evaluation : The evaluation for the best line of play.
es: Evaluación: La evaluación para la mejor línea de juego.
sr: Евалуација: Процена за најбољу линију игре.
sv: Utvärdering: Utvärderingen för den bästa spellinjen.
sw: Tathmini : Tathmini ya safu bora ya uchezaji.
ta: மதிப்பீடு: சிறந்த ஆட்ட வரிசைக்கான மதிப்பீடு.
th: การประเมิน : การประเมินเพื่อหาแนวการเล่นที่ดีที่สุด
tr: Değerlendirme : En iyi oyun çizgisinin değerlendirilmesi.
uk: Оцінка: Оцінка найкращої лінії гри.
ur: تشخیص: کھیل کی بہترین لائن کے لیے تشخیص۔
vi: Đánh giá: Đánh giá để tìm ra đường chơi tốt nhất.

source: Last move : The most recent move played in the game.
es: Último movimiento: el movimiento más reciente realizado en el juego.
sr: Последњи потез : Последњи потез одигран у игри.
sv: Senaste drag: Det senaste draget som spelades i spelet.
sw: Hatua ya mwisho : Hatua ya hivi majuzi zaidi iliyochezwa kwenye mchezo.
ta: கடைசி நகர்வு: விளையாட்டில் விளையாடிய மிகச் சமீபத்திய நகர்வு.
th: การเคลื่อนไหวครั้งล่าสุด : การเคลื่อนไหวครั้งล่าสุดที่เกิดขึ้นในเกม
tr: Son hamle: Oyunda oynanan en son hamle.
uk: Останній хід: останній здійснений хід у грі.
ur: آخری اقدام: گیم میں کھیلا گیا سب سے حالیہ اقدام۔
vi: Nước đi cuối cùng: Nước đi gần nhất được thực hiện trong ván cờ.

source: Kilo nodes : The number of kilo nodes (positions) in 1000's,
es: Nodos kilo: la cantidad de nodos kilo (posiciones) en miles.
sr: Кило чворови : број килограма чворова (позиција) у 1000,
sv: Kilo-noder: Antalet kilonoder (positioner) i 1000-tal,
sw: Nodi za Kilo : Idadi ya nodi za kilo (nafasi) katika miaka 1000,
ta: கிலோ முனைகள்: 1000 இல் கிலோ முனைகளின் (நிலைகள்) எண்ணிக்கை,
th: Kilo nodes : จำนวนกิโลโหนด (ตำแหน่ง) เป็นหน่วย 1,000
tr: Kilo düğümleri : 1000'ler halindeki kilo düğümlerinin (pozisyonlarının) sayısı,
uk: Кіло вузли : кількість кіло вузлів (позицій) у 1000,
ur: کلو نوڈس: 1000 میں کلو نوڈس (پوزیشنز) کی تعداد،
vi: Nút Kilo: Số nút Kilo (vị trí) tính theo đơn vị 1000,

source: Time taken : The number of seconds that the engine
es: Tiempo empleado: El número de segundos que tarda el motor
sr: Потребно време : Број секунди у којима мотор
sv: Tidsåtgång: Antalet sekunder som motorn
sw: Muda uliochukuliwa : Idadi ya sekunde ambazo injini
ta: எடுக்கப்பட்ட நேரம்: இயந்திரம் இயக்கப்பட்ட வினாடிகளின் எண்ணிக்கை
th: เวลาที่ใช้ : จำนวนวินาทีที่เครื่องยนต์
tr: Harcanan zaman: Motorun çalıştığı saniye sayısı
uk: Витрачений час: кількість секунд, протягом яких двигун
ur: لگنے والا وقت: انجن کے سیکنڈوں کی تعداد
vi: Thời gian thực hiện: Số giây mà động cơ

source: has been searching the position.
es: ha estado buscando el puesto.
sr: је претраживао позицију.
sv: har sökt positionen.
sw: amekuwa akitafuta nafasi.
ta: பதவியைத் தேடி வருகிறது.
th: อยู่ระหว่างการค้นหาตำแหน่ง
tr: pozisyonunu arıyordu.
uk: шукав посаду.
ur: پوزیشن کی تلاش کر رہا ہے۔
vi: đã tìm kiếm vị trí này.

source: Best line : The best line found so far during the search.
es: Mejor línea: La mejor línea encontrada hasta ahora durante la búsqueda.
sr: Најбоља линија : Најбоља линија пронађена до сада током претраге.
sv: Bästa raden : Den bästa raden som hittats hittills under sökningen.
sw: Mstari bora zaidi : Mstari bora zaidi uliopatikana hadi sasa wakati wa utafutaji.
ta: சிறந்த வரி: தேடலின் போது இதுவரை கண்டுபிடிக்கப்பட்ட சிறந்த வரி.
th: Best line : เส้นที่ดีที่สุดที่พบในระหว่างการค้นหา
tr: En iyi satır: Arama sırasında şu ana kadar bulunan en iyi satır.
uk: Найкращий рядок : найкращий рядок, знайдений під час пошуку.
ur: بہترین لائن : تلاش کے دوران اب تک پائی جانے والی بہترین لائن۔
vi: Dòng tốt nhất: Dòng tốt nhất được tìm thấy cho đến thời điểm hiện tại trong quá trình tìm kiếm.

source: Engine search info help
es: Ayuda con la información de búsqueda del motor
sr: Помоћ за информације о претраживачу
sv: Hjälp med information om motorsökning
sw: Usaidizi wa maelezo ya utafutaji wa injini
ta: எஞ்சின் தேடல் தகவல் உதவி
th: ช่วยเหลือข้อมูลการค้นหาเครื่องยนต์
tr: Motor arama bilgisi yardımı
uk: Інформаційна допомога з пошуку системи
ur: انجن کی تلاش کی معلومات میں مدد
vi: Trợ giúp thông tin tìm kiếm động cơ

source: Use sound effects
es: Utilice efectos de sonido
sr: Користите звучне ефекте
sv: Använd ljudeffekter
sw: Tumia athari za sauti
ta: ஒலி விளைவுகளைப் பயன்படுத்துங்கள்
th: ใช้เอฟเฟ็กต์เสียง
tr: Ses efektlerini kullan
uk: Використовуйте звукові ефекти
ur: صوتی اثرات استعمال کریں۔
vi: Sử dụng hiệu ứng âm thanh

source: Chess pieces
es: piezas de ajedrez
sr: Шаховске фигуре
sv: Schackpjäser
sw: Vipande vya chess
ta: சதுரங்கக் காய்கள்
th: ชิ้นหมากรุก
tr: Satranç taşları
uk: Шахові фігури
ur: شطرنج کے ٹکڑے
vi: Quân cờ

source: Clocks
es: Relojes
sr: Сатови
sv: Klockor
sw: Saa
ta: கடிகாரங்கள்
th: นาฬิกา
tr: Saatler
uk: Годинники
ur: گھڑیاں
vi: Đồng hồ

source: Game result
es: Resultado del juego
sr: Резултат игре
sv: Spelresultat
sw: Matokeo ya mchezo
ta: விளையாட்டு முடிவு
th: ผลการแข่งขัน
tr: Oyun sonucu
uk: Результат гри
ur: کھیل کا نتیجہ
vi: Kết quả trò chơi

source: Select clock sounds
es: Seleccionar sonidos de reloj
sr: Изаберите звукове сата
sv: Välj klockljud
sw: Chagua sauti za saa
ta: கடிகார ஒலிகளைத் தேர்ந்தெடுக்கவும்
th: เลือกเสียงนาฬิกา
tr: Saat seslerini seçin
uk: Виберіть звуки годинника
ur: گھڑی کی آوازیں منتخب کریں۔
vi: Chọn âm thanh đồng hồ

source: Clock file number
es: Número de archivo del reloj
sr: Број датотеке сата
sv: Klockfilnummer
sw: Nambari ya faili ya saa
ta: கடிகார கோப்பு எண்
th: หมายเลขไฟล์นาฬิกา
tr: Saat dosya numarası
uk: Номер файлу годинника
ur: گھڑی کا فائل نمبر
vi: Số hồ sơ đồng hồ

source: Human
es: Humano
sr: Хуман
sv: Mänsklig
sw: Binadamu
ta: மனிதன்
th: มนุษย์
tr: İnsan
uk: Людина
ur: انسان
vi: Nhân loại

source: Computer
es: Computadora
sr: Рачунар
sv: Dator
sw: Kompyuta
ta: கணினி
th: คอมพิวเตอร์
tr: Bilgisayar
uk: комп'ютер
ur: کمپیوٹر
vi: Máy tính

source: System volume setting percentage ( 0 - 100 )
es: Porcentaje de ajuste del volumen del sistema (0-100)
sr: Проценат подешавања јачине звука система (0-100)
sv: Systemvolyminställningsprocent (0-100)
sw: Asilimia ya mpangilio wa kiasi cha mfumo ( 0 - 100 )
ta: கணினி ஒலியளவு அமைப்பு சதவீதம் ( 0 - 100 )
th: เปอร์เซ็นต์การตั้งค่าระดับเสียงระบบ ( 0 - 100 )
tr: Sistem ses seviyesi ayar yüzdesi (0 - 100)
uk: Відсоток налаштування гучності системи (0-100)
ur: سسٹم والیوم سیٹنگ کا فیصد ( 0 - 100 )
vi: Tỷ lệ cài đặt âm lượng hệ thống ( 0 - 100 )

source: Check to use sound effects
es: Marcar para usar efectos de sonido
sr: Означите да бисте користили звучне ефекте
sv: Markera för att använda ljudeffekter
sw: Angalia kutumia athari za sauti
ta: ஒலி விளைவுகளைப் பயன்படுத்த சரிபார்க்கவும்.
th: ตรวจสอบเพื่อใช้เอฟเฟกต์เสียง
tr: Ses efektlerini kullanmak için işaretleyin
uk: Поставте прапорець, щоб використовувати звукові ефекти
ur: صوتی اثرات استعمال کرنے کے لیے چیک کریں۔
vi: Kiểm tra để sử dụng hiệu ứng âm thanh

source: Check to use piece sound effects
es: Marque para usar efectos de sonido de piezas
sr: Означите да бисте користили звучне ефекте комада
sv: Markera för att använda ljudeffekter
sw: Angalia kutumia athari za sauti za kipande
ta: துண்டு ஒலி விளைவுகளைப் பயன்படுத்த சரிபார்க்கவும்.
th: ตรวจสอบการใช้เอฟเฟกต์เสียงของชิ้นงาน
tr: Parça ses efektlerini kullanmak için işaretleyin
uk: Поставте прапорець, щоб використовувати звукові ефекти
ur: پیس ساؤنڈ ایفیکٹ استعمال کرنے کے لیے چیک کریں۔
vi: Kiểm tra để sử dụng hiệu ứng âm thanh

source: Check to use clock sound effects
es: Marque para usar efectos de sonido de reloj
sr: Означите да бисте користили звучне ефекте сата
sv: Markera för att använda klockljudeffekter
sw: Angalia kutumia athari za sauti za saa
ta: கடிகார ஒலி விளைவுகளைப் பயன்படுத்த சரிபார்க்கவும்.
th: ตรวจสอบเพื่อใช้เอฟเฟกต์เสียงนาฬิกา
tr: Saat ses efektlerini kullanmak için işaretleyin
uk: Поставте прапорець, щоб використовувати звукові ефекти годинника
ur: گھڑی کے صوتی اثرات استعمال کرنے کے لیے چیک کریں۔
vi: Kiểm tra để sử dụng hiệu ứng âm thanh đồng hồ

source: Check to use puzzle mode sound effects
es: Marque para usar los efectos de sonido del modo rompecabezas
sr: Означите да бисте користили звучне ефекте режима слагалице
sv: Markera för att använda ljudeffekter i pusselläge
sw: Angalia ili kutumia athari za sauti za hali ya mafumbo
ta: புதிர் பயன்முறை ஒலி விளைவுகளைப் பயன்படுத்த சரிபார்க்கவும்.
th: เลือกเพื่อใช้เอฟเฟกต์เสียงโหมดปริศนา
tr: Bulmaca modu ses efektlerini kullanmak için işaretleyin
uk: Поставте прапорець, щоб використовувати звукові ефекти в режимі головоломки
ur: پزل موڈ ساؤنڈ ایفیکٹس استعمال کرنے کے لیے چیک کریں۔
vi: Kiểm tra để sử dụng hiệu ứng âm thanh chế độ giải đố

source: Check to use sound effects for a game result
es: Marca esta casilla para usar efectos de sonido para el resultado de un juego
sr: Означите да бисте користили звучне ефекте за резултат игре
sv: Markera för att använda ljudeffekter för ett spelresultat
sw: Angalia kutumia madoido ya sauti kwa matokeo ya mchezo
ta: விளையாட்டு முடிவுக்கு ஒலி விளைவுகளைப் பயன்படுத்த சரிபார்க்கவும்.
th: ตรวจสอบการใช้เอฟเฟกต์เสียงเพื่อผลลัพธ์ของเกม
tr: Bir oyun sonucu için ses efektlerini kullanmak üzere işaretleyin
uk: Поставте прапорець, щоб використовувати звукові ефекти для результату гри
ur: گیم کے نتیجے کے لیے صوتی اثرات استعمال کرنے کے لیے چیک کریں۔
vi: Kiểm tra để sử dụng hiệu ứng âm thanh cho kết quả trò chơi

source: Enter the program volume percentage (0 - 100)
es: Introduzca el porcentaje del volumen del programa (0 - 100)
sr: Унесите проценат јачине програма (0 - 100)
sv: Ange programvolymprocenten (0 - 100)
sw: Weka asilimia ya kiasi cha programu (0 - 100)
ta: நிரலின் அளவு சதவீதத்தை உள்ளிடவும் (0 - 100)
th: ป้อนเปอร์เซ็นต์ระดับเสียงโปรแกรม (0 - 100)
tr: Program ses yüzdesini girin (0 - 100)
uk: Введіть відсоток гучності програми (0 - 100)
ur: پروگرام کے حجم کا فیصد درج کریں (0 - 100)
vi: Nhập phần trăm âm lượng chương trình (0 - 100)

source: Check to use player clock number 1
es: Marcar para utilizar el reloj del jugador número 1
sr: Означите да бисте користили сат играча број 1
sv: Markera för att använda spelarens klocka nummer 1
sw: Angalia kutumia nambari ya saa ya mchezaji 1
ta: பிளேயர் கடிகார எண் 1 ஐப் பயன்படுத்த சரிபார்க்கவும்.
th: เลือกใช้งานนาฬิกาผู้เล่นหมายเลข 1
tr: Oyuncu saati numarası 1'i kullanmak için kontrol edin
uk: Позначте, щоб використовувати годинник гравця номер 1
ur: پلیئر کلاک نمبر 1 استعمال کرنے کے لیے چیک کریں۔
vi: Kiểm tra để sử dụng đồng hồ số 1 của người chơi

source: Check to use player clock number 2
es: Marcar para utilizar el reloj del jugador número 2
sr: Означите да бисте користили сат играча број 2
sv: Markera för att använda spelarens klocka nummer 2
sw: Angalia kutumia nambari ya saa ya mchezaji 2
ta: பிளேயர் கடிகார எண் 2 ஐப் பயன்படுத்த சரிபார்க்கவும்.
th: ตรวจสอบเพื่อใช้หมายเลขนาฬิกาผู้เล่น 2
tr: Oyuncu saati numarası 2'yi kullanmak için kontrol edin
uk: Позначте, щоб використовувати годинник гравця номер 2
ur: پلیئر کلاک نمبر 2 استعمال کرنے کے لیے چیک کریں۔
vi: Kiểm tra để sử dụng đồng hồ số 2 của người chơi

source: Check to use player clock number 3
es: Marcar para utilizar el reloj del jugador número 3
sr: Означите да бисте користили сат играча број 3
sv: Markera för att använda spelarens klocka nummer 3
sw: Angalia kutumia nambari ya saa ya mchezaji 3
ta: பிளேயர் கடிகார எண் 3 ஐப் பயன்படுத்த சரிபார்க்கவும்.
th: ตรวจสอบเพื่อใช้หมายเลขนาฬิกาผู้เล่น 3
tr: Oyuncu saati numarası 3'ü kullanmak için kontrol edin
uk: Позначте, щоб використовувати годинник гравця номер 3
ur: پلیئر کلاک نمبر 3 استعمال کرنے کے لیے چیک کریں۔
vi: Kiểm tra để sử dụng đồng hồ số 3 của người chơi

source: Check to use player clock number 4
es: Marcar para utilizar el reloj del jugador número 4
sr: Означите да бисте користили сат играча број 4
sv: Markera för att använda spelarens klocka nummer 4
sw: Angalia kutumia nambari ya saa ya mchezaji 4
ta: பிளேயர் கடிகார எண் 4 ஐப் பயன்படுத்த சரிபார்க்கவும்.
th: ตรวจสอบเพื่อใช้หมายเลขนาฬิกาผู้เล่น 4
tr: Oyuncu saati numarası 4'ü kullanmak için kontrol edin
uk: Позначте, щоб використовувати годинник гравця номер 4
ur: پلیئر کلاک نمبر 4 استعمال کرنے کے لیے چیک کریں۔
vi: Kiểm tra để sử dụng đồng hồ số 4 của người chơi

source: Check to use computer clock number 1
es: Marque para utilizar el reloj de la computadora número 1
sr: Означите да бисте користили рачунарски сат број 1
sv: Markera för att använda datorklocka nummer 1
sw: Angalia kutumia saa ya kompyuta nambari 1
ta: கணினி கடிகார எண் 1 ஐப் பயன்படுத்த சரிபார்க்கவும்.
th: ตรวจสอบการใช้หมายเลขนาฬิกาคอมพิวเตอร์ 1
tr: Bilgisayar saati numarası 1'i kullanmak için kontrol edin
uk: Позначте, щоб використовувати комп’ютерний годинник номер 1
ur: کمپیوٹر گھڑی نمبر 1 استعمال کرنے کے لیے چیک کریں۔
vi: Kiểm tra để sử dụng đồng hồ máy tính số 1

source: Check to use computer clock number 2
es: Marque para utilizar el reloj de la computadora número 2
sr: Означите да бисте користили рачунарски сат број 2
sv: Markera för att använda datorklocka nummer 2
sw: Angalia kutumia saa ya kompyuta nambari 2
ta: கணினி கடிகார எண் 2 ஐப் பயன்படுத்த சரிபார்க்கவும்.
th: ตรวจสอบการใช้นาฬิกาคอมพิวเตอร์หมายเลข 2
tr: Bilgisayar saati numarası 2'yi kullanmak için kontrol edin
uk: Позначте, щоб використовувати комп’ютерний годинник номер 2
ur: کمپیوٹر گھڑی نمبر 2 استعمال کرنے کے لیے چیک کریں۔
vi: Kiểm tra để sử dụng đồng hồ máy tính số 2

source: Check to use computer clock number 3
es: Marque para utilizar el reloj de la computadora número 3
sr: Означите да бисте користили рачунарски сат број 3
sv: Markera för att använda datorklocka nummer 3
sw: Angalia kutumia saa ya kompyuta nambari 3
ta: கணினி கடிகார எண் 3 ஐப் பயன்படுத்த சரிபார்க்கவும்.
th: ตรวจสอบให้ใช้นาฬิกาคอมพิวเตอร์หมายเลข 3
tr: Bilgisayar saati numarası 3'ü kullanmak için kontrol edin
uk: Позначте, щоб використовувати комп’ютерний годинник номер 3
ur: کمپیوٹر گھڑی نمبر 3 استعمال کرنے کے لیے چیک کریں۔
vi: Kiểm tra để sử dụng đồng hồ máy tính số 3

source: Check to use computer clock number 4
es: Marque para utilizar el reloj de la computadora número 4
sr: Означите да бисте користили рачунарски сат број 4
sv: Markera för att använda datorklocka nummer 4
sw: Angalia kutumia saa ya kompyuta nambari 4
ta: கணினி கடிகார எண் 4 ஐப் பயன்படுத்த சரிபார்க்கவும்.
th: ตรวจสอบให้ใช้นาฬิกาคอมพิวเตอร์หมายเลข 4
tr: Bilgisayar saati numarası 4'ü kullanmak için kontrol edin
uk: Позначте, щоб використовувати комп’ютерний годинник номер 4
ur: کمپیوٹر گھڑی نمبر 4 استعمال کرنے کے لیے چیک کریں۔
vi: Kiểm tra để sử dụng đồng hồ máy tính số 4

source: sound effects options help
es: Las opciones de efectos de sonido ayudan
sr: опције звучних ефеката помажу
sv: ljudeffektalternativ hjälp
sw: msaada wa chaguzi za athari za sauti
ta: ஒலி விளைவுகள் விருப்பங்கள் உதவி
th: ตัวเลือกเอฟเฟกต์เสียงช่วย
tr: ses efektleri seçenekleri yardım
uk: опції звукових ефектів допоможуть
ur: صوتی اثرات کے اختیارات مدد کرتے ہیں۔
vi: tùy chọn hiệu ứng âm thanh giúp đỡ

source: Game sound effects
es: Efectos de sonido del juego
sr: Звучни ефекти игре
sv: Spel ljudeffekter
sw: Athari za sauti za mchezo
ta: விளையாட்டு ஒலி விளைவுகள்
th: เอฟเฟกต์เสียงในเกม
tr: Oyun ses efektleri
uk: Ігрові звукові ефекти
ur: گیم صوتی اثرات
vi: Hiệu ứng âm thanh trò chơi

source: Sfx notes
es: Notas de efectos de sonido
sr: Сфк нотес
sv: Sfx-anteckningar
sw: Vidokezo vya Sfx
ta: Sfx குறிப்புகள்
th: หมายเหตุเอฟเฟกต์พิเศษ
tr: Sfx notları
uk: Нотатки SFX
ur: Sfx نوٹ
vi: Ghi chú Sfx

source: This dialog box allows you to set the sound effects options.
es: Este cuadro de diálogo le permite configurar las opciones de efectos de sonido.
sr: Овај дијалог вам омогућава да подесите опције звучних ефеката.
sv: Den här dialogrutan låter dig ställa in alternativen för ljudeffekter.
sw: Kisanduku kidadisi hiki hukuruhusu kuweka chaguo za athari za sauti.
ta: இந்த உரையாடல் பெட்டி ஒலி விளைவுகள் விருப்பங்களை அமைக்க உங்களை அனுமதிக்கிறது.
th: กล่องโต้ตอบนี้ช่วยให้คุณสามารถตั้งค่าตัวเลือกเอฟเฟกต์เสียงได้
tr: Bu iletişim kutusu ses efektleri seçeneklerini ayarlamanıza olanak tanır.
uk: У цьому діалоговому вікні можна налаштувати параметри звукових ефектів.
ur: یہ ڈائیلاگ باکس آپ کو صوتی اثرات کے اختیارات سیٹ کرنے کی اجازت دیتا ہے۔
vi: Hộp thoại này cho phép bạn thiết lập các tùy chọn hiệu ứng âm thanh.
