Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Use sound effects - Check to use sound effects.
es: Usar efectos de sonido: marque para utilizar efectos de sonido.
sr: Користи звучне ефекте – Означите да бисте користили звучне ефекте.
sv: Använd ljudeffekter - Markera för att använda ljudeffekter.
sw: Tumia madoido ya sauti - Angalia ili kutumia madoido ya sauti.
ta: ஒலி விளைவுகளைப் பயன்படுத்தவும் - ஒலி விளைவுகளைப் பயன்படுத்த சரிபார்க்கவும்.
th: ใช้เอฟเฟกต์เสียง - เลือกเพื่อใช้เอฟเฟกต์เสียง
tr: Ses efektlerini kullan - Ses efektlerini kullanmak için işaretleyin.
uk: Використовувати звукові ефекти - поставте прапорець, щоб використовувати звукові ефекти.
ur: صوتی اثرات استعمال کریں - صوتی اثرات استعمال کرنے کے لیے چیک کریں۔
vi: Sử dụng hiệu ứng âm thanh - Đánh dấu để sử dụng hiệu ứng âm thanh.

source: Chess pieces - Check to use sound effects for chess pieces,
es: Piezas de ajedrez: marque para usar efectos de sonido para las piezas de ajedrez.
sr: Шаховске фигуре - Означите да бисте користили звучне ефекте за шаховске фигуре,
sv: Schackpjäser - Markera för att använda ljudeffekter för schackpjäser,
sw: Vipande vya Chess - Angalia kutumia athari za sauti kwa vipande vya chess,
ta: சதுரங்கக் காய்கள் - சதுரங்கக் காய்களுக்கு ஒலி விளைவுகளைப் பயன்படுத்த சரிபார்க்கவும்,
th: ตัวหมากรุก - เลือกเพื่อใช้เอฟเฟกต์เสียงสำหรับตัวหมากรุก
tr: Satranç taşları - Satranç taşları için ses efektleri kullanmak üzere işaretleyin.
uk: Шахові фігури - позначте, щоб використовувати звукові ефекти для шахових фігур,
ur: شطرنج کے ٹکڑے - شطرنج کے ٹکڑوں کے لیے صوتی اثرات استعمال کرنے کے لیے چیک کریں،
vi: Quân cờ - Kiểm tra để sử dụng hiệu ứng âm thanh cho quân cờ,

source: including < New game >
es: incluyendo < Nuevo juego >
sr: укључујући < Нову игру >
sv: inklusive < Nytt spel >
sw: ikiwa ni pamoja na <Mchezo Mpya >
ta: <புதிய விளையாட்டு> உட்பட
th: รวมถึง < เกมใหม่ >
tr: < Yeni oyun > dahil
uk: включаючи < Нова гра >
ur: بشمول < نیا گیم>
vi: bao gồm < Trò chơi mới >

source: Clocks - Check to use sound effects for clocks during a game.
es: Relojes: marca esta opción para utilizar efectos de sonido para los relojes durante un juego.
sr: Сатови – означите да бисте користили звучне ефекте за сатове током игре.
sv: Klockor - Markera för att använda ljudeffekter för klockor under ett spel.
sw: Saa - Angalia ili kutumia madoido ya sauti kwa saa wakati wa mchezo.
ta: கடிகாரங்கள் - விளையாட்டின் போது கடிகாரங்களுக்கு ஒலி விளைவுகளைப் பயன்படுத்துவதைச் சரிபார்க்கவும்.
th: นาฬิกา - เลือกเพื่อใช้เอฟเฟกต์เสียงสำหรับนาฬิการะหว่างเกม
tr: Saatler - Oyun sırasında saatlerin ses efektlerini kullanmak için işaretleyin.
uk: Годинники. Поставте прапорець, щоб використовувати звукові ефекти для годинників під час гри.
ur: گھڑیاں - کھیل کے دوران گھڑیوں کے لیے صوتی اثرات استعمال کرنے کے لیے چیک کریں۔
vi: Đồng hồ - Chọn để sử dụng hiệu ứng âm thanh cho đồng hồ trong khi chơi trò chơi.

source: human vs engine or engine vs engine.
es: humano vs motor o motor vs motor.
sr: човек против мотора или мотор против мотора.
sv: människa vs motor eller motor vs motor.
sw: binadamu dhidi ya injini au injini dhidi ya injini.
ta: மனிதன் vs இயந்திரம் அல்லது இயந்திரம் vs இயந்திரம்.
th: มนุษย์กับเครื่องยนต์หรือเครื่องยนต์กับเครื่องยนต์
tr: insan vs motor veya motor vs motor.
uk: людина проти двигуна або двигун проти двигуна.
ur: انسان بمقابلہ انجن یا انجن بمقابلہ انجن۔
vi: con người đấu với động cơ hoặc động cơ đấu với động cơ.

source: Puzzle mode - Check to use sound effects for puzzle mode.
es: Modo rompecabezas: marque esta opción para utilizar efectos de sonido para el modo rompecabezas.
sr: Режим слагалице – потврдите избор да бисте користили звучне ефекте за режим слагалице.
sv: Pusselläge - Markera för att använda ljudeffekter för pusselläge.
sw: Hali ya mafumbo - Angalia ili kutumia madoido ya sauti kwa modi ya mafumbo.
ta: புதிர் பயன்முறை - புதிர் பயன்முறையில் ஒலி விளைவுகளைப் பயன்படுத்த சரிபார்க்கவும்.
th: โหมดปริศนา - เลือกเพื่อใช้เอฟเฟกต์เสียงสำหรับโหมดปริศนา
tr: Bulmaca modu - Bulmaca modunda ses efektlerini kullanmak için işaretleyin.
uk: Режим головоломки. Поставте прапорець, щоб використовувати звукові ефекти для режиму головоломки.
ur: پزل موڈ - پزل موڈ کے لیے صوتی اثرات استعمال کرنے کے لیے چیک کریں۔
vi: Chế độ giải đố - Chọn để sử dụng hiệu ứng âm thanh cho chế độ giải đố.

source: Game result - Check to use sound effects for a game result,
es: Resultado del juego: marque esta opción para usar efectos de sonido para el resultado del juego.
sr: Резултат игре - Означите да бисте користили звучне ефекте за резултат игре,
sv: Spelresultat - Markera för att använda ljudeffekter för ett spelresultat,
sw: Matokeo ya mchezo - Angalia kutumia athari za sauti kwa matokeo ya mchezo,
ta: விளையாட்டு முடிவு - ஒரு விளையாட்டு முடிவுக்கு ஒலி விளைவுகளைப் பயன்படுத்த சரிபார்க்கவும்,
th: ผลลัพธ์ของเกม - เลือกเพื่อใช้เอฟเฟกต์เสียงสำหรับผลลัพธ์ของเกม
tr: Oyun sonucu - Bir oyun sonucu için ses efektlerinin kullanılmasını işaretleyin.
uk: Результат гри. Поставте прапорець, щоб використовувати звукові ефекти для результату гри,
ur: گیم کا نتیجہ - گیم کے نتیجے کے لیے صوتی اثرات استعمال کرنے کے لیے چیک کریں،
vi: Kết quả trò chơi - Kiểm tra để sử dụng hiệu ứng âm thanh cho kết quả trò chơi,

source: Select clock sounds - Select the clock file number to use
es: Seleccionar sonidos de reloj: seleccione el número de archivo de reloj que desea utilizar
sr: Изабери звукове сата - Изаберите број датотеке сата који ћете користити
sv: Välj klockljud - Välj klockfilnumret som ska användas
sw: Chagua sauti za saa - Chagua nambari ya faili ya saa ya kutumia
ta: கடிகார ஒலிகளைத் தேர்ந்தெடுக்கவும் - பயன்படுத்த கடிகார கோப்பு எண்ணைத் தேர்ந்தெடுக்கவும்.
th: เลือกเสียงนาฬิกา - เลือกหมายเลขไฟล์นาฬิกาที่จะใช้
tr: Saat seslerini seçin - Kullanılacak saat dosya numarasını seçin
uk: Виберіть звуки годинника – виберіть номер файлу годинника для використання
ur: گھڑی کی آوازیں منتخب کریں - استعمال کرنے کے لیے گھڑی کا فائل نمبر منتخب کریں۔
vi: Chọn âm thanh đồng hồ - Chọn số tệp đồng hồ để sử dụng

source: for human and computer during a game.
es: para humanos y computadoras durante un juego.
sr: за човека и рачунар током игре.
sv: för människa och dator under ett spel.
sw: kwa binadamu na kompyuta wakati wa mchezo.
ta: விளையாட்டின் போது மனிதர்களுக்கும் கணினிக்கும்.
th: สำหรับมนุษย์และคอมพิวเตอร์ในระหว่างการเล่นเกม
tr: Oyun sırasında insan ve bilgisayar için.
uk: для людини та комп’ютера під час гри.
ur: کھیل کے دوران انسان اور کمپیوٹر کے لیے۔
vi: cho con người và máy tính trong suốt trò chơi.

source: Program volume - Set the volume percentage for the program.
es: Volumen del programa: establece el porcentaje de volumen del programa.
sr: Јачина звука програма - Подесите проценат јачине звука за програм.
sv: Programvolym - Ställ in volymprocenten för programmet.
sw: Kiasi cha programu - Weka asilimia ya sauti ya programu.
ta: நிரல் அளவு - நிரலுக்கான தொகுதி சதவீதத்தை அமைக்கவும்.
th: ระดับเสียงโปรแกรม - ตั้งค่าเปอร์เซ็นต์ระดับเสียงสำหรับโปรแกรม
tr: Program ses seviyesi - Program için ses yüzdesini ayarlayın.
uk: Гучність програми - установіть відсоток гучності для програми.
ur: پروگرام والیوم - پروگرام کے لیے حجم کا فیصد سیٹ کریں۔
vi: Âm lượng chương trình - Cài đặt phần trăm âm lượng cho chương trình.

source: The value you set is saved for the next program run.
es: El valor establecido se guarda para la próxima ejecución del programa.
sr: Вредност коју сте поставили се чува за следеће покретање програма.
sv: Värdet du ställer in sparas för nästa programkörning.
sw: Thamani uliyoweka imehifadhiwa kwa ajili ya uendeshaji wa programu inayofuata.
ta: நீங்கள் அமைக்கும் மதிப்பு அடுத்த நிரல் இயக்கத்திற்காக சேமிக்கப்படும்.
th: ค่าที่คุณตั้งค่าจะถูกบันทึกไว้สำหรับการรันโปรแกรมครั้งถัดไป
tr: Ayarladığınız değer bir sonraki program çalışması için kaydedilir.
uk: Встановлене значення зберігається для наступного запуску програми.
ur: آپ نے جو قدر سیٹ کی ہے وہ اگلے پروگرام چلانے کے لیے محفوظ ہو جاتی ہے۔
vi: Giá trị bạn thiết lập sẽ được lưu lại cho lần chạy chương trình tiếp theo.

source: The changes that you make will not affect the system volume
es: Los cambios que realices no afectarán el volumen del sistema.
sr: Промене које направите неће утицати на јачину звука система
sv: De ändringar du gör kommer inte att påverka systemvolymen
sw: Mabadiliko unayofanya hayataathiri kiasi cha mfumo
ta: நீங்கள் செய்யும் மாற்றங்கள் கணினி அளவைப் பாதிக்காது.
th: การเปลี่ยนแปลงที่คุณทำจะไม่ส่งผลต่อระดับเสียงระบบ
tr: Yaptığınız değişiklikler sistem hacmini etkilemeyecektir
uk: Внесені вами зміни не вплинуть на гучність системи
ur: آپ جو تبدیلیاں کرتے ہیں وہ سسٹم والیوم کو متاثر نہیں کرے گی۔
vi: Những thay đổi bạn thực hiện sẽ không ảnh hưởng đến âm lượng hệ thống

source: once the program has finished.
es: una vez finalizado el programa.
sr: када се програм заврши.
sv: när programmet är klart.
sw: mara tu programu imekamilika.
ta: நிரல் முடிந்ததும்.
th: เมื่อโปรแกรมทำงานเสร็จสิ้น
tr: program bittikten sonra.
uk: після завершення програми.
ur: پروگرام ختم ہونے کے بعد.
vi: sau khi chương trình kết thúc.

source: It is, of course, also possible to change the overall
es: Por supuesto, también es posible cambiar el conjunto.
sr: Наравно, такође је могуће променити целину
sv: Det går givetvis även att ändra på overallen
sw: Ni, bila shaka, pia inawezekana kubadili jumla
ta: நிச்சயமாக, ஒட்டுமொத்தமாக மாற்றுவதும் சாத்தியமாகும்
th: แน่นอนว่ายังสามารถเปลี่ยนแปลงภาพรวมได้
tr: Elbette genel görünümü değiştirmek de mümkündür
uk: Звичайно, також можна змінити загальне
ur: بلاشبہ، مجموعی طور پر تبدیل کرنا بھی ممکن ہے۔
vi: Tất nhiên, cũng có thể thay đổi tổng thể

source: system volume with the slider on the Windows taskbar.
es: volumen del sistema con el control deslizante en la barra de tareas de Windows.
sr: системска јачина звука помоћу клизача на Виндовс траци задатака.
sv: systemvolymen med skjutreglaget i aktivitetsfältet i Windows.
sw: kiasi cha mfumo na kitelezi kwenye upau wa kazi wa Windows.
ta: விண்டோஸ் பணிப்பட்டியில் ஸ்லைடருடன் கணினி ஒலியளவு.
th: ระดับเสียงระบบด้วยแถบเลื่อนบนแถบงาน Windows
tr: Windows görev çubuğundaki kaydırıcıyı kullanarak sistem sesini ayarlayın.
uk: гучність системи за допомогою повзунка на панелі завдань Windows.
ur: ونڈوز ٹاسک بار پر سلائیڈر کے ساتھ سسٹم والیوم۔
vi: âm lượng hệ thống bằng thanh trượt trên thanh tác vụ Windows.

source: 2d and 3d sound effects are stored separately,
es: Los efectos de sonido 2D y 3D se almacenan por separado.
sr: 2д и 3д звучни ефекти се чувају одвојено,
sv: 2d och 3d ljudeffekter lagras separat,
sw: Athari za sauti za 2d na 3d huhifadhiwa kando,
ta: 2d மற்றும் 3d ஒலி விளைவுகள் தனித்தனியாக சேமிக்கப்படுகின்றன,
th: เอฟเฟกต์เสียง 2 มิติและ 3 มิติจะถูกจัดเก็บแยกกัน
tr: 2d ve 3d ses efektleri ayrı ayrı saklanır,
uk: 2D і 3D звукові ефекти зберігаються окремо,
ur: 2d اور 3d صوتی اثرات الگ الگ محفوظ کیے جاتے ہیں،
vi: Hiệu ứng âm thanh 2D và 3D được lưu trữ riêng biệt,

source: so you can chose a different set for each screen.
es: para que puedas elegir un conjunto diferente para cada pantalla.
sr: тако да можете изабрати другачији скуп за сваки екран.
sv: så att du kan välja en annan uppsättning för varje skärm.
sw: kwa hivyo unaweza kuchagua seti tofauti kwa kila skrini.
ta: எனவே ஒவ்வொரு திரைக்கும் நீங்கள் வெவ்வேறு தொகுப்பைத் தேர்வு செய்யலாம்.
th: เพื่อให้คุณสามารถเลือกชุดที่แตกต่างกันสำหรับแต่ละหน้าจอได้
tr: böylece her ekran için farklı bir set seçebilirsiniz.
uk: тому ви можете вибрати інший набір для кожного екрана.
ur: لہذا آپ ہر اسکرین کے لیے ایک مختلف سیٹ کا انتخاب کر سکتے ہیں۔
vi: vì vậy bạn có thể chọn một bộ khác nhau cho mỗi màn hình.

source: Here is a list of the names of the sound effects
es: Aquí hay una lista de los nombres de los efectos de sonido.
sr: Ево листе назива звучних ефеката
sv: Här är en lista över namnen på ljudeffekterna
sw: Hapa kuna orodha ya majina ya athari za sauti
ta: ஒலி விளைவுகளின் பெயர்களின் பட்டியல் இங்கே.
th: นี่คือรายชื่อของชื่อเอฟเฟกต์เสียง
tr: İşte ses efektlerinin adlarının listesi
uk: Ось список назв звукових ефектів
ur: یہاں صوتی اثرات کے ناموں کی فہرست ہے۔
vi: Sau đây là danh sách tên của các hiệu ứng âm thanh

source: files used in the program.
es: archivos utilizados en el programa.
sr: датотеке које се користе у програму.
sv: filer som används i programmet.
sw: faili zinazotumiwa kwenye programu.
ta: நிரலில் பயன்படுத்தப்படும் கோப்புகள்.
th: ไฟล์ที่ใช้ในโปรแกรม
tr: Programda kullanılan dosyalar.
uk: файли, які використовуються в програмі.
ur: پروگرام میں استعمال ہونے والی فائلیں
vi: các tập tin được sử dụng trong chương trình.

source: Move sounds
es: Sonidos de movimiento
sr: Померите звукове
sv: Rörelseljud
sw: Hoja sauti
ta: ஒலிகளை நகர்த்து
th: ย้ายเสียง
tr: Sesleri hareket ettir
uk: Переміщення звуків
ur: آوازیں منتقل کریں۔
vi: Di chuyển âm thanh

source: Game Sounds
es: Sonidos del juego
sr: Гаме Соундс
sv: Spelljud
sw: Mchezo Sauti
ta: விளையாட்டு ஒலிகள்
th: เสียงเกม
tr: Oyun Sesleri
uk: Звуки гри
ur: کھیل ہی کھیل میں آواز
vi: Âm thanh trò chơi

source: for a human player win against the computer
es: Para que un jugador humano gane contra la computadora
sr: за победу људског играча против компјутера
sv: för en mänsklig spelare vinner mot datorn
sw: kwa mchezaji wa binadamu kushinda dhidi ya kompyuta
ta: ஒரு மனித வீரருக்கு கணினிக்கு எதிராக வெற்றி.
th: เพื่อให้ผู้เล่นมนุษย์เอาชนะคอมพิวเตอร์ได้
tr: bir insan oyuncunun bilgisayara karşı kazanması için
uk: для гравця-людини перемога над комп’ютером
ur: کمپیوٹر کے خلاف انسانی کھلاڑی کی جیت کے لیے
vi: cho một người chơi chiến thắng trước máy tính

source: for a computer win against a human player
es: Para que una computadora gane contra un jugador humano
sr: за компјутерску победу против људског играча
sv: för en datorvinst mot en mänsklig spelare
sw: kwa kompyuta kushinda dhidi ya mchezaji wa binadamu
ta: ஒரு மனித வீரருக்கு எதிரான கணினி வெற்றிக்காக
th: เพื่อให้คอมพิวเตอร์เอาชนะผู้เล่นมนุษย์ได้
tr: bir bilgisayarın bir insan oyuncuya karşı galibiyeti için
uk: для перемоги комп’ютера проти гравця-людини
ur: انسانی کھلاڑی کے خلاف کمپیوٹر کی جیت کے لیے
vi: để máy tính thắng một người chơi là con người

source: for a white win in an engine vs engine game
es: Para una victoria blanca en un juego de motor contra motor
sr: за белу победу у игри мотора против мотора
sv: för en vit vinst i ett motor vs motorspel
sw: kwa ushindi mweupe katika mchezo wa injini dhidi ya injini
ta: எஞ்சின் vs எஞ்சின் விளையாட்டில் வெள்ளையர் வெற்றிக்காக
th: เพื่อชัยชนะสีขาวในเกมเครื่องยนต์ปะทะเครื่องยนต์
tr: motor vs motor oyununda beyazın kazanması için
uk: за перемогу білих у грі двигун проти двигуна
ur: انجن بمقابلہ انجن گیم میں سفید جیت کے لیے
vi: cho một chiến thắng của đội trắng trong một trò chơi động cơ đấu với động cơ

source: for a drawn human vs engine game
es: Para un juego dibujado entre humanos y motores
sr: за нацртану игру човека против мотора
sv: för ett ritat spel mellan människor och motorer
sw: kwa mchezo uliovutia wa binadamu dhidi ya injini
ta: வரையப்பட்ட மனிதர் vs இயந்திர விளையாட்டுக்காக
th: สำหรับเกมวาดมนุษย์กับเครื่องยนต์
tr: çizilmiş bir insan ve motor oyunu için
uk: для гри «людина проти двигуна».
ur: ایک تیار کردہ انسان بمقابلہ انجن گیم کے لیے
vi: cho một trò chơi vẽ người đấu với máy

source: Clock sounds
es: Sonidos del reloj
sr: Звуци сата
sv: Klockan låter
sw: Sauti za saa
ta: கடிகார ஒலிகள்
th: เสียงนาฬิกา
tr: Saat sesleri
uk: Звуки годинника
ur: گھڑی کی آوازیں۔
vi: Âm thanh đồng hồ

source: Puzzle mode sounds
es: Sonidos del modo rompecabezas
sr: Звуци режима слагалице
sv: Pusselläge låter
sw: Hali ya fumbo inasikika
ta: புதிர் பயன்முறை ஒலிகள்
th: เสียงโหมดปริศนา
tr: Bulmaca modu sesleri
uk: Звуки режиму головоломки
ur: پہیلی موڈ کی آوازیں۔
vi: Âm thanh chế độ giải đố

source: Some of these sounds are duplicates, but becasue they have different names,
es: Algunos de estos sonidos son duplicados, pero como tienen nombres diferentes,
sr: Неки од ових звукова су дупликати, али пошто имају различита имена,
sv: Vissa av dessa ljud är dubbletter, men eftersom de har olika namn,
sw: Baadhi ya sauti hizi ni nakala, lakini kwa sababu zina majina tofauti,
ta: இந்த ஒலிகளில் சில நகல்களாகும், ஆனால் அவை வெவ்வேறு பெயர்களைக் கொண்டிருப்பதால்,
th: เสียงบางเสียงเหล่านี้ซ้ำกัน แต่เนื่องจากมีชื่อต่างกัน
tr: Bu seslerin bazıları birbirinin aynısıdır, ancak farklı adlara sahip oldukları için,
uk: Деякі з цих звуків дублюються, але оскільки вони мають різні назви,
ur: ان میں سے کچھ آوازیں نقل ہیں، لیکن اس لیے کہ ان کے مختلف نام ہیں،
vi: Một số âm thanh này là trùng lặp, nhưng vì chúng có tên gọi khác nhau,

source: this allows you to swap new sounds for various operations if you want to.
es: Esto le permite intercambiar nuevos sonidos para varias operaciones si lo desea.
sr: ово вам омогућава да замените нове звукове за различите операције ако то желите.
sv: detta låter dig byta ut nya ljud för olika operationer om du vill.
sw: hii hukuruhusu kubadilisha sauti mpya kwa shughuli mbalimbali ikiwa unataka.
ta: நீங்கள் விரும்பினால் பல்வேறு செயல்பாடுகளுக்கு புதிய ஒலிகளை மாற்ற இது உங்களை அனுமதிக்கிறது.
th: สิ่งนี้ทำให้คุณสามารถสลับเสียงใหม่สำหรับการทำงานต่างๆ ได้หากคุณต้องการ
tr: Bu, isterseniz çeşitli işlemler için yeni sesler değiştirmenize olanak tanır.
uk: це дозволяє вам замінювати нові звуки для різних операцій, якщо ви хочете.
ur: اگر آپ چاہیں تو یہ آپ کو مختلف آپریشنز کے لیے نئی آوازوں کو تبدیل کرنے کی اجازت دیتا ہے۔
vi: điều này cho phép bạn hoán đổi âm thanh mới cho nhiều hoạt động khác nhau nếu bạn muốn.

source: Click the < Sfx notes > button on the previous help screen for instructions.
es: Haga clic en el botón <Notas de efectos de sonido> en la pantalla de ayuda anterior para obtener instrucciones.
sr: Кликните на дугме < Сфк белешке > на претходном екрану помоћи за упутства.
sv: Klicka på knappen < Sfx notes > på föregående hjälpskärm för instruktioner.
sw: Bofya kitufe cha < Vidokezo vya Sfx > kwenye skrini ya usaidizi iliyotangulia kwa maagizo.
ta: வழிமுறைகளுக்கு முந்தைய உதவித் திரையில் உள்ள Sfx குறிப்புகள் > பொத்தானைக் கிளிக் செய்யவும்.
th: คลิกปุ่ม < หมายเหตุ Sfx > บนหน้าจอวิธีใช้ครั้งก่อนเพื่อดูคำแนะนำ
tr: Talimatlar için önceki yardım ekranındaki < Sfx notları > düğmesine tıklayın.
uk: Натисніть кнопку < Sfx notes > на попередньому екрані довідки, щоб отримати інструкції.
ur: ہدایات کے لیے پچھلی ہیلپ اسکرین پر < Sfx notes > بٹن پر کلک کریں۔
vi: Nhấp vào nút <Ghi chú Sfx> trên màn hình trợ giúp trước đó để biết hướng dẫn.

source: List of game sound effects
es: Lista de efectos de sonido del juego
sr: Листа звучних ефеката игре
sv: Lista över spelets ljudeffekter
sw: Orodha ya athari za sauti za mchezo
ta: விளையாட்டு ஒலி விளைவுகளின் பட்டியல்
th: รายชื่อเอฟเฟกต์เสียงของเกม
tr: Oyun ses efektleri listesi
uk: Список звукових ефектів гри
ur: گیم صوتی اثرات کی فہرست
vi: Danh sách hiệu ứng âm thanh của trò chơi

source: files
es: archivos
sr: датотеке
sv: filer
sw: faili
ta: கோப்புகள்
th: ไฟล์
tr: dosyalar
uk: файли
ur: فائلیں
vi: tập tin

source: The program uses various
es: El programa utiliza varios
sr: Програм користи разне
sv: Programmet använder olika
sw: Programu hutumia anuwai
ta: இந்த நிரல் பல்வேறு வகைகளைப் பயன்படுத்துகிறது
th: โปรแกรมใช้หลากหลาย
tr: Program çeşitli
uk: Програма використовує різні
ur: پروگرام مختلف استعمال کرتا ہے۔
vi: Chương trình sử dụng nhiều

source: sound files for the sound effects in the program.
es: archivos de sonido para los efectos de sonido en el programa.
sr: звучне датотеке за звучне ефекте у програму.
sv: ljudfiler för ljudeffekterna i programmet.
sw: faili za sauti kwa athari za sauti kwenye programu.
ta: நிரலில் உள்ள ஒலி விளைவுகளுக்கான ஒலி கோப்புகள்.
th: ไฟล์เสียงสำหรับเอฟเฟ็กต์เสียงในโปรแกรม
tr: Programdaki ses efektleri için ses dosyaları.
uk: звукові файли для звукових ефектів у програмі.
ur: پروگرام میں صوتی اثرات کے لیے ساؤنڈ فائلز۔
vi: tệp âm thanh cho các hiệu ứng âm thanh trong chương trình.

source: They are usually installed in the
es: Generalmente se instalan en el
sr: Обично се инсталирају у
sv: De är vanligtvis installerade i
sw: Kwa kawaida huwekwa kwenye
ta: அவை வழக்கமாக நிறுவப்படும்
th: โดยปกติจะติดตั้งใน
tr: Bunlar genellikle şuraya kurulur:
uk: Зазвичай вони встановлюються в
ur: وہ عام طور پر میں نصب ہوتے ہیں۔
vi: Chúng thường được cài đặt trong

source: directory
es: directorio
sr: именик
sv: katalog
sw: saraka
ta: அடைவு
th: ไดเรกทอรี
tr: dizin
uk: каталог
ur: ڈائریکٹری
vi: thư mục

source: As with the bitmap files, I have put in some extra files,
es: Al igual que con los archivos de mapa de bits, he incluido algunos archivos adicionales,
sr: Као и са битмап датотекама, ставио сам неке додатне датотеке,
sv: Som med bitmappsfilerna har jag lagt in några extra filer,
sw: Kama ilivyo kwa faili za bitmap, nimeweka faili zingine za ziada,
ta: பிட்மேப் கோப்புகளைப் போலவே, நான் சில கூடுதல் கோப்புகளை சேர்த்துள்ளேன்,
th: เช่นเดียวกับไฟล์บิตแมป ฉันได้ใส่ไฟล์เพิ่มเติมเข้าไปบ้าง
tr: Bitmap dosyalarında olduğu gibi, bazı ekstra dosyalar ekledim.
uk: Як і у випадку з растровими файлами, я додав кілька додаткових файлів,
ur: بٹ میپ فائلوں کی طرح، میں نے کچھ اضافی فائلیں ڈالی ہیں،
vi: Cũng như các tập tin bitmap, tôi đã đưa vào một số tập tin bổ sung,

source: so that you can swap in new sounds if you want to.
es: para que puedas intercambiar nuevos sonidos si lo deseas.
sr: тако да можете заменити нове звукове ако желите.
sv: så att du kan byta in nya ljud om du vill.
sw: ili uweze kubadilishana sauti mpya ikiwa unataka.
ta: நீங்கள் விரும்பினால் புதிய ஒலிகளை மாற்றிக் கொள்ளலாம்.
th: เพื่อให้คุณสามารถสลับเสียงใหม่ได้หากคุณต้องการ
tr: böylece isterseniz yeni seslerle takas yapabilirsiniz.
uk: так що ви можете замінити нові звуки, якщо хочете.
ur: تاکہ اگر آپ چاہیں تو نئی آوازوں میں تبادلہ کر سکیں۔
vi: để bạn có thể thay đổi âm thanh mới nếu muốn.

source: e.g. To try a different sound for
es: p.ej. Para probar un sonido diferente para
sr: нпр. Да испробам другачији звук
sv: till exempel För att prova ett annat ljud
sw: k.m. Ili kujaribu sauti tofauti kwa
ta: எ.கா. வேறு ஒலியை முயற்சிக்க
th: เช่น ลองใช้เสียงอื่นแทน
tr: Örn. Farklı bir ses denemek için
uk: напр. Щоб спробувати інший звук для
ur: جیسے کے لیے ایک مختلف آواز آزمانے کے لیے
vi: ví dụ: Để thử một âm thanh khác cho

source: rename the original file to
es: cambiar el nombre del archivo original a
sr: преименујте оригиналну датотеку у
sv: byt namn på originalfilen till
sw: badilisha jina la faili asili kuwa
ta: அசல் கோப்பை மறுபெயரிடுங்கள்
th: เปลี่ยนชื่อไฟล์ต้นฉบับเป็น
tr: orijinal dosyanın adını değiştir
uk: перейменувати вихідний файл на
ur: اصل فائل کا نام تبدیل کریں۔
vi: đổi tên tập tin gốc thành

source: or something similar
es: o algo similar
sr: или нешто слично
sv: eller något liknande
sw: au kitu kama hicho
ta: அல்லது அது போன்ற ஏதாவது
th: หรืออะไรทำนองนั้น
tr: veya buna benzer bir şey
uk: або щось подібне
ur: یا کچھ اسی طرح؟
vi: hoặc cái gì đó tương tự

source: and then rename
es: y luego renombrar
sr: а затим преименујте
sv: och döp sedan om
sw: na kisha ubadilishe jina
ta: பின்னர் மறுபெயரிடுங்கள்
th: แล้วเปลี่ยนชื่อ
tr: ve sonra yeniden adlandır
uk: а потім перейменувати
ur: اور پھر نام تبدیل کریں
vi: và sau đó đổi tên

source: to
es: a
sr: да
sv: till
sw: kwa
ta: செய்ய
th: ถึง
tr: ile
uk: до
ur: کو
vi: ĐẾN
