Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Moves prior to this position will be lost
es: Los movimientos anteriores a esta posición se perderán.
sr: Покрети пре ове позиције ће бити изгубљени
sv: Flytt före denna position kommer att gå förlorade
sw: Uhamishaji kabla ya nafasi hii utapotea
ta: இந்த நிலைக்கு முந்தைய நகர்வுகள் இழக்கப்படும்.
th: การเคลื่อนไหวก่อนหน้านี้จะสูญหาย
tr: Bu konumdan önceki hamleler kaybedilecek
uk: Ходи до цієї позиції будуть втрачені
ur: اس پوزیشن سے پہلے کی حرکتیں ضائع ہو جائیں گی۔
vi: Các nước đi trước vị trí này sẽ bị mất

source: This command only works when you are playing a game
es: Este comando solo funciona cuando estás jugando un juego.
sr: Ова команда ради само када играте игру
sv: Detta kommando fungerar bara när du spelar ett spel
sw: Amri hii inafanya kazi tu wakati unacheza mchezo
ta: நீங்கள் ஒரு விளையாட்டை விளையாடும்போது மட்டுமே இந்த கட்டளை செயல்படும்.
th: คำสั่งนี้จะใช้งานได้เฉพาะเมื่อคุณกำลังเล่นเกมเท่านั้น
tr: Bu komut yalnızca oyun oynarken çalışır
uk: Ця команда працює, лише коли ви граєте в гру
ur: یہ کمانڈ صرف اس وقت کام کرتی ہے جب آپ گیم کھیل رہے ہوں۔
vi: Lệnh này chỉ hoạt động khi bạn đang chơi trò chơi

source: Are you sure that you want to resign (y/n) ?
es: ¿Estas seguro que deseas renunciar (t/n)?
sr: Да ли сте сигурни да желите да дате оставку (да/не)?
sv: Är du säker på att du vill avgå (y/n) ?
sw: Je, una uhakika kuwa unataka kujiuzulu (y/n) ?
ta: நீங்கள் ராஜினாமா செய்ய விரும்புகிறீர்களா (உ/ந)?
th: คุณแน่ใจว่าต้องการลาออกหรือไม่ (y/n)?
tr: İstifa etmek istediğinizden emin misiniz (e/h)?
uk: Ви впевнені, що хочете піти у відставку (y/n)?
ur: کیا آپ واقعی مستعفی ہونا چاہتے ہیں (y/n)؟
vi: Bạn có chắc chắn muốn từ chức không (y/n)?

source: Please confirm resignation
es: Por favor confirme su renuncia
sr: Молимо потврдите оставку
sv: Vänligen bekräfta avgången
sw: Tafadhali thibitisha kujiuzulu
ta: ராஜினாமாவை உறுதிப்படுத்தவும்.
th: กรุณายืนยันการลาออก
tr: Lütfen istifanızı onaylayın
uk: Будь ласка, підтвердьте відставку
ur: برائے مہربانی استعفیٰ کی تصدیق کریں۔
vi: Xin vui lòng xác nhận đơn từ chức

source: If you close this window, the connection to Fics will be lost.
es: Si cierra esta ventana, se perderá la conexión a Fics.
sr: Ако затворите овај прозор, веза са Фицс-ом ће се изгубити.
sv: Om du stänger det här fönstret kommer anslutningen till Fics att förloras.
sw: Ukifunga dirisha hili, muunganisho wa Fics utapotea.
ta: இந்த சாளரத்தை மூடினால், Fics உடனான இணைப்பு துண்டிக்கப்படும்.
th: หากคุณปิดหน้าต่างนี้ การเชื่อมต่อกับ Fics จะขาดหายไป
tr: Bu pencereyi kapatırsanız Fics ile olan bağlantınız kaybolacaktır.
uk: Якщо ви закриєте це вікно, з’єднання з Fics буде втрачено.
ur: اگر آپ اس ونڈو کو بند کرتے ہیں، تو Fics سے رابطہ منقطع ہو جائے گا۔
vi: Nếu bạn đóng cửa sổ này, kết nối tới Fics sẽ bị mất.

source: You can minimize the window without losing the connection.
es: Puedes minimizar la ventana sin perder la conexión.
sr: Можете да минимизирате прозор без губитка везе.
sv: Du kan minimera fönstret utan att tappa anslutningen.
sw: Unaweza kupunguza dirisha bila kupoteza uunganisho.
ta: இணைப்பை இழக்காமல் நீங்கள் சாளரத்தைக் குறைக்கலாம்.
th: คุณสามารถย่อขนาดหน้าต่างได้โดยไม่สูญเสียการเชื่อมต่อ
tr: Bağlantıyı kaybetmeden pencereyi küçültebilirsiniz.
uk: Ви можете згорнути вікно, не втрачаючи з’єднання.
ur: آپ کنکشن کھونے کے بغیر ونڈو کو کم سے کم کر سکتے ہیں۔
vi: Bạn có thể thu nhỏ cửa sổ mà không mất kết nối.

source: Do you still wish to close the window (y/n) ?
es: ¿Aún deseas cerrar la ventana (t/n)?
sr: Да ли и даље желите да затворите прозор (и/н)?
sv: Vill du fortfarande stänga fönstret (y/n) ?
sw: Je, bado ungependa kufunga dirisha (y/n) ?
ta: நீங்கள் இன்னும் சாளரத்தை மூட விரும்புகிறீர்களா (y/n)?
th: คุณยังต้องการที่จะปิดหน้าต่างหรือไม่ (y/n)?
tr: Hala pencereyi kapatmak istiyor musunuz (e/h)?
uk: Ви все ще хочете закрити вікно (y/n)?
ur: کیا آپ اب بھی ونڈو بند کرنا چاہتے ہیں (y/n)؟
vi: Bạn vẫn muốn đóng cửa sổ chứ (y/n)?

source: Please confirm the window closing
es: Por favor confirme el cierre de la ventana
sr: Потврдите затварање прозора
sv: Vänligen bekräfta att fönstret stängs
sw: Tafadhali thibitisha kufungwa kwa dirisha
ta: சாளர மூடுதலை உறுதிப்படுத்தவும்.
th: กรุณายืนยันการปิดหน้าต่าง
tr: Lütfen pencerenin kapanmasını onaylayın
uk: Будь ласка, підтвердьте закриття вікна
ur: براہ کرم ونڈو بند ہونے کی تصدیق کریں۔
vi: Vui lòng xác nhận việc đóng cửa sổ

source: Log on as well
es: Inicie sesión también
sr: Пријавите се такође
sv: Logga in också
sw: Ingia pia
ta: நீங்களும் உள்நுழையுங்கள்.
th: เข้าสู่ระบบด้วยเช่นกัน
tr: Siz de giriş yapın
uk: Увійдіть також
ur: ساتھ ساتھ لاگ ان کریں۔
vi: Đăng nhập cũng vậy

source: Log on as guest
es: Iniciar sesión como invitado
sr: Пријавите се као гост
sv: Logga in som gäst
sw: Ingia kama mgeni
ta: விருந்தினராக உள்நுழைக
th: เข้าสู่ระบบในฐานะแขก
tr: Misafir olarak oturum açın
uk: Увійдіть як гість
ur: بطور مہمان لاگ ان کریں۔
vi: Đăng nhập với tư cách là khách

source: As registered user
es: Como usuario registrado
sr: Као регистровани корисник
sv: Som registrerad användare
sw: Kama mtumiaji aliyesajiliwa
ta: பதிவுசெய்யப்பட்ட பயனராக
th: เป็นผู้ใช้ที่ลงทะเบียน
tr: Kayıtlı kullanıcı olarak
uk: Як зареєстрований користувач
ur: بطور رجسٹرڈ صارف
vi: Với tư cách là người dùng đã đăng ký

source: User name :
es: Nombre de usuario :
sr: Корисничко име:
sv: Användarnamn:
sw: Jina la mtumiaji:
ta: பயனர் பெயர் :
th: ชื่อผู้ใช้ :
tr: Kullanıcı adı :
uk: Ім'я користувача:
ur: صارف کا نام:
vi: Tên người dùng:

source: Password :
es: Contraseña :
sr: Лозинка:
sv: Lösenord:
sw: Nenosiri:
ta: கடவுச்சொல்:
th: รหัสผ่าน :
tr: Şifre :
uk: Пароль:
ur: پاس ورڈ:
vi: Mật khẩu :

source: Connect
es: Conectar
sr: Повежите се
sv: Ansluta
sw: Unganisha
ta: இணைக்கவும்
th: เชื่อมต่อ
tr: Bağlamak
uk: Підключитися
ur: جڑیں۔
vi: Kết nối

source: This dialog box allows you to connect to Fics
es: Este cuadro de diálogo le permite conectarse a Fics
sr: Овај оквир за дијалог вам омогућава да се повежете на Фицс
sv: Den här dialogrutan låter dig ansluta till Fics
sw: Kisanduku kidadisi hiki hukuruhusu kuunganisha kwenye Fics
ta: இந்த உரையாடல் பெட்டி உங்களை Fics உடன் இணைக்க அனுமதிக்கிறது.
th: กล่องโต้ตอบนี้ช่วยให้คุณเชื่อมต่อกับ Fics
tr: Bu iletişim kutusu Fics'e bağlanmanızı sağlar
uk: Це діалогове вікно дозволяє підключатися до Fics
ur: یہ ڈائیلاگ باکس آپ کو Fics سے جڑنے کی اجازت دیتا ہے۔
vi: Hộp thoại này cho phép bạn kết nối với Fics

source: You can also log on simutaneously, either as a guest,
es: También puedes iniciar sesión simultáneamente, ya sea como invitado,
sr: Такође можете да се пријавите истовремено, било као гост,
sv: Du kan också logga in samtidigt, antingen som gäst,
sw: Unaweza pia kuingia kwa wakati mmoja, ama kama mgeni,
ta: நீங்கள் ஒரே நேரத்தில் உள்நுழையலாம், விருந்தினராகவோ அல்லது,
th: คุณสามารถเข้าสู่ระบบได้พร้อมกันทั้งในฐานะแขก
tr: Aynı anda misafir olarak da oturum açabilirsiniz.
uk: Ви також можете увійти одночасно як гість або
ur: آپ بیک وقت لاگ ان بھی کر سکتے ہیں، یا تو بطور مہمان،
vi: Bạn cũng có thể đăng nhập đồng thời, với tư cách là khách,

source: or as a registered user if you enter your username and password.
es: o como usuario registrado si ingresas tu nombre de usuario y contraseña.
sr: или као регистровани корисник ако унесете своје корисничко име и лозинку.
sv: eller som registrerad användare om du anger ditt användarnamn och lösenord.
sw: au kama mtumiaji aliyesajiliwa ukiingiza jina lako la mtumiaji na nenosiri.
ta: அல்லது உங்கள் பயனர்பெயர் மற்றும் கடவுச்சொல்லை உள்ளிட்டால் பதிவுசெய்யப்பட்ட பயனராக.
th: หรือหากคุณเป็นผู้ใช้ที่ลงทะเบียนแล้วให้กรอกชื่อผู้ใช้และรหัสผ่านของคุณ
tr: veya kullanıcı adınızı ve şifrenizi girerseniz kayıtlı kullanıcı olarak da giriş yapabilirsiniz.
uk: або як зареєстрований користувач, якщо ви введете своє ім'я користувача та пароль.
ur: یا رجسٹرڈ صارف کے طور پر اگر آپ اپنا صارف نام اور پاس ورڈ درج کریں۔
vi: hoặc với tư cách là người dùng đã đăng ký nếu bạn nhập tên người dùng và mật khẩu.

source: If the connection is successful, you will see the
es: Si la conexión es exitosa, verá el
sr: Ако је веза успешна, видећете
sv: Om anslutningen lyckas kommer du att se
sw: Ikiwa muunganisho umefanikiwa, utaona faili ya
ta: இணைப்பு வெற்றிகரமாக இருந்தால், நீங்கள் பார்ப்பீர்கள்
th: หากการเชื่อมต่อสำเร็จ คุณจะเห็น
tr: Bağlantı başarılı olursa, şunu göreceksiniz:
uk: Якщо підключення вдалось, ви побачите
ur: اگر کنکشن کامیاب ہے، تو آپ دیکھیں گے۔
vi: Nếu kết nối thành công, bạn sẽ thấy

source: Fics welcome screen in the < Output from Fics > text box.
es: Pantalla de bienvenida de Fics en el cuadro de texto <Salida de Fics>.
sr: Екран добродошлице Фицс-а у пољу за текст < Оутпут фром Фицс >.
sv: Fics välkomstskärm i textrutan < Utdata från Fics >.
sw: Fics kukaribisha skrini katika < Output from Fics > text box.
ta: <Fics > உரைப் பெட்டியிலிருந்து <வெளியீடு> Fics வரவேற்புத் திரை.
th: หน้าจอต้อนรับ Fics ในกล่องข้อความ <ผลลัพธ์จาก Fics>
tr: < Fics'ten Çıktı > metin kutusunda Fics karşılama ekranı.
uk: Екран привітання Fics у текстовому полі < Output from Fics >.
ur: <Fics سے آؤٹ پٹ> ٹیکسٹ باکس میں Fics کا استقبال اسکرین۔
vi: Màn hình chào mừng Fics trong hộp văn bản < Đầu ra từ Fics >.

source: If the connection fails, you will get an error message.
es: Si falla la conexión, recibirás un mensaje de error.
sr: Ако веза не успе, добићете поруку о грешци.
sv: Om anslutningen misslyckas får du ett felmeddelande.
sw: Ikiwa muunganisho utashindwa, utapata ujumbe wa hitilafu.
ta: இணைப்பு தோல்வியடைந்தால், உங்களுக்கு ஒரு பிழைச் செய்தி கிடைக்கும்.
th: หากการเชื่อมต่อล้มเหลวคุณจะได้รับข้อความแสดงข้อผิดพลาด
tr: Bağlantı başarısız olursa hata mesajı alırsınız.
uk: Якщо підключення не вдається, ви отримаєте повідомлення про помилку.
ur: اگر کنکشن ناکام ہوجاتا ہے، تو آپ کو ایک غلطی کا پیغام ملے گا۔
vi: Nếu kết nối không thành công, bạn sẽ nhận được thông báo lỗi.

source: and instructions on how to try to solve the problem.
es: e instrucciones sobre cómo intentar resolver el problema.
sr: и упутства о томе како да покушате да решите проблем.
sv: och instruktioner om hur man försöker lösa problemet.
sw: na maelekezo ya jinsi ya kujaribu kutatua tatizo.
ta: மற்றும் சிக்கலை எவ்வாறு தீர்க்க முயற்சிப்பது என்பதற்கான வழிமுறைகள்.
th: และคำแนะนำในการลองแก้ไขปัญหา
tr: ve sorunu nasıl çözeceğinize dair talimatlar.
uk: і вказівки, як спробувати вирішити проблему.
ur: اور مسئلہ کو حل کرنے کی کوشش کرنے کے بارے میں ہدایات۔
vi: và hướng dẫn cách giải quyết vấn đề.

source: Connect to Fics help
es: Conectarse a la ayuda de Fics
sr: Повежите се са помоћи за Фицс
sv: Anslut till Fics hjälp
sw: Unganisha kwa usaidizi wa Fics
ta: ஃபிக்ஸ் உதவிக்கு இணைக்கவும்
th: เชื่อมต่อกับความช่วยเหลือ Fics
tr: Fics yardımına bağlanın
uk: Підключіться до довідки Fics
ur: Fics مدد سے جڑیں۔
vi: Kết nối với trợ giúp Fics

source: Your opponent has offered you a draw
es: Tu oponente te ha ofrecido tablas
sr: Противник вам је понудио реми
sv: Din motståndare har erbjudit dig oavgjort
sw: Mpinzani wako amekupa sare
ta: உங்கள் எதிராளி உங்களுக்கு ஒரு டிராவை வழங்கியுள்ளார்.
th: คู่ต่อสู้ของคุณเสนอผลเสมอให้กับคุณ
tr: Rakibiniz size beraberlik teklif etti
uk: Ваш суперник запропонував вам нічию
ur: آپ کے مخالف نے آپ کو ڈرا کی پیشکش کی ہے۔
vi: Đối thủ của bạn đã đề nghị bạn rút thăm

source: Do you wish to accept ?
es: ¿Deseas aceptar?
sr: Да ли желите да прихватите?
sv: Vill du acceptera?
sw: Je, ungependa kukubali?
ta: நீங்கள் ஏற்றுக்கொள்ள விரும்புகிறீர்களா?
th: คุณต้องการที่จะยอมรับหรือไม่?
tr: Kabul etmek istiyor musunuz?
uk: Ви бажаєте прийняти?
ur: کیا آپ قبول کرنا چاہتے ہیں؟
vi: Bạn có muốn chấp nhận không?

source: Your opponent has offered to abort the game
es: Tu oponente ha ofrecido abortar el juego.
sr: Ваш противник је понудио да прекине игру
sv: Din motståndare har erbjudit sig att avbryta spelet
sw: Mpinzani wako amejitolea kukomesha mchezo
ta: உங்கள் எதிராளி விளையாட்டை நிறுத்த முன்வந்துள்ளார்.
th: คู่ต่อสู้ของคุณได้เสนอที่จะยกเลิกเกม
tr: Rakibiniz oyunu iptal etmeyi teklif etti
uk: Ваш суперник запропонував перервати гру
ur: آپ کے مخالف نے گیم کو ختم کرنے کی پیشکش کی ہے۔
vi: Đối thủ của bạn đã đề nghị hủy bỏ trò chơi

source: Game over - Game was drawn
es: Juego terminado - El juego quedó empatado
sr: Игра завршена - Утакмица је нерешена
sv: Game over - Matchen var oavgjord
sw: Mchezo umekwisha - Mchezo ulitolewa
ta: ஆட்டம் முடிந்தது - ஆட்டம் டிரா செய்யப்பட்டது.
th: เกมจบ - เกมเสมอ
tr: Oyun bitti - Oyun berabere bitti
uk: Гра закінчилася - гра була нічиєю
ur: گیم ختم - گیم ڈرا ہو گیا۔
vi: Game over - Trận đấu đã hòa

source: Game over :-
es: Juego terminado :-
sr: Игра је готова :-
sv: Spelet över :-
sw: Mchezo umeisha:-
ta: ஆட்டம் முடிந்தது :-
th: เกมจบ :-
tr: Oyun bitti :-
uk: Гра закінчена:-
ur: کھیل ختم:-
vi: Trò chơi kết thúc :-

source: Black checkmated
es: Las negras dieron jaque mate
sr: Црни мат
sv: Svart schackmatt
sw: Nyeusi iliyounganishwa
ta: கருப்பு செக்மேட்
th: เช็คเมทสีดำ
tr: Siyah şah mat oldu
uk: Чорний мат
ur: بلیک چیک میٹڈ
vi: Đen chiếu hết

source: Black forfeits on time
es: Las negras pierden por tiempo
sr: Црни губици на време
sv: Svart förlorar i tid
sw: Upotezaji mweusi kwa wakati
ta: கருப்பு சரியான நேரத்தில் இழக்கப்படுகிறது
th: ดำสละสิทธิ์ตรงเวลา
tr: Siyah, zamanında pes ediyor
uk: Чорні програють вчасно
ur: وقت پر سیاہ فام
vi: Đen bỏ cuộc đúng giờ

source: White wins
es: Las blancas ganan
sr: Бели побеђује
sv: Vit vinner
sw: Nyeupe inashinda
ta: வெள்ளையர் வெற்றி
th: สีขาวชนะ
tr: Beyaz kazanır
uk: Білі перемагають
ur: سفید جیت گیا۔
vi: Trắng thắng

source: White checkmated
es: Las blancas dieron jaque mate
sr: Бели мат
sv: Vit schackmatt
sw: Imechangiwa nyeupe
ta: வெள்ளை செக்மேட்
th: เช็คเมทสีขาว
tr: Beyaz şah mat oldu
uk: Білі поставили мат
ur: سفید چیک میٹڈ
vi: Trắng chiếu hết

source: White forfeits on time
es: Las blancas pierden por tiempo
sr: Бели губи на време
sv: Vit förlorar i tid
sw: Nyeupe hupoteza kwa wakati
ta: வெள்ளையர் சரியான நேரத்தில் தோல்வியடைகிறார்
th: ไวท์สละสิทธิ์ตรงเวลา
tr: Beyaz zamanında pes ediyor
uk: Білі програють вчасно
ur: سفید فام وقت پر
vi: Trắng bỏ cuộc đúng giờ

source: Black wins
es: Las negras ganan
sr: Црни побеђује
sv: Svart vinner
ta: கருப்பு வெற்றிகள்
th: สีดำชนะ
tr: Siyah kazanır
uk: Чорні перемагають
ur: سیاہ جیت جاتا ہے۔
vi: Đen thắng

source: Game over
es: Juego terminado
sr: Игра је готова
sv: Spelet slut
sw: Mchezo umekwisha
ta: ஆட்டம் முடிந்தது
th: เกมจบแล้ว
tr: Oyun bitti
uk: Гра закінчена
ur: کھیل ختم
vi: Trò chơi kết thúc

source: Drawn by agreement
es: Dibujado por acuerdo
sr: Нацртано по договору
sv: Ritat efter överenskommelse
sw: Imechorwa na makubaliano
ta: ஒப்பந்தத்தின் மூலம் வரையப்பட்டது
th: วาดตามข้อตกลง
tr: Anlaşmayla çizilmiş
uk: Оформляється за домовленістю
ur: معاہدے کے ذریعے تیار کیا گیا۔
vi: Được vẽ theo thỏa thuận

source: Drawn by insufficient material
es: Atraído por material insuficiente
sr: Нацртано недовољно материјала
sv: Ritad av otillräckligt material
sw: Imechorwa na nyenzo haitoshi
ta: போதுமான உள்ளடக்கம் இல்லாததால் வரையப்பட்டது
th: วาดด้วยวัสดุไม่เพียงพอ
tr: Yetersiz malzeme nedeniyle çizildi
uk: Намальований недостатнім матеріалом
ur: ناکافی مواد سے تیار کیا گیا ہے۔
vi: Vẽ bằng vật liệu không đủ

source: Drawn by stalemate
es: Empatados por el empate
sr: Привучен застојем
sv: Ritad av dödläge
sw: Imechorwa na mkwamo
ta: தேக்கநிலையால் வரையப்பட்டது
th: วาดโดยความชะงักงัน
tr: Kilit tarafından çizildi
uk: Затягнутий в глухий кут
ur: تعطل کا شکار
vi: Rút ra bởi thế bế tắc

source: Drawn by the 50 move rule
es: Dibujado según la regla de los 50 movimientos
sr: Извучено по правилу 50 потеза
sv: Dras av 50 drag regeln
sw: Imechorwa na kanuni ya 50 ya hoja
ta: 50 நகர்வு விதியால் வரையப்பட்டது
th: วาดโดยกฎการเคลื่อนที่ 50 ครั้ง
tr: 50 hamle kuralına göre çizildi
uk: Розіграно за правилом 50 ходів
ur: 50 اقدام کے اصول کے ذریعہ تیار کیا گیا ہے۔
vi: Được vẽ theo quy tắc 50 nước đi

source: Enter the game request parameters :
es: Introduzca los parámetros de solicitud del juego:
sr: Унесите параметре захтева за игру:
sv: Ange parametrarna för spelförfrågan:
sw: Ingiza vigezo vya ombi la mchezo :
ta: விளையாட்டு கோரிக்கை அளவுருக்களை உள்ளிடவும்:
th: กรอกพารามิเตอร์คำขอเกม:
tr: Oyun istek parametrelerini girin:
uk: Введіть параметри запиту гри:
ur: گیم کی درخواست کے پیرامیٹرز درج کریں:
vi: Nhập các thông số yêu cầu trò chơi:

source: Time controls :
es: Controles de tiempo:
sr: Контроле времена:
sv: Tidskontroller:
sw: Vidhibiti vya wakati:
ta: நேரக் கட்டுப்பாடுகள்:
th: การควบคุมเวลา:
tr: Zaman kontrolleri :
uk: Контроль часу:
ur: وقت کنٹرول:
vi: Kiểm soát thời gian:

source: Minutes
es: Minutos
sr: Минуте
sv: Minuter
sw: Dakika
ta: நிமிடங்கள்
th: นาที
tr: Dakikalar
uk: хвилин
ur: منٹس
vi: Phút

source: Increment (secs)
es: Incremento (segundos)
sr: Повећање (сек.)
sv: Öka (sek.)
sw: Ongezeko (sekunde)
ta: அதிகரிப்பு (வினாடிகள்)
th: เพิ่ม (วินาที)
tr: Artış (saniye)
uk: Приріст (с)
ur: اضافہ (سیکنڈ)
vi: Tăng dần (giây)

source: Select colour :
es: Seleccionar color :
sr: Изаберите боју:
sv: Välj färg:
sw: Chagua rangi:
ta: வண்ணத்தைத் தேர்ந்தெடுங்கள்:
th: เลือกสี :
tr: Renk seçiniz :
uk: Виберіть колір:
ur: رنگ منتخب کریں:
vi: Chọn màu:

source: Either
es: Cualquiera
sr: Или
sv: Antingen
sw: Ama
ta: ஒன்று
th: ทั้ง
tr: Herhangi biri
uk: Або
ur: یا تو
vi: Hoặc

source: Rating range :
es: Rango de calificación:
sr: Распон рејтинга:
sv: Betygsintervall:
sw: Kiwango cha ukadiriaji:
ta: மதிப்பீட்டு வரம்பு:
th: ช่วงเรท :
tr: Derecelendirme aralığı :
uk: Діапазон оцінок:
ur: درجہ بندی کی حد:
vi: Phạm vi đánh giá:

source: Lower
es: Más bajo
sr: Ниже
sv: Lägre
sw: Chini
ta: கீழ்
th: ต่ำกว่า
tr: Daha düşük
uk: Нижній
ur: زیریں
vi: Thấp hơn

source: Upper
es: Superior
sr: Уппер
sv: Övre
sw: Juu
ta: மேல்
th: ด้านบน
tr: Üst
uk: Верхній
ur: اوپری
vi: Phía trên

source: Rated game
es: Juego clasificado
sr: Оцењена игра
sv: Betygsatt spel
sw: Iliyokadiriwa mchezo
ta: மதிப்பிடப்பட்ட விளையாட்டு
th: เกมเรท
tr: Derecelendirilmiş oyun
uk: Рейтингова гра
ur: ریٹیڈ گیم
vi: Trò chơi được xếp hạng

source: Auto response
es: Respuesta automática
sr: Аутоматски одговор
sv: Autosvar
sw: Jibu otomatiki
ta: தானியங்கி பதில்
th: ตอบกลับอัตโนมัติ
tr: Otomatik yanıt
uk: Автовідповідь
ur: خودکار جواب
vi: Phản hồi tự động

source: Apply formula
es: Aplicar fórmula
sr: Примените формулу
sv: Använd formeln
sw: Tumia fomula
ta: சூத்திரத்தைப் பயன்படுத்து
th: ใช้สูตร
tr: Formülü uygula
uk: Застосувати формулу
ur: فارمولا لاگو کریں۔
vi: Áp dụng công thức

source: Place ad
es: Colocar anuncio
sr: Поставите оглас
sv: Placera annons
sw: Tangazo la mahali
ta: விளம்பரத்தை வைக்கவும்
th: ลงโฆษณา
tr: Reklam ver
uk: Розмістити оголошення
ur: جگہ کا اشتہار
vi: Đặt quảng cáo

source: Input the time in minutes allowed for a game
es: Ingrese el tiempo en minutos permitido para un juego
sr: Унесите време у минутима дозвољено за игру
sv: Ange tiden i minuter som tillåts för ett spel
sw: Ingiza muda katika dakika zinazoruhusiwa kwa mchezo
ta: ஒரு விளையாட்டுக்கு அனுமதிக்கப்பட்ட நேரத்தை நிமிடங்களில் உள்ளிடவும்.
th: ป้อนเวลาเป็นนาทีที่กำหนดสำหรับเกม
tr: Bir oyun için izin verilen süreyi dakika cinsinden girin
uk: Введіть час у хвилинах, дозволений для гри
ur: گیم کے لیے وقت کو منٹوں میں داخل کریں۔
vi: Nhập thời gian tính bằng phút được phép cho một trò chơi

source: Select the increment in seconds which
es: Seleccione el incremento en segundos que
sr: Изаберите инкремент у секундама који
sv: Välj ökningen i sekunder som
sw: Chagua nyongeza katika sekunde ambayo
ta: வினாடிகளில் அதிகரிப்பைத் தேர்ந்தெடுக்கவும்.
th: เลือกการเพิ่มเป็นวินาทีซึ่ง
tr: Saniye cinsinden artışı seçin
uk: Виберіть крок у секундах, який
ur: انکریمنٹ کو سیکنڈوں میں منتخب کریں۔
vi: Chọn sự gia tăng tính bằng giây

source: will be added after a move is played.
es: Se agregará después de que se realice un movimiento.
sr: биће додат након што се одигра потез.
sv: kommer att läggas till efter att ett drag har spelat.
sw: itaongezwa baada ya hoja kuchezwa.
ta: ஒரு நகர்வு இயக்கப்பட்ட பிறகு சேர்க்கப்படும்.
th: จะถูกเพิ่มหลังจากมีการเล่นการเคลื่อนไหว
tr: Bir hamle oynandıktan sonra eklenecektir.
uk: буде додано після виконання ходу.
ur: ایک چال چلنے کے بعد شامل کیا جائے گا۔
vi: sẽ được thêm vào sau khi nước đi được thực hiện.

source: Select to play white
es: Selecciona para jugar con blancas
sr: Изаберите за репродукцију беле боје
sv: Välj för att spela vit
sw: Chagua kucheza nyeupe
ta: வெள்ளை நிறத்தில் விளையாடத் தேர்ந்தெடுக்கவும்.
th: เลือกเล่นสีขาว
tr: Beyaz oynamayı seçin
uk: Виберіть, щоб грати білими
ur: سفید کھیلنے کے لیے منتخب کریں۔
vi: Chọn để chơi màu trắng

source: Select to play black
es: Selecciona para jugar negro
sr: Изаберите да бисте играли црно
sv: Välj för att spela svart
sw: Chagua kucheza nyeusi
ta: கருப்பு நிறத்தில் விளையாடத் தேர்ந்தெடுக்கவும்.
th: เลือกเล่นสีดำ
tr: Siyah oynamayı seçin
uk: Виберіть, щоб грати чорними
ur: سیاہ کھیلنے کے لیے منتخب کریں۔
vi: Chọn để chơi màu đen

source: Select to play either colour
es: Selecciona para jugar con cualquier color
sr: Изаберите за репродукцију било које боје
sv: Välj för att spela någon av färgerna
sw: Chagua kucheza rangi yoyote
ta: விளையாட எந்த நிறத்தையும் தேர்ந்தெடுக்கவும்.
th: เลือกเล่นสีใดสีหนึ่ง
tr: Herhangi bir rengi oynatmayı seçin
uk: Виберіть для відтворення будь-який колір
ur: کسی بھی رنگ کو کھیلنے کے لیے منتخب کریں۔
vi: Chọn để chơi một trong hai màu

source: Select the lower rating range for an opponent
es: Seleccione el rango de calificación más bajo para un oponente
sr: Изаберите доњи опсег рејтинга за противника
sv: Välj det lägre betygsintervallet för en motståndare
sw: Chagua kiwango cha chini cha ukadiriaji kwa mpinzani
ta: எதிராளிக்கு குறைந்த மதிப்பீட்டு வரம்பைத் தேர்ந்தெடுக்கவும்.
th: เลือกช่วงคะแนนที่ต่ำกว่าสำหรับฝ่ายตรงข้าม
tr: Bir rakip için daha düşük derecelendirme aralığını seçin
uk: Виберіть нижчий діапазон рейтингу для суперника
ur: کسی مخالف کے لیے کم درجہ بندی کی حد منتخب کریں۔
vi: Chọn phạm vi xếp hạng thấp hơn cho đối thủ

source: Select the upper rating range for an opponent
es: Seleccione el rango de calificación superior para un oponente
sr: Изаберите горњи ранг за противника
sv: Välj det övre betygsintervallet för en motståndare
sw: Chagua safu ya juu ya ukadiriaji kwa mpinzani
ta: எதிராளியின் மேல் மதிப்பீட்டு வரம்பைத் தேர்ந்தெடுக்கவும்.
th: เลือกช่วงคะแนนสูงสุดสำหรับฝ่ายตรงข้าม
tr: Bir rakip için üst derecelendirme aralığını seçin
uk: Виберіть верхній діапазон рейтингу для суперника
ur: مخالف کے لیے اوپری درجہ بندی کی حد منتخب کریں۔
vi: Chọn phạm vi xếp hạng cao nhất cho đối thủ

source: Check to play a rated game
es: Marcar para jugar un juego clasificado
sr: Означите да бисте играли оцењену игру
sv: Markera för att spela ett betygsatt spel
sw: Angalia ili kucheza mchezo uliokadiriwa
ta: மதிப்பிடப்பட்ட விளையாட்டை விளையாட சரிபார்க்கவும்.
th: ตรวจสอบเพื่อเล่นเกมที่ได้รับการจัดอันดับ
tr: Derecelendirilmiş bir oyunu oynamak için kontrol edin
uk: Позначте, щоб зіграти в рейтингову гру
ur: ریٹیڈ گیم کھیلنے کے لیے چیک کریں۔
vi: Kiểm tra để chơi trò chơi được xếp hạng

source: Check for automatic response to your game advert
es: Comprueba la respuesta automática a tu anuncio de juego
sr: Проверите да ли постоји аутоматски одговор на оглас за игру
sv: Kontrollera om automatiskt svar på din spelannons
sw: Angalia majibu ya kiotomatiki kwa tangazo lako la mchezo
ta: உங்கள் விளையாட்டு விளம்பரத்திற்கு தானியங்கி பதிலைச் சரிபார்க்கவும்.
th: ตรวจสอบการตอบสนองอัตโนมัติต่อโฆษณาเกมของคุณ
tr: Oyun reklamınıza otomatik yanıt gelip gelmediğini kontrol edin
uk: Перевірте автоматичну відповідь на рекламу гри
ur: اپنے گیم اشتہار کے لیے خودکار جواب کی جانچ کریں۔
vi: Kiểm tra phản hồi tự động cho quảng cáo trò chơi của bạn
