Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: select <Outbound Rules> from the left panel and follow the same steps.
es: Seleccione <Reglas de salida> en el panel izquierdo y siga los mismos pasos.
sr: изаберите <Оутбоунд Рулес> са леве табле и пратите исте кораке.
sv: välj <Utgående regler> från den vänstra panelen och följ samma steg.
sw: chagua <Kanuni zinazotoka nje> kutoka kwa paneli ya kushoto na ufuate hatua sawa.
ta: இடது பலகத்தில் இருந்து <வெளியேறுதல் விதிகள்> என்பதைத் தேர்ந்தெடுத்து அதே படிகளைப் பின்பற்றவும்.
th: เลือก <กฎขาออก> จากแผงด้านซ้ายและทำตามขั้นตอนเดียวกัน
tr: Sol panelden <Giden Kuralları> seçeneğini seçin ve aynı adımları izleyin.
uk: виберіть <Outbound Rules> на лівій панелі та виконайте ті самі дії.
ur: بائیں پینل سے <Outbound Rules> کو منتخب کریں اور انہی مراحل پر عمل کریں۔
vi: chọn <Quy tắc gửi đi> từ bảng bên trái và làm theo các bước tương tự.

source: On my computer it was not neccessary to allow the Nimzo_3d program
es: En mi computadora no fue necesario permitir el programa Nimzo_3d
sr: На мом рачунару није било потребно дозволити програм Нимзо_3д
sv: På min dator var det inte nödvändigt att tillåta programmet Nimzo_3d
sw: Kwenye kompyuta yangu haikuwa lazima kuruhusu programu ya Nimzo_3d
ta: என் கணினியில் Nimzo_3d நிரலை அனுமதிக்க வேண்டிய அவசியமில்லை.
th: ในคอมพิวเตอร์ของฉันไม่จำเป็นต้องอนุญาตโปรแกรม Nimzo_3d
tr: Bilgisayarımda Nimzo_3d programının çalışmasına izin vermem gerekmiyordu
uk: На моєму комп’ютері не було необхідності дозволяти програму Nimzo_3d
ur: میرے کمپیوٹر پر Nimzo_3d پروگرام کی اجازت دینا ضروری نہیں تھا۔
vi: Trên máy tính của tôi không cần thiết phải cho phép chương trình Nimzo_3d

source: through as well, in order for the Fics connection to work.
es: a través también, para que la conexión Fics funcione.
sr: такође, да би Фицс веза радила.
sv: genom också, för att Fics-kopplingen ska fungera.
sw: kupitia pia, ili muunganisho wa Fics ufanye kazi.
ta: ஃபிக்ஸ் இணைப்பு வேலை செய்வதற்காக, அதே வழியாகவும்.
th: ผ่านไปด้วยเช่นกันเพื่อให้การเชื่อมโยง Fics ทำงานได้
tr: Fics bağlantısının çalışması için de aynısını yapmanız gerekiyor.
uk: через також, щоб підключення Fics працювало.
ur: اس کے ساتھ ساتھ، Fics کنکشن کے کام کرنے کے لیے۔
vi: cũng như vậy, để kết nối Fics có thể hoạt động.

source: If you have anti-virus software with a firewall active on your computer,
es: Si tiene un software antivirus con un firewall activo en su computadora,
sr: Ако имате антивирусни софтвер са активним заштитним зидом на рачунару,
sv: Om du har ett antivirusprogram med en aktiv brandvägg på din dator,
sw: Ikiwa una programu ya kuzuia virusi na firewall inayotumika kwenye kompyuta yako,
ta: உங்கள் கணினியில் ஃபயர்வால் செயலில் உள்ள வைரஸ் எதிர்ப்பு மென்பொருள் இருந்தால்,
th: หากคุณมีซอฟต์แวร์ป้องกันไวรัสพร้อมไฟร์วอลล์ที่ทำงานบนคอมพิวเตอร์ของคุณ
tr: Bilgisayarınızda etkin bir güvenlik duvarı olan antivirüs yazılımınız varsa,
uk: Якщо на вашому комп’ютері встановлено антивірусне програмне забезпечення з брандмауером,
ur: اگر آپ کے کمپیوٹر پر فائر وال کے ساتھ اینٹی وائرس سافٹ ویئر موجود ہے،
vi: Nếu bạn có phần mềm diệt vi-rút có tường lửa đang hoạt động trên máy tính của mình,

source: then please consult their doumentation to see how to allow ports
es: Entonces consulte su documentación para ver cómo permitir puertos.
sr: затим погледајте њихову документацију да видите како да дозволите портове
sv: vänligen konsultera deras dokumentation för att se hur man tillåter portar
sw: basi tafadhali wasiliana na doumentation yao ili kuona jinsi ya kuruhusu bandari
ta: பின்னர் போர்ட்களை எவ்வாறு அனுமதிப்பது என்பதைப் பார்க்க அவர்களின் விளக்கத்தைப் பார்க்கவும்.
th: โปรดดูเอกสารประกอบของพวกเขาเพื่อดูวิธีการอนุญาตพอร์ต
tr: o zaman lütfen portlara nasıl izin verileceğini görmek için belgelerine bakın
uk: тоді зверніться до їхньої документації, щоб дізнатися, як дозволити порти
ur: پھر براہ کرم ان کے ڈومینٹیشن سے مشورہ کریں کہ بندرگاہوں کو کیسے اجازت دی جائے۔
vi: sau đó vui lòng tham khảo tài liệu của họ để xem cách cho phép các cổng

source: through their firewall.
es: a través de su firewall.
sr: кроз њихов заштитни зид.
sv: genom deras brandvägg.
sw: kupitia firewall yao.
ta: அவர்களின் ஃபயர்வால் வழியாக.
th: ผ่านไฟร์วอลล์ของพวกเขา
tr: güvenlik duvarlarını aşarak.
uk: через їх брандмауер.
ur: ان کے فائر وال کے ذریعے۔
vi: thông qua tường lửa của họ.

source: Help for setting up Fics
es: Ayuda para configurar Fics
sr: Помоћ за подешавање Фицс-а
sv: Hjälp för att ställa in Fics
sw: Usaidizi wa kusanidi Fics
ta: புனைவுகளை அமைப்பதற்கான உதவி
th: ขอความช่วยเหลือในการตั้งค่า Fics
tr: Fics kurulumu için yardım
uk: Допомога в налаштуванні Fics
ur: Fics ترتیب دینے میں مدد کریں۔
vi: Trợ giúp thiết lập Fics

source: There are several ways to get a game on Fics.
es: Hay varias formas de conseguir un juego en Fics.
sr: Постоји неколико начина да добијете игру на Фицс-у.
sv: Det finns flera sätt att få ett spel på Fics.
sw: Kuna njia kadhaa za kupata mchezo kwenye Fics.
ta: ஃபிக்ஸில் ஒரு விளையாட்டைப் பெற பல வழிகள் உள்ளன.
th: มีหลายวิธีในการรับเกมบน Fics
tr: Fics'te oyun edinmenin birkaç yolu vardır.
uk: Є кілька способів отримати гру на Fics.
ur: Fics پر گیم حاصل کرنے کے کئی طریقے ہیں۔
vi: Có nhiều cách để chơi trò chơi trên Fics.

source: I think the easiest is to place your own game advert.
es: Creo que lo más fácil es colocar tu propio anuncio del juego.
sr: Мислим да је најлакше поставити сопствену рекламу за игру.
sv: Jag tror att det enklaste är att placera en egen spelannons.
sw: Nadhani rahisi zaidi ni kuweka tangazo lako la mchezo.
ta: உங்கள் சொந்த விளையாட்டு விளம்பரத்தை வைப்பதுதான் எளிதான வழி என்று நான் நினைக்கிறேன்.
th: ฉันคิดว่าวิธีที่ง่ายที่สุดคือการวางโฆษณาเกมของคุณเอง
tr: Bence en kolayı kendi oyun reklamınızı yayınlamanız.
uk: Я думаю, що найпростіше розмістити власну рекламу гри.
ur: میرے خیال میں سب سے آسان یہ ہے کہ آپ اپنے گیم کا اشتہار دیں۔
vi: Tôi nghĩ cách dễ nhất là tự đăng quảng cáo trò chơi của bạn.

source: This can be done by clicking the <Place game advert> icon on the toolbar.
es: Esto se puede hacer haciendo clic en el ícono <Colocar anuncio de juego> en la barra de herramientas.
sr: Ово се може урадити кликом на икону <Постави оглас за игру> на траци са алаткама.
sv: Detta kan göras genom att klicka på ikonen <Placera spelannons> i verktygsfältet.
sw: Hili linaweza kufanywa kwa kubofya ikoni ya <Place game advert> kwenye upau wa vidhibiti.
ta: கருவிப்பட்டியில் உள்ள <Place game advertise> ஐகானைக் கிளிக் செய்வதன் மூலம் இதைச் செய்யலாம்.
th: สามารถทำได้โดยคลิกไอคอน <วางโฆษณาเกม> บนแถบเครื่องมือ
tr: Bu, araç çubuğundaki <Oyun reklamı yerleştir> simgesine tıklanarak yapılabilir.
uk: Це можна зробити, натиснувши піктограму <Place game advert> на панелі інструментів.
ur: یہ ٹول بار پر <Place game advert> آئیکن پر کلک کر کے کیا جا سکتا ہے۔
vi: Bạn có thể thực hiện việc này bằng cách nhấp vào biểu tượng <Đặt quảng cáo trò chơi> trên thanh công cụ.

source: This is usually the 3rd icon from the left.
es: Normalmente este es el tercer ícono desde la izquierda.
sr: Ово је обично трећа икона са леве стране.
sv: Detta är vanligtvis den tredje ikonen från vänster.
sw: Hii ni kawaida ikoni ya 3 kutoka kushoto.
ta: இது பொதுவாக இடதுபுறத்தில் இருந்து 3வது ஐகான் ஆகும்.
th: โดยปกติแล้วนี่คือไอคอนที่ 3 จากด้านซ้าย
tr: Bu genellikle soldan üçüncü ikondur.
uk: Зазвичай це 3-й значок зліва.
ur: یہ عام طور پر بائیں طرف سے تیسرا آئیکن ہوتا ہے۔
vi: Đây thường là biểu tượng thứ 3 tính từ bên trái.

source: This will open the <Place game advert> dialog box
es: Esto abrirá el cuadro de diálogo <Colocar anuncio de juego>
sr: Ово ће отворити оквир за дијалог <Постави оглас за игру>
sv: Detta öppnar dialogrutan <Placera spelannons>
sw: Hii itafungua kisanduku cha mazungumzo cha <Place game advert>
ta: இது <Place game advertise> உரையாடல் பெட்டியைத் திறக்கும்.
th: นี่จะเปิดกล่องโต้ตอบ <วางโฆษณาเกม>
tr: Bu, <Oyun reklamı yerleştir> iletişim kutusunu açacaktır
uk: Відкриється діалогове вікно <Place game advert>
ur: اس سے <Place game advert> ڈائیلاگ باکس کھل جائے گا۔
vi: Thao tác này sẽ mở hộp thoại <Đặt quảng cáo trò chơi>

source: and you can enter your preferred game parameters.
es: y podrás ingresar tus parámetros de juego preferidos.
sr: и можете да унесете жељене параметре игре.
sv: och du kan ange dina föredragna spelparametrar.
sw: na unaweza kuingiza vigezo vya mchezo unavyopendelea.
ta: மேலும் உங்களுக்கு விருப்பமான விளையாட்டு அளவுருக்களை உள்ளிடலாம்.
th: และคุณสามารถป้อนพารามิเตอร์เกมที่คุณต้องการได้
tr: ve tercih ettiğiniz oyun parametrelerini girebilirsiniz.
uk: і ви можете ввести бажані параметри гри.
ur: اور آپ اپنے پسندیدہ گیم کے پیرامیٹرز درج کر سکتے ہیں۔
vi: và bạn có thể nhập các thông số trò chơi bạn thích.

source: When this is completed, click on <Place ad> to send to Fics.
es: Una vez completado esto, haga clic en <Colocar anuncio> para enviar a Fics.
sr: Када се ово заврши, кликните на <Постави оглас> да бисте га послали у Фицс.
sv: När detta är klart klickar du på <Placera annons> för att skicka till Fics.
sw: Hii inapokamilika, bofya <Place ad> kutuma kwa Fics.
ta: இது முடிந்ததும், Fics-க்கு அனுப்ப <Place ad> என்பதைக் கிளிக் செய்யவும்.
th: เมื่อดำเนินการเสร็จเรียบร้อยแล้ว ให้คลิกที่ <วางโฆษณา> เพื่อส่งให้ Fics
tr: Bu işlem tamamlandığında, Fics'e göndermek için <İlan Ver> butonuna tıklayın.
uk: Коли це буде завершено, натисніть <Розмістити рекламу>, щоб надіслати до Fics.
ur: جب یہ مکمل ہو جائے تو، Fics کو بھیجنے کے لیے <Place ad> پر کلک کریں۔
vi: Khi hoàn tất, hãy nhấp vào <Đặt quảng cáo> để gửi đến Fics.

source: If you did not check <Auto> box in the <Place game advert> dialog box,
es: Si no marcó la casilla <Auto> en el cuadro de diálogo <Colocar anuncio de juego>,
sr: Ако нисте означили поље <Ауто> у оквиру за дијалог <Постави оглас за игру>,
sv: Om du inte markerade rutan <Auto> i dialogrutan <Placera spelannons>,
sw: Ikiwa hukuchagua kisanduku cha <Otomatiki> kwenye kisanduku cha mazungumzo cha <Weka tangazo la mchezo>,
ta: <Place game advertise> உரையாடல் பெட்டியில் <Auto> பெட்டியை நீங்கள் தேர்வு செய்யவில்லை என்றால்,
th: หากคุณไม่ได้ทำเครื่องหมายที่ช่อง <อัตโนมัติ> ในกล่องโต้ตอบ <วางโฆษณาเกม>
tr: <Oyun reklamı yerleştir> iletişim kutusunda <Otomatik> kutusunu işaretlemediyseniz,
uk: Якщо ви не встановили прапорець <Auto> у діалоговому вікні <Place game advert>,
ur: اگر آپ نے <Place game advert> ڈائیلاگ باکس میں <auto> باکس کو چیک نہیں کیا،
vi: Nếu bạn không chọn hộp <Tự động> trong hộp thoại <Đặt quảng cáo trò chơi>,

source: you should then receive responses from potential oppenents
es: Luego deberías recibir respuestas de posibles oponentes.
sr: тада би требало да добијете одговоре од потенцијалних кандидата
sv: du bör då få svar från potentiella openents
sw: basi unapaswa kupokea majibu kutoka kwa wanaoweza kujitokeza
ta: பின்னர் நீங்கள் சாத்தியமான எதிர்ப்பாளர்களிடமிருந்து பதில்களைப் பெற வேண்டும்.
th: คุณควรได้รับคำตอบจากคู่ต่อสู้ที่มีศักยภาพ
tr: daha sonra potansiyel rakiplerden yanıtlar almalısınız
uk: тоді ви повинні отримати відповіді від потенційних опонентів
ur: اس کے بعد آپ کو ممکنہ مخالفین سے جوابات موصول ہونے چاہئیں
vi: sau đó bạn sẽ nhận được phản hồi từ những đối thủ tiềm năng

source: in the Fics output text box.
es: en el cuadro de texto de salida de Fics.
sr: у пољу за текст Фицс излаз.
sv: i Fics-utdatatextrutan.
sw: katika kisanduku cha maandishi cha pato la Fics.
ta: Fics வெளியீட்டு உரை பெட்டியில்.
th: ในกล่องข้อความผลลัพธ์ Fics
tr: Fics çıktı metin kutusunda.
uk: у текстовому полі виводу Fics.
ur: Fics آؤٹ پٹ ٹیکسٹ باکس میں۔
vi: trong hộp văn bản đầu ra Fics.

source: You can then choose which player to play against.
es: Luego podrás elegir contra qué jugador jugar.
sr: Затим можете изабрати против кога ћете играти.
sv: Du kan sedan välja vilken spelare du vill spela mot.
sw: Kisha unaweza kuchagua mchezaji wa kucheza dhidi yake.
ta: பின்னர் எந்த வீரரை எதிர்த்து விளையாடுவது என்பதை நீங்கள் தேர்வு செய்யலாம்.
th: จากนั้นคุณสามารถเลือกผู้เล่นที่ต้องการเล่นด้วยได้
tr: Daha sonra hangi oyuncuya karşı oynayacağınızı seçebilirsiniz.
uk: Потім ви можете вибрати, проти якого гравця грати.
ur: اس کے بعد آپ انتخاب کر سکتے ہیں کہ کس کھلاڑی کے خلاف کھیلنا ہے۔
vi: Sau đó bạn có thể chọn người chơi để chơi cùng.

source: e.g. Type accept Guestabcd or accept Username in the text input box
es: Por ejemplo, escriba accept Guestabcd o accept Username en el cuadro de entrada de texto.
sr: нпр. Откуцајте аццепт Гуестабцд или прихватите корисничко име у пољу за унос текста
sv: till exempel Skriv accept Guestabcd eller acceptera användarnamn i textinmatningsrutan
sw: k.m. Andika kubali Guestabcd au ukubali Jina la mtumiaji katika kisanduku cha kuingiza maandishi
ta: எ.கா. உரை உள்ளீட்டுப் பெட்டியில் accept Guestabcd அல்லது accept Username என தட்டச்சு செய்யவும்.
th: เช่น พิมพ์ accept Guestabcd หรือ accept Username ในช่องป้อนข้อความ
tr: Örn. Metin giriş kutusuna Guestabcd'yi kabul et veya Kullanıcı Adını kabul et yazın
uk: напр. Введіть accept Guestabcd або accept Username у полі введення тексту
ur: جیسے ٹیکسٹ ان پٹ باکس میں Guestabcd کو قبول کریں یا صارف نام قبول کریں۔
vi: ví dụ: Nhập accept Guestabcd hoặc accept Username vào hộp nhập văn bản

source: and press <Send> Then the game should start.
es: y presione <Enviar> Entonces el juego debería comenzar.
sr: и притисните <Пошаљи> Тада би игра требало да почне.
sv: och tryck på <Skicka> Då ska spelet starta.
sw: na bonyeza <Tuma> Kisha mchezo unapaswa kuanza.
ta: பின்னர் விளையாட்டு தொடங்க வேண்டும்.
th: และกด <ส่ง> จากนั้นเกมก็น่าจะเริ่มต้นแล้ว
tr: ve <Gönder> tuşuna basın. Ardından oyun başlamalıdır.
uk: і натисніть <Надіслати> Після цього гра повинна початися.
ur: اور دبائیں <send> پھر گیم شروع ہونا چاہیے۔
vi: và nhấn <Gửi> Sau đó trò chơi sẽ bắt đầu.

source: If you did check the <Auto> box then a game will start automatically
es: Si marcaste la casilla <Auto>, el juego se iniciará automáticamente.
sr: Ако сте означили поље <Ауто>, игра ће се аутоматски покренути
sv: Om du har markerat rutan <Auto> kommer ett spel att starta automatiskt
sw: Ikiwa ulichagua kisanduku cha <Auto> basi mchezo utaanza kiotomatiki
ta: நீங்கள் <Auto> பெட்டியைத் தேர்வுசெய்திருந்தால், ஒரு விளையாட்டு தானாகவே தொடங்கும்.
th: หากคุณทำเครื่องหมายที่ช่อง <อัตโนมัติ> เกมจะเริ่มโดยอัตโนมัติ
tr: <Otomatik> kutusunu işaretlediyseniz oyun otomatik olarak başlayacaktır
uk: Якщо ви встановили прапорець <Auto>, гра розпочнеться автоматично
ur: اگر آپ نے <آٹو> باکس کو چیک کیا تو ایک گیم خود بخود شروع ہو جائے گی۔
vi: Nếu bạn đã đánh dấu vào ô <Tự động> thì trò chơi sẽ tự động bắt đầu

source: against the first player who replies to your game advert.
es: contra el primer jugador que responda a tu anuncio de juego.
sr: против првог играча који одговори на ваш оглас за игру.
sv: mot den första spelaren som svarar på din spelannons.
sw: dhidi ya mchezaji wa kwanza anayejibu tangazo la mchezo wako.
ta: உங்கள் விளையாட்டு விளம்பரத்திற்கு பதிலளிக்கும் முதல் வீரருக்கு எதிராக.
th: กับผู้เล่นคนแรกที่ตอบกลับโฆษณาเกมของคุณ
tr: Oyun reklamınıza cevap veren ilk oyuncuya karşı.
uk: проти першого гравця, який відповість на вашу рекламу гри.
ur: آپ کے گیم اشتہار کا جواب دینے والے پہلے کھلاڑی کے خلاف۔
vi: đấu với người chơi đầu tiên trả lời quảng cáo trò chơi của bạn.

source: Alternatively, you can type the corresponding command
es: Alternativamente, puede escribir el comando correspondiente
sr: Алтернативно, можете откуцати одговарајућу команду
sv: Alternativt kan du skriva motsvarande kommando
sw: Vinginevyo, unaweza kuandika amri inayolingana
ta: மாற்றாக, நீங்கள் தொடர்புடைய கட்டளையை தட்டச்சு செய்யலாம்
th: อีกวิธีหนึ่งคุณสามารถพิมพ์คำสั่งที่เกี่ยวข้อง
tr: Alternatif olarak, karşılık gelen komutu yazabilirsiniz
uk: Крім того, ви можете ввести відповідну команду
ur: متبادل طور پر، آپ متعلقہ کمانڈ ٹائپ کر سکتے ہیں۔
vi: Ngoài ra, bạn có thể nhập lệnh tương ứng

source: into the text input box manually and send it to Fics.
es: en el cuadro de entrada de texto manualmente y enviarlo a Fics.
sr: ручно у поље за унос текста и пошаљите га у Фицс.
sv: i textinmatningsrutan manuellt och skicka den till Fics.
sw: kwenye kisanduku cha kuingiza maandishi wewe mwenyewe na utume kwa Fics.
ta: உரை உள்ளீட்டு பெட்டியில் கைமுறையாக உள்ளிட்டு அதை Fics க்கு அனுப்பவும்.
th: ลงในช่องกรอกข้อความด้วยตนเองแล้วส่งไปที่ Fics
tr: metin giriş kutusuna elle yazın ve Fics'e gönderin.
uk: у поле введення тексту вручну та надішліть його до Fics.
ur: ٹیکسٹ ان پٹ باکس میں دستی طور پر اور اسے Fics کو بھیجیں۔
vi: vào hộp nhập văn bản theo cách thủ công và gửi đến Fics.

source: e.g. If you type Seek 10 5 u w m f and then press <Send> this will place
es: Por ejemplo, si escribe Seek 10 5 u w m f y luego presiona <Enviar>, esto colocará
sr: нпр. Ако откуцате Сеек 10 5 у в м ф и затим притиснете <Пошаљи> ово ће се поставити
sv: till exempel Om du skriver Seek 10 5 u w m f och sedan trycker på <Skicka> kommer detta att placeras
sw: k.m. Ukiandika Tafuta 10 5 u w m f kisha ubonyeze <Tuma> hii itafanyika
ta: எ.கா. நீங்கள் Seek 10 5 u w m f என டைப் செய்து <Send> ஐ அழுத்தினால் இது
th: เช่น ถ้าคุณพิมพ์ Seek 10 5 u w m f แล้วกด <Send> จะทำให้...
tr: Örn. Eğer Seek 10 5 u w m f yazarsanız ve sonra <Gönder> tuşuna basarsanız bu,
uk: напр. Якщо ви введете Seek 10 5 u w m f, а потім натисніть <Надіслати>, це буде зроблено
ur: جیسے اگر آپ Seek 10 5 u w m f ٹائپ کریں اور پھر <Send> دبائیں تو یہ جگہ دے گا۔
vi: ví dụ: Nếu bạn nhập Seek 10 5 u w m f rồi nhấn <Gửi> thì lệnh này sẽ được đặt

source: a game advert for a 10 minute game, with a five second move increment,
es: Un anuncio de juego para una partida de 10 minutos, con un incremento de movimiento de cinco segundos,
sr: реклама за игру од 10 минута, са кораком од пет секунди,
sv: en spelreklam för ett 10 minuters spel, med ett steg på fem sekunder,
sw: tangazo la mchezo kwa mchezo wa dakika 10, na nyongeza ya sekunde tano,
ta: ஐந்து வினாடி நகர்வு அதிகரிப்புடன், 10 நிமிட விளையாட்டுக்கான விளையாட்டு விளம்பரம்,
th: โฆษณาเกมสำหรับเกม 10 นาที โดยเพิ่มการเคลื่อนไหวครั้งละ 5 วินาที
tr: beş saniyelik hamle aralığı olan 10 dakikalık bir oyun için bir oyun reklamı,
uk: реклама гри для 10-хвилинної гри з кроком у п’ять секунд,
ur: 10 منٹ کے کھیل کے لیے ایک گیم اشتہار، جس میں پانچ سیکنڈ کی حرکت میں اضافہ،
vi: một quảng cáo trò chơi cho một trò chơi kéo dài 10 phút, với mỗi lần di chuyển tăng thêm năm giây,

source: which is unrated, with you playing white, with manual responses
es: que no está calificado, con usted jugando con blancas, con respuestas manuales
sr: који је неоцењен, а ви играте бело, са ручним одговорима
sv: som är oklassad, med dig som spelar vit, med manuella svar
sw: ambayo haijakadiriwa, huku wewe ukicheza nyeupe, na majibu ya mwongozo
ta: இது மதிப்பிடப்படாதது, நீங்கள் வெள்ளை நிறத்தில் விளையாடுகிறீர்கள், கைமுறை பதில்களுடன்.
th: ซึ่งไม่มีการจัดอันดับ โดยคุณเล่นเป็นฝ่ายขาว โดยมีการตอบกลับด้วยตนเอง
tr: derecelendirilmemiş, beyaz oynayan, manuel yanıtlı
uk: який не має рейтингу, ви граєте білими, з ручними відповідями
ur: جس کی درجہ بندی نہیں کی گئی ہے، آپ کے دستی جوابات کے ساتھ، سفید کھیل کے ساتھ
vi: không được xếp hạng, với bạn chơi màu trắng, với phản hồi thủ công

source: and your supplied parameters used to filter the responses.
es: y los parámetros proporcionados se utilizan para filtrar las respuestas.
sr: и достављени параметри који се користе за филтрирање одговора.
sv: och dina angivna parametrar som används för att filtrera svaren.
sw: na vigezo vyako vilivyotolewa vinatumika kuchuja majibu.
ta: மற்றும் பதில்களை வடிகட்டப் பயன்படுத்தப்படும் உங்கள் வழங்கப்பட்ட அளவுருக்கள்.
th: และพารามิเตอร์ที่คุณให้มาใช้เพื่อกรองคำตอบ
tr: ve yanıtları filtrelemek için kullandığınız parametreler.
uk: і надані вами параметри, які використовуються для фільтрації відповідей.
ur: اور آپ کے فراہم کردہ پیرامیٹرز جوابات کو فلٹر کرنے کے لیے استعمال ہوتے ہیں۔
vi: và các tham số bạn cung cấp được dùng để lọc các phản hồi.

source: After starting a game, you can make your moves on the board as normal,
es: Después de comenzar un juego, puedes realizar tus movimientos en el tablero de manera normal,
sr: Након што започнете игру, можете да правите своје потезе на табли као и обично,
sv: Efter att ha startat ett spel kan du göra dina drag på brädet som vanligt,
sw: Baada ya kuanza mchezo, unaweza kufanya harakati zako kwenye ubao kama kawaida,
ta: ஒரு விளையாட்டைத் தொடங்கிய பிறகு, நீங்கள் வழக்கம்போல பலகையில் உங்கள் நகர்வுகளைச் செய்யலாம்,
th: หลังจากเริ่มเกมแล้ว คุณสามารถเคลื่อนไหวบนกระดานได้ตามปกติ
tr: Bir oyuna başladıktan sonra, tahtada normal şekilde hamlelerinizi yapabilirsiniz.
uk: Після початку гри ви можете робити свої ходи на дошці як зазвичай,
ur: گیم شروع کرنے کے بعد، آپ بورڈ پر اپنی حرکتیں معمول کے مطابق کر سکتے ہیں،
vi: Sau khi bắt đầu trò chơi, bạn có thể thực hiện các bước di chuyển trên bảng như bình thường,

source: although it is possible to type them into the input box and click <Send>
es: Aunque es posible escribirlos en el cuadro de entrada y hacer clic en <Enviar>
sr: иако их је могуће укуцати у поље за унос и кликнути на <Пошаљи>
sv: även om det är möjligt att skriva in dem i inmatningsrutan och klicka på <Skicka>
sw: ingawa inawezekana kuziandika kwenye kisanduku cha kuingiza na ubofye <Tuma>
ta: இருப்பினும் அவற்றை உள்ளீட்டுப் பெட்டியில் தட்டச்சு செய்து <அனுப்பு> என்பதைக் கிளிக் செய்ய முடியும்.
th: แม้ว่าจะพิมพ์ลงในช่องป้อนข้อมูลและคลิก <ส่ง> ก็ได้
tr: bunları giriş kutusuna yazmak ve <Gönder>'e tıklamak mümkün olsa da
uk: хоча можна ввести їх у поле введення та натиснути <Надіслати>
ur: اگرچہ ان کو ان پٹ باکس میں ٹائپ کرنا اور <بھیجیں> پر کلک کرنا ممکن ہے۔
vi: mặc dù có thể nhập chúng vào hộp nhập liệu và nhấp vào <Gửi>

source: Nimzo_3d does not play any of the non-standard variants of chess,
es: Nimzo_3d no juega ninguna de las variantes no estándar del ajedrez,
sr: Нимзо_3д не игра ниједну од нестандардних варијанти шаха,
sv: Nimzo_3d spelar inte någon av de icke-standardiserade varianterna av schack,
sw: Nimzo_3d haichezi lahaja zozote zisizo za kawaida za chess,
ta: Nimzo_3d சதுரங்கத்தின் தரமற்ற வகைகள் எதையும் விளையாடுவதில்லை,
th: Nimzo_3d ไม่เล่นหมากรุกแบบมาตรฐานใดๆ
tr: Nimzo_3d satrancın standart dışı varyantlarından hiçbirini oynamaz,
uk: Nimzo_3d не грає ні в один з нестандартних варіантів шахів,
ur: Nimzo_3d شطرنج کی کوئی بھی غیر معیاری شکل نہیں کھیلتا،
vi: Nimzo_3d không chơi bất kỳ biến thể cờ vua không chuẩn nào,

source: some of which are offered by Fics.
es: Algunos de los cuales son ofrecidos por Fics.
sr: од којих неке нуди Фицс.
sv: varav några erbjuds av Fics.
sw: baadhi yao hutolewa na Fics.
ta: அவற்றில் சில ஃபிக்ஸ் மூலம் வழங்கப்படுகின்றன.
th: ซึ่งบางส่วนได้รับการเสนอโดย Fics
tr: Bunlardan bir kısmı Fics tarafından sunulmaktadır.
uk: деякі з них пропонує Fics.
ur: جن میں سے کچھ Fics کے ذریعہ پیش کیے گئے ہیں۔
vi: một số trong đó được cung cấp bởi Fics.

source: Help for playing on Fics
es: Ayuda para jugar en Fics
sr: Помоћ за играње на Фицс-у
sv: Hjälp för att spela på Fics
sw: Usaidizi wa kucheza kwenye Fics
ta: ஃபிக்ஸில் விளையாடுவதற்கான உதவி
th: ขอความช่วยเหลือเรื่องการเล่นฟิค
tr: Fics'te oynamak için yardım
uk: Допомога для гри на Fics
ur: Fics پر کھیلنے میں مدد کریں۔
vi: Trợ giúp chơi trên Fics

source: This will reset your board position
es: Esto restablecerá la posición de tu tablero.
sr: Ово ће ресетовати вашу позицију на плочи
sv: Detta kommer att återställa din styrelseposition
sw: Hii itaweka upya msimamo wa bodi yako
ta: இது உங்கள் பலகை நிலையை மீட்டமைக்கும்.
th: นี่จะรีเซ็ตตำแหน่งบอร์ดของคุณ
tr: Bu, panonuzun konumunu sıfırlayacaktır
uk: Це скине положення вашої дошки
ur: یہ آپ کے بورڈ کی پوزیشن کو دوبارہ ترتیب دے گا۔
vi: Điều này sẽ thiết lập lại vị trí bảng của bạn

source: to the one held by Fics
es: al que tiene Fics
sr: на ону коју држи Фицс
sv: till den som Fics innehar
sw: kwa ile inayoshikiliwa na Fics
ta: ஃபிக்ஸ் வைத்திருந்ததற்கு
th: ถึงอันที่ Fics ถืออยู่
tr: Fics'in elinde olana
uk: до того, який тримає Фікс
ur: Fics کی طرف سے منعقد ایک
vi: đến cái được giữ bởi Fics
