Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Game search
es: Búsqueda de juegos
sr: Претрага игара
sv: Spelsökning
sw: Utafutaji wa mchezo
ta: விளையாட்டு தேடல்
th: ค้นหาเกม
tr: Oyun arama
uk: Пошук гри
ur: گیم کی تلاش
vi: Tìm kiếm trò chơi

source: Current number
es: Número actual
sr: Тренутни број
sv: Nuvarande nummer
sw: Nambari ya sasa
ta: தற்போதைய எண்
th: หมายเลขปัจจุบัน
tr: Güncel sayı
uk: Поточний номер
ur: موجودہ نمبر
vi: Số hiện tại

source: Current game number
es: Número de juego actual
sr: Тренутни број игре
sv: Aktuellt spelnummer
sw: Nambari ya mchezo wa sasa
ta: தற்போதைய விளையாட்டு எண்
th: หมายเลขเกมปัจจุบัน
tr: Güncel oyun numarası
uk: Номер поточної гри
ur: موجودہ گیم نمبر
vi: Số trò chơi hiện tại

source: This panel lets you setup some general options.
es: Este panel le permite configurar algunas opciones generales.
sr: Овај панел вам омогућава да подесите неке опште опције.
sv: Den här panelen låter dig ställa in några allmänna alternativ.
sw: Paneli hii hukuruhusu kusanidi chaguzi za jumla.
ta: இந்தப் பலகம் சில பொதுவான விருப்பங்களை அமைக்க உங்களை அனுமதிக்கிறது.
th: แผงนี้ช่วยให้คุณตั้งค่าตัวเลือกทั่วไปบางอย่างได้
tr: Bu panel bazı genel seçenekleri ayarlamanıza olanak tanır.
uk: Ця панель дозволяє налаштувати деякі загальні параметри.
ur: یہ پینل آپ کو کچھ عمومی اختیارات سیٹ اپ کرنے دیتا ہے۔
vi: Bảng điều khiển này cho phép bạn thiết lập một số tùy chọn chung.

source: Language used for notation (KQRNB):
es: Lenguaje utilizado para la notación (KQRNB):
sr: Језик који се користи за нотацију (ККРНБ):
sv: Språk som används för notation (KQRNB):
sw: Lugha inayotumika kuashiria (KQRNB):
ta: குறியீட்டிற்குப் பயன்படுத்தப்படும் மொழி (KQRNB):
th: ภาษาที่ใช้ในการแสดงสัญลักษณ์ (KQRNB):
tr: Notasyon için kullanılan dil (KQRNB):
uk: Мова нотації (KQRNB):
ur: اشارے کے لیے استعمال ہونے والی زبان (KQRNB):
vi: Ngôn ngữ được sử dụng để ký hiệu (KQRNB):

source: Show heading above board (instead of in frame)
es: Mostrar el encabezado sobre el tablero (en lugar de dentro del marco)
sr: Прикажи наслов изнад табле (уместо у оквиру)
sv: Visa rubrik ovanför tavlan (istället för i ram)
sw: Onyesha kichwa juu ya ubao (badala ya kwenye fremu)
ta: பலகைக்கு மேலே தலைப்பைக் காட்டு (சட்டகத்திற்குப் பதிலாக)
th: แสดงหัวข้อเหนือกระดาน (แทนที่จะอยู่ในกรอบ)
tr: Başlığı panonun üstünde (çerçevenin içinde değil) göster
uk: Показати заголовок над дошкою (замість у рамці)
ur: بورڈ کے اوپر سرخی دکھائیں (فریم میں کی بجائے)
vi: Hiển thị tiêu đề ở trên bảng (thay vì trong khung)

source: Don't use italics for subvariations
es: No utilice cursiva para subvariaciones
sr: Не користите курзив за подваријације
sv: Använd inte kursiv stil för undervariationer
sw: Usitumie italiki kwa utofautishaji
ta: துணை மாறுபாடுகளுக்கு சாய்வுகளைப் பயன்படுத்த வேண்டாம்.
th: อย่าใช้ตัวเอียงสำหรับคำย่อย
tr: Alt varyasyonlar için italik kullanmayın
uk: Не використовуйте курсив для підваріантів
ur: ذیلی تغیرات کے لیے ترچھا استعمال نہ کریں۔
vi: Không sử dụng chữ in nghiêng cho các biến thể phụ

source: Go straight to game for single game .pgn files
es: Vaya directamente al juego para obtener archivos .pgn de un solo juego
sr: Идите директно на игру за .пгн датотеке једне игре
sv: Gå direkt till spelet för enstaka .pgn-filer
sw: Nenda moja kwa moja kwenye mchezo kwa faili za .pgn za mchezo mmoja
ta: ஒற்றை விளையாட்டு .pgn கோப்புகளுக்கு நேராக விளையாட்டுக்குச் செல்லவும்.
th: ไปที่เกมโดยตรงสำหรับไฟล์เกมเดี่ยว .pgn
tr: Tek bir oyunun .pgn dosyaları için doğrudan oyuna gidin
uk: Перейдіть прямо до гри для файлів .pgn для однієї гри
ur: سنگل گیم .pgn فائلوں کے لیے سیدھے گیم پر جائیں۔
vi: Đi thẳng đến trò chơi để có các tệp .pgn trò chơi đơn

source: Go straight to first game for all .pgn files
es: Vaya directamente al primer juego para todos los archivos .pgn
sr: Идите директно на прву игру за све .пгн датотеке
sv: Gå direkt till det första spelet för alla .pgn-filer
sw: Nenda moja kwa moja kwenye mchezo wa kwanza kwa faili zote za .pgn
ta: எல்லா .pgn கோப்புகளுக்கும் முதல் விளையாட்டுக்கு நேராகச் செல்லவும்.
th: ไปที่เกมแรกโดยตรงสำหรับไฟล์ .pgn ทั้งหมด
tr: Tüm .pgn dosyaları için doğrudan ilk oyuna git
uk: Перейдіть одразу до першої гри для всіх файлів .pgn
ur: تمام .pgn فائلوں کے لیے سیدھے پہلے گیم پر جائیں۔
vi: Đi thẳng đến trò chơi đầu tiên cho tất cả các tệp .pgn

source: Don't flip board to put human at bottom
es: No voltees el tablero para poner a un humano abajo
sr: Не окрећите даску да бисте човека поставили на дно
sv: Vänd inte ombord för att sätta människan i botten
sw: Usigeuze ubao kuweka binadamu chini
ta: மனிதனை கீழே வைக்க பலகையை புரட்ட வேண்டாம்.
th: อย่าพลิกกระดานเพื่อใส่มนุษย์ไว้ด้านล่าง
tr: İnsanı alta koymak için tahtayı çevirmeyin
uk: Не перевертайте дошку, щоб поставити людину внизу
ur: انسان کو نیچے رکھنے کے لیے بورڈ کو نہ پلٹیں۔
vi: Đừng lật bảng để đặt con người ở dưới cùng

source: Emit bell sound when engine moves
es: Emite sonido de campana cuando el motor se mueve
sr: Емитујте звук звона када се мотор креће
sv: Avger ett klockljud när motorn rör sig
sw: Toa sauti ya kengele wakati injini inasonga
ta: இயந்திரம் நகரும்போது மணி ஒலியை வெளியிடுங்கள்
th: ส่งเสียงกระดิ่งเมื่อเครื่องยนต์เคลื่อนที่
tr: Motor hareket ettiğinde zil sesi çıkar
uk: Видавати звук дзвоника під час руху двигуна
ur: انجن حرکت کرنے پر گھنٹی کی آواز نکالیں۔
vi: Phát ra tiếng chuông khi động cơ di chuyển

source: Display a board border
es: Mostrar un borde de tablero
sr: Прикажите ивицу плоче
sv: Visa en brädkant
sw: Onyesha mpaka wa bodi
ta: பலகை எல்லையைக் காட்டு
th: แสดงขอบกระดาน
tr: Bir pano kenarlığı göster
uk: Відображення рамки дошки
ur: بورڈ بارڈر دکھائیں۔
vi: Hiển thị đường viền bảng

source: Load last PGN file
es: Cargar el último archivo PGN
sr: Учитајте последњу ПГН датотеку
sv: Ladda den sista PGN-filen
sw: Pakia faili ya mwisho ya PGN
ta: கடைசி PGN கோப்பை ஏற்று.
th: โหลดไฟล์ PGN สุดท้าย
tr: Son PGN dosyasını yükle
uk: Завантажити останній файл PGN
ur: آخری PGN فائل لوڈ کریں۔
vi: Tải tệp PGN cuối cùng

source: Load last PGN game
es: Cargar el último juego PGN
sr: Учитајте последњу ПГН игру
sv: Ladda det senaste PGN-spelet
sw: Pakia mchezo wa mwisho wa PGN
ta: கடைசி PGN கேமை ஏற்று.
th: โหลดเกม PGN ล่าสุด
tr: Son PGN oyununu yükle
uk: Завантажити останню гру PGN
ur: آخری PGN گیم لوڈ کریں۔
vi: Tải trò chơi PGN cuối cùng

source: Load last game
es: Cargar el último juego
sr: Учитај последњу игру
sv: Ladda senaste spelet
sw: Pakia mchezo uliopita
ta: கடைசி ஆட்டத்தை ஏற்று
th: โหลดเกมล่าสุด
tr: Son oyunu yükle
uk: Завантажити останню гру
ur: آخری گیم لوڈ کریں۔
vi: Tải trò chơi cuối cùng

source: Full kibitz mode
es: Modo kibitz completo
sr: Пуни кибитз режим
sv: Full kbitz-läge
sw: Hali kamili ya kibitz
ta: முழு கிபிட்ஸ் பயன்முறை
th: โหมดคิบิตซ์เต็มรูปแบบ
tr: Tam kibitz modu
uk: Повний режим кібіц
ur: مکمل کیبٹز موڈ
vi: Chế độ kibitz đầy đủ

source: Font size in points (default is 9)
es: Tamaño de fuente en puntos (el valor predeterminado es 9)
sr: Величина фонта у поенима (подразумевано је 9)
sv: Teckenstorlek i punkter (standard är 9)
sw: Ukubwa wa herufi katika pointi (chaguo-msingi ni 9)
ta: புள்ளிகளில் எழுத்துரு அளவு (இயல்புநிலை 9)
th: ขนาดตัวอักษรเป็นพอยต์ (ค่าเริ่มต้นคือ 9)
tr: Yazı tipi boyutu (punto olarak) (varsayılan 9'dur)
uk: Розмір шрифту в пунктах (за замовчуванням 9)
ur: پوائنٹس میں فونٹ کا سائز (ڈیفالٹ 9 ہے)
vi: Kích thước phông chữ tính bằng điểm (mặc định là 9)

source: Toolbar icon size in pixels (default is 16)
es: Tamaño del icono de la barra de herramientas en píxeles (el valor predeterminado es 16)
sr: Величина иконе траке са алаткама у пикселима (подразумевано је 16)
sv: Verktygsfältets ikonstorlek i pixlar (standard är 16)
sw: Ukubwa wa ikoni ya upau wa vidhibiti katika saizi (chaguo-msingi ni 16)
ta: கருவிப்பட்டி ஐகான் அளவு பிக்சல்களில் (இயல்புநிலை 16)
th: ขนาดไอคอนแถบเครื่องมือเป็นพิกเซล (ค่าเริ่มต้นคือ 16)
tr: Araç çubuğu simgesi boyutu piksel cinsinden (varsayılan 16'dır)
uk: Розмір значка панелі інструментів у пікселях (за замовчуванням 16)
ur: ٹول بار کے آئیکن کا سائز پکسلز میں (پہلے سے طے شدہ 16 ہے)
vi: Kích thước biểu tượng thanh công cụ tính bằng pixel (mặc định là 16)

source: Set the algebraic notation characters used for king,
es: Establezca los caracteres de notación algebraica utilizados para el rey,
sr: Поставите знакове алгебарске нотације који се користе за краља,
sv: Ställ in de algebraiska notationstecken som används för kung,
sw: Weka herufi za nukuu za aljebra zinazotumika kwa mfalme,
ta: ராஜாவுக்குப் பயன்படுத்தப்படும் இயற்கணிதக் குறியீட்டு எழுத்துக்களை அமைக்கவும்,
th: กำหนดสัญลักษณ์พีชคณิตที่ใช้สำหรับราชา
tr: Kral için kullanılan cebirsel gösterim karakterlerini ayarlayın,
uk: Встановіть символи алгебраїчної нотації, які використовуються для короля,
ur: بادشاہ کے لیے استعمال ہونے والے الجبری اشارے کے حروف کو سیٹ کریں،
vi: Đặt các ký tự ký hiệu đại số được sử dụng cho vua,

source: queen, rook, knight and bishop respectively
es: reina, torre, caballo y alfil respectivamente
sr: краљица, топ, витез и бискуп редом
sv: drottning, torn, riddare respektive biskop
sw: malkia, rook, knight na askofu mtawalia
ta: முறையே ராணி, யானை, குதிரை மற்றும் பிஷப்.
th: ราชินี เรือ อัศวิน และบิชอป ตามลำดับ
tr: sırasıyla vezir, kale, at ve fil
uk: ферзь, тура, конь і слон відповідно
ur: بالترتیب کوئین، روک، نائٹ اور بشپ
vi: quân hậu, quân xe, quân mã và quân tượng tương ứng

source: Set this if you don't want subvariations to show as italic
es: Configure esto si no desea que las subvariaciones se muestren en cursiva
sr: Подесите ово ако не желите да се подваријације приказују као курзив
sv: Ställ in detta om du inte vill att undervariationer ska visas som kursiv
sw: Weka hii ikiwa hutaki matoleo madogo yaonekane kama italiki
ta: துணை மாறுபாடுகள் சாய்வாகக் காட்டப்படுவதை நீங்கள் விரும்பவில்லை என்றால் இதை அமைக்கவும்.
th: ตั้งค่านี้หากคุณไม่ต้องการให้การเปลี่ยนแปลงย่อยแสดงเป็นตัวเอียง
tr: Alt varyasyonların italik olarak gösterilmesini istemiyorsanız bunu ayarlayın
uk: Встановіть це, якщо ви не хочете, щоб підваріанти відображалися курсивом
ur: اگر آپ نہیں چاہتے ہیں کہ ذیلی تغیرات کو ترچھا کے طور پر دکھایا جائے تو اسے سیٹ کریں۔
vi: Đặt tùy chọn này nếu bạn không muốn các biến thể phụ hiển thị dưới dạng in nghiêng

source: Set this to skip the game selection dialog
es: Configure esto para omitir el cuadro de diálogo de selección de juego
sr: Подесите ово да прескочите дијалог за избор игре
sv: Ställ in detta för att hoppa över dialogrutan för spelval
sw: Weka hii ili kuruka kidirisha cha uteuzi wa mchezo
ta: விளையாட்டு தேர்வு உரையாடலைத் தவிர்க்க இதை அமைக்கவும்.
th: ตั้งค่านี้เพื่อข้ามกล่องโต้ตอบการเลือกเกม
tr: Oyun seçimi iletişim kutusunu atlamak için bunu ayarlayın
uk: Встановіть це, щоб пропустити діалогове вікно вибору гри
ur: گیم سلیکشن ڈائیلاگ کو چھوڑنے کے لیے اسے سیٹ کریں۔
vi: Đặt mục này để bỏ qua hộp thoại chọn trò chơi

source: when a newly opened file has only one game
es: Cuando un archivo recién abierto solo tiene un juego
sr: када новоотворени фајл има само једну игру
sv: när en nyöppnad fil bara har ett spel
sw: wakati faili mpya iliyofunguliwa ina mchezo mmoja tu
ta: புதிதாகத் திறக்கப்பட்ட கோப்பில் ஒரே ஒரு விளையாட்டு மட்டுமே இருக்கும்போது
th: เมื่อไฟล์ที่เพิ่งเปิดใหม่มีเกมเพียงเกมเดียว
tr: yeni açılan bir dosyada yalnızca bir oyun varsa
uk: коли щойно відкритий файл містить лише одну гру
ur: جب ایک نئی کھلی فائل میں صرف ایک گیم ہوتی ہے۔
vi: khi một tập tin mới mở chỉ có một trò chơi

source: and go straight to the first game
es: y pasar directamente al primer juego
sr: и идите право на прву игру
sv: och gå direkt till det första spelet
sw: na kwenda moja kwa moja kwenye mchezo wa kwanza
ta: முதல் ஆட்டத்திற்கு நேராகச் செல்லுங்கள்.
th: และไปตรงเกมแรกเลย
tr: ve doğrudan ilk oyuna geç
uk: і переходьте відразу до першої гри
ur: اور براہ راست پہلی گیم پر جائیں۔
vi: và đi thẳng đến trò chơi đầu tiên

source: Set this to move board heading into frame
es: Configure esto para mover el encabezado del tablero al marco
sr: Подесите ово да померите наслов табле у оквир
sv: Ställ in detta för att flytta brädets rubrik in i ramen
sw: Weka hii ili kusogeza kichwa cha ubao kwenye fremu
ta: பலகை தலைப்பை சட்டகத்திற்குள் நகர்த்த இதை அமைக்கவும்.
th: ตั้งค่านี้เพื่อย้ายบอร์ดไปที่เฟรม
tr: Panonun başlığını çerçeveye taşımak için bunu ayarlayın
uk: Встановіть це, щоб перемістити заголовок дошки у рамку
ur: بورڈ کی سرخی کو فریم میں منتقل کرنے کے لیے اسے سیٹ کریں۔
vi: Đặt mục này để di chuyển tiêu đề bảng vào khung

source: particularly useful for small screen setups)
es: particularmente útil para configuraciones de pantalla pequeñas)
sr: посебно корисно за подешавања малих екрана)
sv: särskilt användbart för små skärminställningar)
sw: muhimu sana kwa usanidi wa skrini ndogo)
ta: (சிறிய திரை அமைப்புகளுக்கு மிகவும் பயனுள்ளதாக இருக்கும்)
th: มีประโยชน์โดยเฉพาะสำหรับการติดตั้งหน้าจอขนาดเล็ก)
tr: (özellikle küçük ekran kurulumları için kullanışlıdır)
uk: особливо корисно для налаштувань маленького екрана)
ur: خاص طور پر چھوٹی اسکرین سیٹ اپ کے لیے مفید ہے)
vi: đặc biệt hữu ích cho các thiết lập màn hình nhỏ)

source: Use this to change the font size in the moves window
es: Utilice esto para cambiar el tamaño de fuente en la ventana de movimientos
sr: Користите ово да промените величину фонта у прозору за покрете
sv: Använd detta för att ändra teckenstorleken i rörelsefönstret
sw: Tumia hii kubadilisha saizi ya fonti kwenye kidirisha cha kusonga
ta: நகர்வுகள் சாளரத்தில் எழுத்துரு அளவை மாற்ற இதைப் பயன்படுத்தவும்.
th: ใช้สิ่งนี้เพื่อเปลี่ยนขนาดตัวอักษรในหน้าต่างการเคลื่อนไหว
tr: Bunu, hareketler penceresindeki yazı tipi boyutunu değiştirmek için kullanın
uk: Використовуйте це, щоб змінити розмір шрифту у вікні рухів
ur: موو ونڈو میں فونٹ کا سائز تبدیل کرنے کے لیے اسے استعمال کریں۔
vi: Sử dụng điều này để thay đổi kích thước phông chữ trong cửa sổ di chuyển

source: Set this if you don't want the board to automatically
es: Configure esto si no desea que el tablero se active automáticamente.
sr: Подесите ово ако не желите да се плоча аутоматски
sv: Ställ in detta om du inte vill att brädet ska automatiskt
sw: Weka hii ikiwa hutaki bodi ifanye kiotomatiki
ta: பலகை தானாக வர வேண்டாம் என்று நீங்கள் விரும்பினால் இதை அமைக்கவும்.
th: ตั้งค่านี้หากคุณไม่ต้องการให้บอร์ดทำงานอัตโนมัติ
tr: Panonun otomatik olarak kapanmasını istemiyorsanız bunu ayarlayın
uk: Встановіть це, якщо ви не хочете, щоб дошка автоматично
ur: اگر آپ بورڈ کو خود بخود نہیں بنانا چاہتے ہیں تو اسے سیٹ کریں۔
vi: Đặt mục này nếu bạn không muốn bảng tự động

source: flip around when you start a game as black
es: Da la vuelta cuando empiezas un juego con las negras
sr: окрените се када почнете игру као црни
sv: vänd runt när du startar ett spel som svart
sw: pinduka unapoanza mchezo ukiwa mweusi
ta: நீங்கள் ஒரு விளையாட்டை கருப்பு நிறத்தில் தொடங்கும்போது புரட்டவும்.
th: พลิกกลับเมื่อคุณเริ่มเกมเป็นฝ่ายดำ
tr: siyah olarak bir oyuna başladığınızda ters çevirin
uk: перевертатися, коли ви починаєте гру чорним
ur: جب آپ کسی گیم کو سیاہ کے طور پر شروع کرتے ہیں تو پلٹ جائیں۔
vi: lật ngược lại khi bạn bắt đầu trò chơi với màu đen

source: Set this if you want the engine to emit a bell sound
es: Configure esto si desea que el motor emita un sonido de campana.
sr: Подесите ово ако желите да мотор емитује звук звона
sv: Ställ in detta om du vill att motorn ska avge ett klockljud
sw: Weka hii ikiwa unataka injini kutoa sauti ya kengele
ta: இயந்திரம் மணி ஒலியை வெளியிட வேண்டுமென்றால் இதை அமைக்கவும்.
th: ตั้งค่านี้หากคุณต้องการให้เครื่องยนต์ส่งเสียงระฆัง
tr: Motorun bir zil sesi çıkarmasını istiyorsanız bunu ayarlayın
uk: Встановіть це, якщо ви хочете, щоб двигун видавав звук дзвоника
ur: اگر آپ چاہتے ہیں کہ انجن سے گھنٹی کی آواز نکلے تو اسے سیٹ کریں۔
vi: Đặt mục này nếu bạn muốn động cơ phát ra tiếng chuông

source: when it moves in human versus engine games
es: Cuando se mueve en juegos de humanos contra motores
sr: када се креће у играма човека против мотора
sv: när det rör sig i spel mellan människor och motorer
sw: inaposonga katika michezo ya binadamu dhidi ya injini
ta: மனிதர்கள் மற்றும் இயந்திர விளையாட்டுகளில் அது நகரும் போது
th: เมื่อมันเคลื่อนไหวในเกมมนุษย์กับเครื่องยนต์
tr: insan ve motor oyunlarında hareket ettiğinde
uk: коли він рухається в іграх «людина проти двигуна».
ur: جب یہ انسانی بمقابلہ انجن گیمز میں حرکت کرتا ہے۔
vi: khi nó di chuyển trong trò chơi con người đấu với máy

source: Set this if you don't want the last move
es: Configure esto si no desea el último movimiento
sr: Подесите ово ако не желите последњи потез
sv: Ställ in detta om du inte vill ha det sista draget
sw: Weka hii ikiwa hutaki hoja ya mwisho
ta: கடைசி நகர்வு வேண்டாம் என்றால் இதை அமைக்கவும்.
th: ตั้งค่านี้หากคุณไม่ต้องการการเคลื่อนไหวครั้งสุดท้าย
tr: Son hareketi istemiyorsanız bunu ayarlayın
uk: Встановіть це, якщо ви не хочете останнього ходу
ur: اگر آپ آخری اقدام نہیں چاہتے ہیں تو اسے سیٹ کریں۔
vi: Đặt điều này nếu bạn không muốn nước đi cuối cùng

source: to be highlighted on the chess board
es: para ser resaltado en el tablero de ajedrez
sr: да се истакне на шаховској табли
sv: att markeras på schackbrädet
sw: itaangaziwa kwenye ubao wa chess
ta: சதுரங்கப் பலகையில் சிறப்பிக்கப்பட வேண்டும்
th: ที่จะเน้นบนกระดานหมากรุก
tr: Satranç tahtasında vurgulanmak üzere
uk: які будуть виділені на шаховій дошці
ur: شطرنج کی بساط پر نمایاں کیا جائے۔
vi: được làm nổi bật trên bàn cờ

source: Set this if you prefer squares highlighted
es: Configure esto si prefiere que los cuadrados estén resaltados
sr: Подесите ово ако више волите да су означени квадрати
sv: Ställ in detta om du föredrar rutor markerade
sw: Weka hii ikiwa unapendelea miraba iliyoangaziwa
ta: சதுரங்கள் முன்னிலைப்படுத்தப்படுவதை நீங்கள் விரும்பினால் இதை அமைக்கவும்.
th: ตั้งค่านี้หากคุณต้องการเน้นสี่เหลี่ยม
tr: Karelerin vurgulanmasını tercih ediyorsanız bunu ayarlayın
uk: Встановіть це, якщо ви віддаєте перевагу виділенню квадратів
ur: اگر آپ اسکوائر کو نمایاں کرنا چاہتے ہیں تو اسے سیٹ کریں۔
vi: Đặt tùy chọn này nếu bạn thích các ô vuông được tô sáng

source: with a line rather than by color
es: con una línea en lugar de por color
sr: линијом а не бојом
sv: med en linje snarare än efter färg
sw: na mstari badala ya rangi
ta: நிறத்தால் அல்லாமல் ஒரு கோட்டுடன்
th: ด้วยเส้นมากกว่าด้วยสี
tr: renk yerine bir çizgiyle
uk: лінією, а не кольором
ur: رنگ کے بجائے لائن کے ساتھ
vi: bằng một đường thẳng chứ không phải bằng màu sắc

source: with a line rather than by colour
es: con una línea en lugar de por color
sr: линијом а не бојом
sv: med en linje snarare än efter färg
sw: na mstari badala ya rangi
ta: நிறத்தால் அல்லாமல் ஒரு கோட்டுடன்
th: ด้วยเส้นมากกว่าสี
tr: renk yerine bir çizgiyle
uk: лінією, а не кольором
ur: رنگ کے بجائے لائن کے ساتھ
vi: bằng một đường thẳng thay vì bằng màu sắc

source: Set this if you prefer a border displayed around the board
es: Configure esto si prefiere que se muestre un borde alrededor del tablero
sr: Подесите ово ако више волите да се ивица приказује око табле
sv: Ställ in detta om du föredrar en ram som visas runt tavlan
sw: Weka hii ikiwa unapendelea mpaka unaoonyeshwa karibu na ubao
ta: பலகையைச் சுற்றி ஒரு எல்லை காட்டப்பட வேண்டும் என்று நீங்கள் விரும்பினால் இதை அமைக்கவும்.
th: ตั้งค่านี้หากคุณต้องการให้ขอบแสดงรอบกระดาน
tr: Tahtanın etrafında bir kenarlık görüntülenmesini tercih ediyorsanız bunu ayarlayın
uk: Встановіть це, якщо ви віддаєте перевагу рамці, що відображається навколо дошки
ur: اگر آپ بورڈ کے ارد گرد دکھائے جانے والے بارڈر کو ترجیح دیتے ہیں تو اسے سیٹ کریں۔
vi: Đặt mục này nếu bạn muốn hiển thị đường viền xung quanh bảng

source: Set this to load last PGN file on program start
es: Configure esto para cargar el último archivo PGN al iniciar el programa
sr: Подесите ово да учитате последњу ПГН датотеку при покретању програма
sv: Ställ in detta för att ladda den sista PGN-filen vid programstart
sw: Weka hii ili kupakia faili ya mwisho ya PGN kwenye kuanza kwa programu
ta: நிரல் தொடக்கத்தில் கடைசி PGN கோப்பை ஏற்ற இதை அமைக்கவும்.
th: ตั้งค่านี้เพื่อโหลดไฟล์ PGN สุดท้ายเมื่อเริ่มโปรแกรม
tr: Bunu, program başlangıcında son PGN dosyasının yüklenmesi için ayarlayın
uk: Встановіть це для завантаження останнього файлу PGN під час запуску програми
ur: پروگرام شروع ہونے پر آخری PGN فائل کو لوڈ کرنے کے لیے اسے سیٹ کریں۔
vi: Đặt mục này để tải tệp PGN cuối cùng khi bắt đầu chương trình

source: Set this to load last PGN game on program start
es: Configure esto para cargar el último juego PGN al iniciar el programa
sr: Подесите ово да учитате последњу ПГН игру при покретању програма
sv: Ställ in detta för att ladda det senaste PGN-spelet vid programstart
sw: Weka hii ili kupakia mchezo wa mwisho wa PGN kwenye kuanza kwa programu
ta: நிரல் தொடக்கத்தில் கடைசி PGN விளையாட்டை ஏற்ற இதை அமைக்கவும்.
th: ตั้งค่านี้เพื่อโหลดเกม PGN สุดท้ายเมื่อเริ่มโปรแกรม
tr: Bunu, program başlangıcında son PGN oyununun yüklenmesi için ayarlayın
uk: Встановіть це для завантаження останньої гри PGN під час запуску програми
ur: پروگرام کے آغاز پر آخری PGN گیم لوڈ کرنے کے لیے اسے سیٹ کریں۔
vi: Thiết lập để tải trò chơi PGN cuối cùng khi bắt đầu chương trình

source: Set this to load last log file game on program start
es: Configure esto para cargar el último archivo de registro del juego al iniciar el programa
sr: Подесите ово да учитате последњу игру датотеке дневника при покретању програма
sv: Ställ in detta för att ladda sista loggfilspelet vid programstart
sw: Weka hii ili kupakia mchezo wa mwisho wa faili ya kumbukumbu kwenye kuanza kwa programu
ta: நிரல் தொடக்கத்தில் விளையாட்டின் கடைசி பதிவு கோப்பை ஏற்ற இதை அமைக்கவும்.
th: ตั้งค่านี้เพื่อโหลดไฟล์บันทึกเกมครั้งสุดท้ายเมื่อเริ่มโปรแกรม
tr: Bunu, program başlangıcında son günlük dosyası oyununun yüklenmesi için ayarlayın
uk: Встановіть це, щоб завантажувати останній файл журналу гри під час запуску програми
ur: پروگرام کے آغاز پر آخری لاگ فائل گیم کو لوڈ کرنے کے لیے اسے سیٹ کریں۔
vi: Đặt mục này để tải tệp nhật ký cuối cùng của trò chơi khi bắt đầu chương trình

source: Enter the height of the toolbar
es: Introduzca la altura de la barra de herramientas
sr: Унесите висину траке са алаткама
sv: Ange höjden på verktygsfältet
sw: Ingiza urefu wa upau wa vidhibiti
ta: கருவிப்பட்டியின் உயரத்தை உள்ளிடவும்.
th: ป้อนความสูงของแถบเครื่องมือ
tr: Araç çubuğunun yüksekliğini girin
uk: Введіть висоту панелі інструментів
ur: ٹول بار کی اونچائی درج کریں۔
vi: Nhập chiều cao của thanh công cụ

source: Toggle full kibitzing display mode
es: Activar o desactivar el modo de visualización de kibitzing completo
sr: Укључите режим приказа потпуног кибитзирања
sv: Växla fullt kibitzing-visningsläge
sw: Geuza hali kamili ya onyesho la kibitzing
ta: முழு கிபிட்ஸிங் காட்சிப் பயன்முறையை நிலைமாற்று
th: สลับโหมดการแสดงผลแบบเต็มรูปแบบ
tr: Tam kibitzing görüntüleme modunu aç/kapat
uk: Увімкнути повний режим відображення kibitzing
ur: مکمل کبٹزنگ ڈسپلے موڈ کو ٹوگل کریں۔
vi: Chuyển đổi chế độ hiển thị kibitzing đầy đủ

source: Use this panel to specify some general options, most importantly
es: Utilice este panel para especificar algunas opciones generales, la más importante
sr: Користите овај панел да одредите неке опште опције, што је најважније
sv: Använd den här panelen för att specificera några allmänna alternativ, viktigast av allt
sw: Tumia kidirisha hiki kubainisha baadhi ya chaguo za jumla, muhimu zaidi
ta: சில பொதுவான விருப்பங்களைக் குறிப்பிட இந்தப் பலகத்தைப் பயன்படுத்தவும், மிக முக்கியமாக
th: ใช้แผงนี้เพื่อระบุตัวเลือกทั่วไปบางประการ โดยเฉพาะอย่างยิ่ง
tr: Bu paneli, en önemlisi olmak üzere bazı genel seçenekleri belirtmek için kullanın
uk: Використовуйте цю панель, щоб указати деякі загальні параметри, найважливіші
ur: کچھ عمومی اختیارات کی وضاحت کرنے کے لیے اس پینل کا استعمال کریں، سب سے اہم
vi: Sử dụng bảng điều khiển này để chỉ định một số tùy chọn chung, quan trọng nhất là
