Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Major features added :-
es: Características principales añadidas: -
sr: Додате главне карактеристике: -
sv: Viktiga funktioner tillagda: -
sw: Vipengele muhimu vimeongezwa:-
ta: சேர்க்கப்பட்ட முக்கிய அம்சங்கள்:-
th: เพิ่มคุณสมบัติหลัก:-
tr: Eklenen başlıca özellikler :-
uk: Додано основні функції: -
ur: اہم خصوصیات شامل کی گئیں: -
vi: Các tính năng chính được thêm vào:

source: Shootout mode
es: Modo tiroteo
sr: Режим пуцања
sv: Shootout läge
sw: Hali ya mikwaju
ta: ஷூட்அவுட் பயன்முறை
th: โหมดยิงปืน
tr: Atış modu
uk: Режим перестрілки
ur: شوٹ آؤٹ موڈ
vi: Chế độ đấu súng

source: User board bitamps
es: Placa de usuario de bitamps
sr: Битампс корисничке плоче
sv: Användarkort bitamps
sw: Bitamps za bodi ya mtumiaji
ta: பயனர் பலகை பிடாம்ப்கள்
th: บอร์ดผู้ใช้บิตแอมป์
tr: Kullanıcı panosu bitampları
uk: Розрядні зображення дошки користувачів
ur: یوزر بورڈ بٹمپس
vi: Bảng người dùng bitamps

source: Printing functions
es: Funciones de impresión
sr: Функције штампања
sv: Utskriftsfunktioner
sw: Kazi za uchapishaji
ta: அச்சிடும் செயல்பாடுகள்
th: ฟังก์ชั่นการพิมพ์
tr: Yazdırma işlevleri
uk: Функції друку
ur: پرنٹنگ کے افعال
vi: Chức năng in

source: Engine match functions
es: Funciones de coincidencia del motor
sr: Функције подударања мотора
sv: Motormatchningsfunktioner
sw: Vipengele vya mechi ya injini
ta: எஞ்சின் பொருத்த செயல்பாடுகள்
th: ฟังก์ชั่นการจับคู่เครื่องยนต์
tr: Motor eşleştirme fonksiyonları
uk: Функції відповідності двигуна
ur: انجن میچ کے افعال
vi: Chức năng khớp động cơ

source: Engine tournament functions
es: Funciones del torneo del motor
sr: Функције турнира мотора
sv: Motorturneringsfunktioner
sw: Kazi za mashindano ya injini
ta: எஞ்சின் போட்டி செயல்பாடுகள்
th: ฟังก์ชั่นการแข่งขันเครื่องยนต์
tr: Motor turnuva fonksiyonları
uk: Турнірні функції двигуна
ur: انجن ٹورنامنٹ کے افعال
vi: Chức năng giải đấu động cơ

source: PGN game file search functions
es: Funciones de búsqueda de archivos de juegos PGN
sr: Функције претраживања датотека игре ПГН
sv: Sökfunktioner för PGN-spelfiler
sw: Utafutaji wa faili za mchezo wa PGN
ta: PGN விளையாட்டு கோப்பு தேடல் செயல்பாடுகள்
th: ฟังก์ชั่นการค้นหาไฟล์เกม PGN
tr: PGN oyun dosyası arama işlevleri
uk: Функції пошуку ігрових файлів PGN
ur: PGN گیم فائل سرچ فنکشنز
vi: Chức năng tìm kiếm tệp trò chơi PGN

source: Automatic analysis of games (version 2.0)
es: Análisis automático de partidas (versión 2.0)
sr: Аутоматска анализа игара (верзија 2.0)
sv: Automatisk analys av spel (version 2.0)
sw: Uchambuzi otomatiki wa michezo (toleo la 2.0)
ta: விளையாட்டுகளின் தானியங்கி பகுப்பாய்வு (பதிப்பு 2.0)
th: วิเคราะห์เกมอัตโนมัติ (เวอร์ชั่น 2.0)
tr: Oyunların otomatik analizi (versiyon 2.0)
uk: Автоматичний аналіз ігор (версія 2.0)
ur: گیمز کا خودکار تجزیہ (ورژن 2.0)
vi: Phân tích trò chơi tự động (phiên bản 2.0)

source: 3d graphics with DirectX (Nimzo_3d - version 3.3)
es: Gráficos 3D con DirectX (Nimzo_3d - versión 3.3)
sr: 3Д графика са ДирецтКс (Нимзо_3д - верзија 3.3)
sv: 3D-grafik med DirectX (Nimzo_3d - version 3.3)
sw: Picha za 3d na DirectX (Nimzo_3d - toleo la 3.3)
ta: DirectX உடன் 3D கிராபிக்ஸ் (Nimzo_3d - பதிப்பு 3.3)
th: กราฟิก 3 มิติด้วย DirectX (Nimzo_3d - เวอร์ชัน 3.3)
tr: DirectX ile 3d grafikler (Nimzo_3d - sürüm 3.3)
uk: 3D-графіка з DirectX (Nimzo_3d - версія 3.3)
ur: DirectX کے ساتھ 3d گرافکس (Nimzo_3d - ورژن 3.3)
vi: Đồ họa 3D với DirectX (Nimzo_3d - phiên bản 3.3)

source: Sound effects (Nimzo_3d - version 3.3)
es: Efectos de sonido (Nimzo_3d - versión 3.3)
sr: Звучни ефекти (Нимзо_3д - верзија 3.3)
sv: Ljudeffekter (Nimzo_3d - version 3.3)
sw: Athari za sauti (Nimzo_3d - toleo la 3.3)
ta: ஒலி விளைவுகள் (Nimzo_3d - பதிப்பு 3.3)
th: เอฟเฟกต์เสียง (Nimzo_3d - เวอร์ชัน 3.3)
tr: Ses efektleri (Nimzo_3d - sürüm 3.3)
uk: Звукові ефекти (Nimzo_3d - версія 3.3)
ur: صوتی اثرات (Nimzo_3d - ورژن 3.3)
vi: Hiệu ứng âm thanh (Nimzo_3d - phiên bản 3.3)

source: Capability for playing on Fics,
es: Capacidad para jugar en Fics,
sr: Могућност играња на Фицс-у,
sv: Möjlighet att spela på Fics,
sw: Uwezo wa kucheza kwenye Fics,
ta: ஃபிக்ஸில் விளையாடும் திறன்,
th: ความสามารถในการเล่นฟิค
tr: Fics'te oynama yeteneği,
uk: Можливість гри на Fics,
ur: Fics پر کھیلنے کی صلاحیت،
vi: Khả năng chơi trên Fics,

source: The Free Internet Chess Server (version 3.5)
es: El servidor gratuito de ajedrez en Internet (versión 3.5)
sr: Бесплатни интернет шаховски сервер (верзија 3.5)
sw: Seva ya Bure ya Chess ya Mtandao (toleo la 3.5)
ta: இலவச இணைய சதுரங்க சேவையகம் (பதிப்பு 3.5)
th: เซิร์ฟเวอร์หมากรุกอินเทอร์เน็ตฟรี (เวอร์ชัน 3.5)
tr: Ücretsiz İnternet Satranç Sunucusu (sürüm 3.5)
uk: Безкоштовний шаховий сервер в Інтернеті (версія 3.5)
ur: مفت انٹرنیٹ شطرنج سرور (ورژن 3.5)
vi: Máy chủ cờ vua Internet miễn phí (phiên bản 3.5)

source: Polyglot .bin opening book capability (version 3.6)
es: Capacidad de abrir libros .bin de Polyglot (versión 3.6)
sr: Могућност отварања књиге Полиглот .бин (верзија 3.6)
sv: Polyglot .bin öppningsboksfunktion (version 3.6)
sw: Uwezo wa kufungua kitabu cha Polyglot .(toleo la 3.6)
ta: பாலிகிளாட் .பின் புத்தகத்தைத் திறக்கும் திறன் (பதிப்பு 3.6)
th: ความสามารถในการเปิดหนังสือ Polyglot .bin (เวอร์ชัน 3.6)
tr: Polyglot .bin kitap açma yeteneği (sürüm 3.6)
uk: Можливість відкриття книги Polyglot .bin (версія 3.6)
ur: Polyglot .bin کھولنے کی کتاب کی اہلیت (ورژن 3.6)
vi: Khả năng mở sách .bin đa ngôn ngữ (phiên bản 3.6)

source: A media player for playing and making chess videos (version 4.0)
es: Un reproductor multimedia para jugar y crear vídeos de ajedrez (versión 4.0)
sr: Медиа плејер за играње и прављење шаховских видео записа (верзија 4.0)
sv: En mediaspelare för att spela och skapa schackvideor (version 4.0)
sw: Kicheza media cha kucheza na kutengeneza video za chess (toleo la 4.0)
ta: சதுரங்க வீடியோக்களை விளையாடுவதற்கும் உருவாக்குவதற்கும் ஒரு மீடியா பிளேயர் (பதிப்பு 4.0)
th: เครื่องเล่นสื่อสำหรับเล่นและสร้างวิดีโอหมากรุก (เวอร์ชัน 4.0)
tr: Satranç videoları oynatmak ve yapmak için bir medya oynatıcısı (sürüm 4.0)
uk: Медіаплеєр для гри та створення шахових відео (версія 4.0)
ur: شطرنج کی ویڈیوز کھیلنے اور بنانے کے لیے ایک میڈیا پلیئر (ورژن 4.0)
vi: Trình phát phương tiện để chơi và tạo video cờ vua (phiên bản 4.0)

source: An evaluation profile window (version 4.0)
es: Una ventana de perfil de evaluación (versión 4.0)
sr: Прозор профила евалуације (верзија 4.0)
sv: Ett fönster för utvärderingsprofil (version 4.0)
sw: Dirisha la wasifu wa tathmini (toleo la 4.0)
ta: மதிப்பீட்டு சுயவிவர சாளரம் (பதிப்பு 4.0)
th: หน้าต่างโปรไฟล์การประเมิน (เวอร์ชัน 4.0)
tr: Bir değerlendirme profili penceresi (sürüm 4.0)
uk: Вікно профілю оцінювання (версія 4.0)
ur: ایک تشخیصی پروفائل ونڈو (ورژن 4.0)
vi: Cửa sổ hồ sơ đánh giá (phiên bản 4.0)

source: Automatic creation of Polyglot .bin opening books (version 4.0)
es: Creación automática de libros de apertura .bin de Polyglot (versión 4.0)
sr: Аутоматско креирање Полиглот .бин отварајућих књига (верзија 4.0)
sv: Automatiskt skapande av Polyglot .bin-öppningsböcker (version 4.0)
sw: Uundaji otomatiki wa vitabu vya ufunguzi vya Polyglot .bin (toleo la 4.0)
ta: பாலிகிளாட் .பின் தொடக்க புத்தகங்களின் தானியங்கி உருவாக்கம் (பதிப்பு 4.0)
th: การสร้างหนังสือเปิดไฟล์ Polyglot .bin อัตโนมัติ (เวอร์ชัน 4.0)
tr: Polyglot .bin kitaplarının otomatik olarak açılması (sürüm 4.0)
uk: Автоматичне створення початкових книг Polyglot .bin (версія 4.0)
ur: Polyglot .bin کھولنے والی کتابوں کی خودکار تخلیق (ورژن 4.0)
vi: Tự động tạo sách mở Polyglot .bin (phiên bản 4.0)

source: A comprehensive compiled help file, Nimzo_3d.chm (version 4.0)
es: Un archivo de ayuda compilado completo, Nimzo_3d.chm (versión 4.0)
sr: Свеобухватна компајлирана датотека помоћи, Нимзо_3д.цхм (верзија 4.0)
sv: En omfattande kompilerad hjälpfil, Nimzo_3d.chm (version 4.0)
sw: Faili ya usaidizi iliyokusanywa kwa kina, Nimzo_3d.chm (toleo la 4.0)
ta: விரிவான தொகுக்கப்பட்ட உதவி கோப்பு, Nimzo_3d.chm (பதிப்பு 4.0)
th: ไฟล์วิธีใช้ที่รวบรวมไว้อย่างครอบคลุม Nimzo_3d.chm (เวอร์ชัน 4.0)
tr: Kapsamlı bir derlenmiş yardım dosyası, Nimzo_3d.chm (sürüm 4.0)
uk: Комплексний скомпільований файл довідки Nimzo_3d.chm (версія 4.0)
ur: ایک جامع مرتب کردہ مدد فائل، Nimzo_3d.chm (ورژن 4.0)
vi: Một tệp trợ giúp biên soạn toàn diện, Nimzo_3d.chm (phiên bản 4.0)

source: Minor features added :-
es: Se agregaron características menores: -
sr: Додане су мање функције: -
sv: Mindre funktioner tillagda: -
sw: Vipengele vidogo vimeongezwa: -
ta: சிறிய அம்சங்கள் சேர்க்கப்பட்டுள்ளன:-
th: เพิ่มคุณสมบัติเล็กน้อย:-
tr: Küçük özellikler eklendi:-
uk: Додано незначні функції: -
ur: معمولی خصوصیات شامل کی گئیں: -
vi: Các tính năng nhỏ được thêm vào :-

source: Edit functions on the right-click pop up variation menu
es: Editar funciones en el menú de variación emergente con clic derecho
sr: Уредите функције у искачућем менију варијације са десним кликом
sv: Redigera funktioner på popup-menyn med högerklick
sw: Badilisha vipengele kwenye menyu ya kubofya kulia ibukizi
ta: வலது கிளிக் பாப் அப் மாறுபாடு மெனுவில் செயல்பாடுகளைத் திருத்து.
th: แก้ไขฟังก์ชั่นบนเมนูรูปแบบป๊อปอัปคลิกขวา
tr: Sağ tıklama açılır varyasyon menüsündeki işlevleri düzenle
uk: Редагувати функції у спливаючому меню варіантів, яке відкривається правою кнопкою миші
ur: دائیں کلک کے پاپ اپ ویری ایشن مینو پر فنکشنز میں ترمیم کریں۔
vi: Chỉnh sửa chức năng trên menu biến thể bật lên khi nhấp chuột phải

source: Right mouse click for opposite colour
es: Haga clic derecho con el ratón para el color opuesto
sr: Кликните десним тастером миша за супротну боју
sv: Högerklicka för motsatt färg
sw: Bonyeza kulia kwa kipanya kwa rangi tofauti
ta: எதிர் நிறத்திற்கு வலது சுட்டி சொடுக்கவும்.
th: คลิกเมาส์ขวาสำหรับสีตรงข้าม
tr: Karşıt renk için sağ fare tıklaması
uk: Клацніть правою кнопкою миші для протилежного кольору
ur: مخالف رنگ کے لیے دائیں ماؤس پر کلک کریں۔
vi: Nhấp chuột phải để có màu đối diện

source: piece placement for position setup
es: Colocación de piezas para la configuración de la posición
sr: постављање комада за постављање позиције
sv: bitplacering för positionsinställning
sw: uwekaji wa kipande kwa usanidi wa msimamo
ta: நிலை அமைப்பிற்கான துண்டு இடம்
th: การจัดวางชิ้นส่วนเพื่อตั้งค่าตำแหน่ง
tr: Pozisyon kurulumu için parça yerleşimi
uk: розміщення деталей для налаштування позиції
ur: پوزیشن سیٹ اپ کے لیے ٹکڑا جگہ کا تعین
vi: vị trí đặt mảnh để thiết lập vị trí

source: Clear recent files option
es: Opción Borrar archivos recientes
sr: Опција брисања недавних датотека
sv: Rensa alternativet för senaste filer
sw: Futa chaguo la faili za hivi majuzi
ta: சமீபத்திய கோப்புகளை அழி விருப்பம்
th: ตัวเลือกล้างไฟล์ล่าสุด
tr: Son dosyaları temizle seçeneği
uk: Параметр очищення останніх файлів
ur: حالیہ فائلوں کا آپشن صاف کریں۔
vi: Tùy chọn xóa các tập tin gần đây

source: Game numbers displayed in the game list
es: Números de juego mostrados en la lista de juegos
sr: Бројеви игара приказани на листи игара
sv: Spelnummer som visas i spellistan
sw: Nambari za mchezo zinaonyeshwa kwenye orodha ya mchezo
ta: விளையாட்டுப் பட்டியலில் காட்டப்படும் விளையாட்டு எண்கள்
th: หมายเลขเกมที่แสดงอยู่ในรายการเกม
tr: Oyun listesinde görüntülenen oyun numaraları
uk: Номери ігор відображаються в списку ігор
ur: گیم کی فہرست میں دکھائے گئے گیم نمبرز
vi: Số trò chơi được hiển thị trong danh sách trò chơi

source: Goto game number button for the game list
es: Botón de ir al número de juego para ver la lista de juegos
sr: Иди на дугме са бројем игре за листу игара
sv: Gå till spelnummerknappen för spellistan
sw: Bonyeza kitufe cha nambari ya mchezo kwa orodha ya mchezo
ta: விளையாட்டு பட்டியலுக்கான கேம் எண் பொத்தானைத் தேர்ந்தெடுக்கவும்.
th: ปุ่มไปที่หมายเลขเกมสำหรับรายการเกม
tr: Oyun listesi için oyun numarası düğmesine git
uk: Кнопка «Перейти до гри» для списку ігор
ur: گیم لسٹ کے لیے گیم نمبر بٹن پر جائیں۔
vi: Nút Goto số trò chơi để biết danh sách trò chơi

source: Bookmark game functions for PGN files in the game list
es: Marcar funciones de juego para archivos PGN en la lista de juegos
sr: Означите функције игре за ПГН датотеке на листи игара
sv: Bokmärk spelfunktioner för PGN-filer i spellistan
sw: Alamisha vitendaji vya mchezo kwa faili za PGN kwenye orodha ya mchezo
ta: விளையாட்டுப் பட்டியலில் PGN கோப்புகளுக்கான விளையாட்டு செயல்பாடுகளை புக்மார்க் செய்யவும்.
th: ฟังก์ชันเกมบุ๊กมาร์กสำหรับไฟล์ PGN ในรายการเกม
tr: Oyun listesinde PGN dosyaları için oyun işlevlerini yer imlerine ekleyin
uk: Додайте закладки для ігрових функцій для файлів PGN у списку ігор
ur: گیم لسٹ میں PGN فائلوں کے لیے گیم فنکشن کو بُک مارک کریں۔
vi: Đánh dấu chức năng trò chơi cho các tệp PGN trong danh sách trò chơi

source: Goto start/end of game toolbar shortcuts
es: Accesos directos de la barra de herramientas para ir al inicio/fin del juego
sr: Иди на почетак/крај пречица на траци са алаткама за игру
sv: Gå till start/slut av spelets verktygsfältsgenvägar
sw: Nenda kwa kuanza/mwisho wa njia za mkato za upau wa vidhibiti wa mchezo
ta: விளையாட்டு கருவிப்பட்டியின் தொடக்க/முடிவு குறுக்குவழிகளுக்குச் செல்லவும்.
th: ไปที่แถบเครื่องมือทางลัดจุดเริ่มต้น/สิ้นสุดเกม
tr: Oyun başlangıcına/sonuna gitme araç çubuğu kısayolları
uk: Перейти до ярликів панелі інструментів початку/кінця гри
ur: گیم ٹول بار شارٹ کٹ کے آغاز/اختتام پر جائیں۔
vi: Phím tắt thanh công cụ Goto bắt đầu/kết thúc trò chơi

source: Display game list toolbar shortcut
es: Acceso directo a la barra de herramientas para mostrar la lista de juegos
sr: Прикажи пречицу на траци са алаткама листе игара
sv: Visa spellistans verktygsfältsgenväg
sw: Onyesha njia ya mkato ya upau wa vidhibiti wa orodha ya mchezo
ta: விளையாட்டுப் பட்டியல் கருவிப்பட்டி குறுக்குவழியைக் காட்டு
th: แสดงรายการเกมลัดแถบเครื่องมือ
tr: Oyun listesi araç çubuğu kısayolunu görüntüle
uk: Ярлик панелі інструментів для відображення списку ігор
ur: گیم لسٹ ٹول بار کا شارٹ کٹ ڈسپلے کریں۔
vi: Hiển thị lối tắt thanh công cụ danh sách trò chơi

source: Pause engine toolbar option
es: Opción de pausa del motor en la barra de herramientas
sr: Опција траке са алаткама за паузу мотора
sv: Alternativet Pausa motorns verktygsfält
sw: Sitisha chaguo la upau wa vidhibiti wa injini
ta: இடைநிறுத்து இயந்திர கருவிப்பட்டி விருப்பம்
th: ตัวเลือกแถบเครื่องมือหยุดชั่วคราว
tr: Motor araç çubuğu seçeneğini duraklat
uk: Параметр панелі інструментів призупинення двигуна
ur: انجن ٹول بار کا اختیار موقوف کریں۔
vi: Tùy chọn thanh công cụ tạm dừng động cơ

source: Select kibitz type toolbar option
es: Seleccione la opción de la barra de herramientas de tipo kibitz
sr: Изаберите опцију траке са алаткама типа кибитз
sv: Välj verktygsfältsalternativ av typen Kibitz
sw: Chagua chaguo la upau wa vidhibiti wa aina ya kibitz
ta: கிபிட்ஸ் வகை கருவிப்பட்டி விருப்பத்தைத் தேர்ந்தெடுக்கவும்.
th: เลือกตัวเลือกแถบเครื่องมือประเภท kibitz
tr: Kibitz türü araç çubuğu seçeneğini seçin
uk: Виберіть параметр панелі інструментів типу kibitz
ur: کیبٹز ٹائپ ٹول بار کا آپشن منتخب کریں۔
vi: Chọn tùy chọn thanh công cụ loại kibitz

source: Buttons to change the number of kibitz lines
es: Botones para cambiar el número de líneas de kibitz
sr: Дугмад за промену броја кибитз линија
sv: Knappar för att ändra antalet kibitz-linjer
sw: Vifungo vya kubadilisha idadi ya mistari ya kibitz
ta: கிபிட்ஸ் வரிகளின் எண்ணிக்கையை மாற்றுவதற்கான பொத்தான்கள்
th: ปุ่มเปลี่ยนจำนวนเส้นคิบิตซ์
tr: Kibitz satırlarının sayısını değiştirmek için düğmeler
uk: Кнопки для зміни кількості рядків кібіца
ur: کیبٹز لائنوں کی تعداد کو تبدیل کرنے کے بٹن
vi: Các nút để thay đổi số dòng kibitz

source: Adjust toolbar height option
es: Opción para ajustar la altura de la barra de herramientas
sr: Подесите опцију висине траке са алаткама
sv: Justera verktygsfältets höjdalternativ
sw: Rekebisha urefu wa chaguo la upau wa vidhibiti
ta: கருவிப்பட்டியின் உயர விருப்பத்தை சரிசெய்யவும்
th: ปรับตัวเลือกความสูงของแถบเครื่องมือ
tr: Araç çubuğu yüksekliğini ayarlama seçeneği
uk: Налаштувати висоту панелі інструментів
ur: ٹول بار کی اونچائی کے اختیار کو ایڈجسٹ کریں۔
vi: Tùy chọn điều chỉnh chiều cao thanh công cụ

source: Lightning chess time control option
es: Opción de control de tiempo de ajedrez relámpago
sr: Опција контроле времена муње у шаху
sv: Alternativ för tidskontroll av blixtschack
sw: Chaguo la kudhibiti wakati wa umeme wa chess
ta: மின்னல் சதுரங்க நேரக் கட்டுப்பாட்டு விருப்பம்
th: ตัวเลือกการควบคุมเวลาหมากรุกสายฟ้า
tr: Lightning satranç zaman kontrol seçeneği
uk: Опція контролю часу блискавичних шахів
ur: بجلی کی شطرنج ٹائم کنٹرول آپشن
vi: Tùy chọn kiểm soát thời gian cờ vua Lightning

source: Change screen panel backgrounds
es: Cambiar los fondos del panel de pantalla
sr: Промените позадину екрана
sv: Ändra bakgrunder på skärmen
sw: Badilisha mandharinyuma ya kidirisha cha skrini
ta: திரைப் பலகை பின்னணிகளை மாற்றவும்
th: เปลี่ยนพื้นหลังแผงหน้าจอ
tr: Ekran paneli arka planlarını değiştir
uk: Змінити фон панелі екрана
ur: اسکرین پینل کے پس منظر کو تبدیل کریں۔
vi: Thay đổi hình nền của bảng điều khiển màn hình

source: Save and load engine parameters
es: Guardar y cargar parámetros del motor
sr: Сачувајте и учитајте параметре мотора
sv: Spara och ladda motorparametrar
sw: Hifadhi na upakie vigezo vya injini
ta: இயந்திர அளவுருக்களைச் சேமித்து ஏற்றவும்
th: บันทึกและโหลดพารามิเตอร์เครื่องยนต์
tr: Motor parametrelerini kaydedin ve yükleyin
uk: Збереження та завантаження параметрів двигуна
ur: انجن کے پیرامیٹرز کو محفوظ کریں اور لوڈ کریں۔
vi: Lưu và tải các thông số động cơ

source: Improved select engine dialog box (version 3.0)
es: Cuadro de diálogo de selección de motor mejorado (versión 3.0)
sr: Побољшан дијалог за избор мотора (верзија 3.0)
sv: Förbättrad dialogruta för val av motor (version 3.0)
sw: Sanduku la mazungumzo la injini iliyoboreshwa (toleo la 3.0)
ta: மேம்படுத்தப்பட்ட தேர்ந்தெடுக்கப்பட்ட இயந்திர உரையாடல் பெட்டி (பதிப்பு 3.0)
th: ปรับปรุงกล่องโต้ตอบการเลือกเครื่องยนต์ (เวอร์ชัน 3.0)
tr: İyileştirilmiş seçim motoru iletişim kutusu (sürüm 3.0)
uk: Покращене діалогове вікно вибору механізму (версія 3.0)
ur: بہتر منتخب انجن ڈائیلاگ باکس (ورژن 3.0)
vi: Hộp thoại chọn công cụ được cải thiện (phiên bản 3.0)

source: Load last file / game on program start (version 3.0)
es: Cargar el último archivo/juego al iniciar el programa (versión 3.0)
sr: Учитај последњу датотеку/игру при покретању програма (верзија 3.0)
sv: Ladda sista filen/spelet vid programstart (version 3.0)
sw: Pakia faili / mchezo wa mwisho kwenye kuanza kwa programu (toleo la 3.0)
ta: நிரல் தொடக்கத்தில் கடைசி கோப்பு / விளையாட்டை ஏற்றவும் (பதிப்பு 3.0)
th: โหลดไฟล์/เกมล่าสุดเมื่อเริ่มโปรแกรม (เวอร์ชั่น 3.0)
tr: Program başlangıcında son dosyayı/oyunu yükle (sürüm 3.0)
uk: Завантажити останній файл / гру під час запуску програми (версія 3.0)
ur: پروگرام شروع ہونے پر آخری فائل / گیم لوڈ کریں (ورژن 3.0)
vi: Tải tập tin / trò chơi cuối cùng khi bắt đầu chương trình (phiên bản 3.0)

source: Search info display (version 3.0)
es: Visualización de información de búsqueda (versión 3.0)
sr: Приказ информација за претрагу (верзија 3.0)
sv: Sökinformationsskärm (version 3.0)
sw: Onyesho la maelezo ya utafutaji (toleo la 3.0)
ta: தேடல் தகவல் காட்சி (பதிப்பு 3.0)
th: การแสดงข้อมูลการค้นหา (เวอร์ชัน 3.0)
tr: Arama bilgisi görüntüleme (sürüm 3.0)
uk: Відображення інформації про пошук (версія 3.0)
ur: تلاش کی معلومات ڈسپلے (ورژن 3.0)
vi: Hiển thị thông tin tìm kiếm (phiên bản 3.0)

source: Game evaluation bar (version 3.0)
es: Barra de evaluación del juego (versión 3.0)
sr: Трака за процену игре (верзија 3.0)
sv: Spelutvärderingsfält (version 3.0)
sw: Upau wa tathmini ya mchezo (toleo la 3.0)
ta: விளையாட்டு மதிப்பீட்டுப் பட்டி (பதிப்பு 3.0)
th: แถบประเมินเกม (เวอร์ชั่น 3.0)
tr: Oyun değerlendirme çubuğu (sürüm 3.0)
uk: Панель оцінки гри (версія 3.0)
ur: گیم ایویلیویشن بار (ورژن 3.0)
vi: Thanh đánh giá trò chơi (phiên bản 3.0)

source: Game tabs and opening book move display
es: Pestañas de juego y visualización de movimientos del libro de apertura
sr: Картице игре и приказ покрета за отварање књиге
sv: Spelflikar och öppningsbokens rörelsedisplay
sw: Vichupo vya mchezo na onyesho la uhamishaji wa kitabu cha kufungua
ta: விளையாட்டு தாவல்கள் மற்றும் தொடக்க புத்தக நகர்வு காட்சி
th: แท็บเกมและการแสดงการเปิดหนังสือ
tr: Oyun sekmeleri ve açılış kitabı hareket gösterimi
uk: Вкладки гри та екран переміщення початкової книги
ur: گیم ٹیبز اور اوپننگ بک موو ڈسپلے
vi: Tab trò chơi và màn hình di chuyển sách mở

source: on the 3d toolbar (Nimzo 3d - version 3.42)
es: en la barra de herramientas 3D (Nimzo 3D - versión 3.42)
sr: на 3д траци са алаткама (Нимзо 3д - верзија 3.42)
sv: på 3d-verktygsfältet (Nimzo 3d - version 3.42)
sw: kwenye upau wa vidhibiti wa 3d (Nimzo 3d - toleo la 3.42)
ta: 3D கருவிப்பட்டியில் (Nimzo 3d - பதிப்பு 3.42)
th: บนแถบเครื่องมือ 3 มิติ (Nimzo 3d - เวอร์ชัน 3.42)
tr: 3d araç çubuğunda (Nimzo 3d - sürüm 3.42)
uk: на панелі інструментів 3d (Nimzo 3d - версія 3.42)
ur: 3d ٹول بار پر (Nimzo 3d - ورژن 3.42)
vi: trên thanh công cụ 3d (Nimzo 3d - phiên bản 3.42)

source: Score counter for chess quiz games in PDF files
es: Contador de puntuaciones para partidas de ajedrez en archivos PDF
sr: Бројач резултата за игре шаховских квизова у ПДФ датотекама
sv: Poängräknare för schackfrågesportspel i PDF-filer
sw: Kaunta ya alama kwa michezo ya chess chemsha bongo katika faili za PDF
ta: சதுரங்க வினாடி வினா விளையாட்டுகளுக்கான மதிப்பெண் கவுண்டர் PDF கோப்புகளில்.
th: เครื่องนับคะแนนสำหรับเกมตอบคำถามหมากรุกในรูปแบบไฟล์ PDF
tr: PDF dosyalarında satranç sınav oyunları için puan sayacı
uk: Лічильник результатів для шахових вікторин у файлах PDF
ur: پی ڈی ایف فائلوں میں شطرنج کوئز گیمز کے لیے اسکور کاؤنٹر
vi: Bộ đếm điểm cho trò chơi đố vui cờ vua trong tệp PDF

source: that award points. (version 4.0)
es: que otorgan puntos. (versión 4.0)
sr: који додељују бодове. (верзија 4.0)
sv: som ger poäng. (version 4.0)
sw: pointi hizo za tuzo. (toleo la 4.0)
ta: அந்த விருது புள்ளிகள். (பதிப்பு 4.0)
th: ที่มอบคะแนน (เวอร์ชั่น 4.0)
tr: puan veren ödül. (versiyon 4.0)
uk: що присуджує бали. (версія 4.0)
ur: کہ ایوارڈ پوائنٹس۔ (ورژن 4.0)
vi: để thưởng điểm. (phiên bản 4.0)

source: Coloured square highlights and arrows (version 4.0)
es: Resaltados cuadrados y flechas de colores (versión 4.0)
sr: Обојени квадратни нагласци и стрелице (верзија 4.0)
sv: Färgade fyrkantiga höjdpunkter och pilar (version 4.0)
sw: Vielelezo vya rangi ya mraba na mishale (toleo la 4.0)
ta: வண்ண சதுர சிறப்பம்சங்கள் மற்றும் அம்புகள் (பதிப்பு 4.0)
th: ไฮไลท์และลูกศรสี่เหลี่ยมสี (เวอร์ชัน 4.0)
tr: Renkli kare vurgular ve oklar (sürüm 4.0)
uk: Кольорові квадратні виділення та стрілки (версія 4.0)
ur: رنگین مربع جھلکیاں اور تیر (ورژن 4.0)
vi: Các điểm nổi bật và mũi tên hình vuông có màu (phiên bản 4.0)

source: Automatic game replay function (version 4.0)
es: Función de repetición automática del juego (versión 4.0)
sr: Функција аутоматског понављања игре (верзија 4.0)
sv: Automatisk omspelningsfunktion (version 4.0)
sw: Kitendaji cha kucheza mchezo otomatiki (toleo la 4.0)
ta: தானியங்கி விளையாட்டு மறு இயக்க செயல்பாடு (பதிப்பு 4.0)
th: ฟังก์ชั่นรีเพลย์เกมอัตโนมัติ (เวอร์ชั่น 4.0)
tr: Otomatik oyun tekrarlama fonksiyonu (versiyon 4.0)
uk: Функція автоматичного повтору гри (версія 4.0)
ur: خودکار گیم ری پلے فنکشن (ورژن 4.0)
vi: Chức năng phát lại trò chơi tự động (phiên bản 4.0)

source: Features added to Nimzo_3d - version 4.0
es: Funciones añadidas a Nimzo_3d - versión 4.0
sr: Функције додате у Нимзо_3д - верзија 4.0
sv: Funktioner tillagda till Nimzo_3d - version 4.0
sw: Vipengele vilivyoongezwa kwa Nimzo_3d - toleo la 4.0
ta: Nimzo_3d - பதிப்பு 4.0 இல் அம்சங்கள் சேர்க்கப்பட்டுள்ளன.
th: คุณสมบัติที่เพิ่มใน Nimzo_3d - เวอร์ชัน 4.0
tr: Nimzo_3d'ye eklenen özellikler - sürüm 4.0
uk: Функції, додані до Nimzo_3d - версія 4.0
ur: Nimzo_3d - ورژن 4.0 میں خصوصیات شامل کی گئیں۔
vi: Các tính năng được thêm vào Nimzo_3d - phiên bản 4.0
