Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Check to query position
es: Marcar para consultar posición
sr: Означите да бисте поставили упит
sv: Markera för att fråga position
sw: Angalia ili kuuliza nafasi
ta: வினவல் நிலையைச் சரிபார்க்கவும்
th: ตรวจสอบเพื่อสอบถามตำแหน่ง
tr: Sorgu pozisyonunu kontrol edin
uk: Перевірте, щоб запитати позицію
ur: استفسار کی پوزیشن چیک کریں۔
vi: Kiểm tra để truy vấn vị trí

source: Check to use previous search mask
es: Marque para utilizar la máscara de búsqueda anterior
sr: Означите да бисте користили претходну маску за претрагу
sv: Markera för att använda föregående sökmask
sw: Angalia ili kutumia barakoa ya utafutaji iliyotangulia
ta: முந்தைய தேடல் முகமூடியைப் பயன்படுத்த சரிபார்க்கவும்.
th: เลือกเพื่อใช้หน้ากากการค้นหาครั้งก่อน
tr: Önceki arama maskesini kullanmak için işaretleyin
uk: Поставте прапорець, щоб використовувати попередню маску пошуку
ur: پچھلا سرچ ماسک استعمال کرنے کے لیے چیک کریں۔
vi: Kiểm tra để sử dụng mặt nạ tìm kiếm trước đó

source: Check to display clipboard after search
es: Marque para mostrar el portapapeles después de la búsqueda
sr: Означите да бисте приказали међумеморију након претраге
sv: Markera för att visa urklipp efter sökning
sw: Angalia ili kuonyesha ubao wa kunakili baada ya utafutaji
ta: தேடலுக்குப் பிறகு கிளிப்போர்டைக் காட்ட சரிபார்க்கவும்.
th: เลือกเพื่อแสดงคลิปบอร์ดหลังจากการค้นหา
tr: Aramadan sonra panoyu görüntülemek için işaretleyin
uk: Поставте прапорець, щоб відображати буфер обміну після пошуку
ur: تلاش کے بعد کلپ بورڈ ڈسپلے کرنے کے لیے چیک کریں۔
vi: Kiểm tra để hiển thị clipboard sau khi tìm kiếm

source: Start the search
es: Iniciar la búsqueda
sr: Започните претрагу
sv: Starta sökningen
sw: Anza utafutaji
ta: தேடலைத் தொடங்குங்கள்
th: เริ่มต้นการค้นหา
tr: Aramayı başlat
uk: Почніть пошук
ur: تلاش شروع کریں۔
vi: Bắt đầu tìm kiếm

source: Use this dialog box in order to select the Game search options
es: Utilice este cuadro de diálogo para seleccionar las opciones de búsqueda de juegos
sr: Користите овај оквир за дијалог да бисте изабрали опције за претрагу игара
sv: Använd den här dialogrutan för att välja sökalternativ för spel
sw: Tumia kisanduku kidadisi hiki ili kuchagua chaguo za utafutaji wa Mchezo
ta: விளையாட்டு தேடல் விருப்பங்களைத் தேர்ந்தெடுக்க இந்த உரையாடல் பெட்டியைப் பயன்படுத்தவும்.
th: ใช้กล่องโต้ตอบนี้เพื่อเลือกตัวเลือกการค้นหาเกม
tr: Oyun arama seçeneklerini seçmek için bu iletişim kutusunu kullanın
uk: Використовуйте це діалогове вікно, щоб вибрати параметри пошуку гри
ur: گیم سرچ آپشنز کو منتخب کرنے کے لیے اس ڈائیلاگ باکس کا استعمال کریں۔
vi: Sử dụng hộp thoại này để chọn tùy chọn Tìm kiếm trò chơi

source: White / Black : Enter the name or part of it (capa will find games by Capablanca).
es: Blanco / Negro: Ingrese el nombre o parte de él (capa encontrará juegos de Capablanca).
sr: Бела / црна : Унесите име или његов део (цапа ће пронаћи игре од Капабланке).
sv: Vit / Svart : Ange namnet eller en del av det (capa hittar spel från Capablanca).
sw: Nyeupe / Nyeusi : Ingiza jina au sehemu yake (capa itapata michezo na Capablanca).
ta: வெள்ளை / கருப்பு: அதன் பெயரையோ அல்லது பகுதியையோ உள்ளிடவும் (கேபா கேபாபிளாங்காவின் விளையாட்டுகளைக் கண்டுபிடிக்கும்).
th: สีขาว / สีดำ : กรอกชื่อหรือบางส่วนของชื่อ (capa จะค้นหาเกมของ Capablanca)
tr: Beyaz / Siyah : İsmi veya bir kısmını girin (Capa, Capablanca'nın oyunlarını bulacak).
uk: Білий / Чорний: введіть назву або її частину (capa знайде ігри Капабланки).
ur: سفید / سیاہ : نام یا اس کا کچھ حصہ درج کریں (capa Capablanca کے ذریعہ گیمز تلاش کرے گا)۔
vi: Trắng/Đen: Nhập tên hoặc một phần của tên (capa sẽ tìm các trò chơi của Capablanca).

source: You can use wildcards - *blanca will also find games by Capablanca.
es: Puedes utilizar comodines: *blanca también encontrará partidas de Capablanca.
sr: Можете користити џокер знакове - *бланца ће такође пронаћи игре од Капабланке.
sv: Du kan använda jokertecken - *blanca hittar även spel från Capablanca.
sw: Unaweza kutumia kadi-mwitu - *blanca pia itapata michezo na Capablanca.
ta: நீங்கள் வைல்டு கார்டுகளைப் பயன்படுத்தலாம் - *பிளாங்கா கேபப்லாங்காவின் விளையாட்டுகளையும் கண்டுபிடிக்கும்.
th: คุณสามารถใช้ไวด์การ์ดได้ - *blanca จะค้นหาเกมของ Capablanca ด้วยเช่นกัน
tr: Joker karakterler kullanabilirsiniz - *blanca tuşu ayrıca Capablanca'nın oyunlarını da bulacaktır.
uk: Ви можете використовувати символи підстановки - *blanca також знайде ігри Капабланки.
ur: آپ وائلڈ کارڈز استعمال کر سکتے ہیں - *بلانکا بھی Capablanca کے ذریعے گیمز تلاش کریں گے۔
vi: Bạn có thể sử dụng ký tự đại diện - *blanca cũng sẽ tìm thấy các trò chơi của Capablanca.

source: Wins and Losses : Check these boxes (with Ignore colours off)
es: Victorias y derrotas: Marque estas casillas (con los colores Ignorar desactivados)
sr: Победе и губици: Означите ова поља (са искљученим Игнорирање боја)
sv: Vinster och förluster: Markera dessa rutor (med Ignorera färger av)
sw: Mafanikio na Hasara : Weka alama kwenye visanduku hivi (na rangi za Puuza zimezimwa)
ta: வெற்றி தோல்விகள்: இந்தப் பெட்டிகளைச் சரிபார்க்கவும் (நிறங்களைப் புறக்கணி என்பதை அணைத்து)
th: ชัยชนะและความพ่ายแพ้: ทำเครื่องหมายในช่องเหล่านี้ (โดยปิดสีละเว้น)
tr: Kazançlar ve Kayıplar: Bu kutuları işaretleyin (Yoksay renkleri kapalıyken)
uk: Перемоги та поразки: позначте ці поля (вимкнено Ігнорувати кольори)
ur: جیت اور نقصان : ان باکسز کو چیک کریں (رنگوں کو نظر انداز کرتے ہوئے)
vi: Thắng và Thua: Đánh dấu vào các ô này (tắt Bỏ qua màu)

source: to search for wins and losses for a player.
es: para buscar victorias y derrotas de un jugador.
sr: за тражење победа и пораза за играча.
sv: att söka efter vinster och förluster för en spelare.
sw: kutafuta ushindi na hasara kwa mchezaji.
ta: ஒரு வீரரின் வெற்றி தோல்விகளைத் தேட.
th: เพื่อค้นหาชัยชนะและความพ่ายแพ้ของผู้เล่น
tr: Bir oyuncunun galibiyet ve mağlubiyetlerini aramak.
uk: шукати виграші та програші для гравця.
ur: کسی کھلاڑی کی جیت اور ہار تلاش کرنے کے لیے۔
vi: để tìm kiếm chiến thắng và thất bại của người chơi.

source: Ignore colours : If you enter the name of one player
es: Ignorar colores: Si ingresa el nombre de un jugador
sr: Занемари боје : Ако унесете име једног играча
sv: Ignorera färger: Om du anger namnet på en spelare
sw: Puuza rangi : Ukiweka jina la mchezaji mmoja
ta: நிறங்களைப் புறக்கணிக்கவும்: நீங்கள் ஒரு வீரரின் பெயரை உள்ளிட்டால்
th: ไม่สนใจสี : หากคุณป้อนชื่อผู้เล่นคนใดคนหนึ่ง
tr: Renkleri yoksay: Bir oyuncunun adını girerseniz
uk: Ігнорувати кольори: якщо ви вводите ім’я одного гравця
ur: رنگوں کو نظر انداز کریں: اگر آپ ایک کھلاڑی کا نام درج کرتے ہیں۔
vi: Bỏ qua màu sắc: Nếu bạn nhập tên của một người chơi

source: and click this on, then all their games will be shown.
es: y haga clic aquí, luego se mostrarán todos sus juegos.
sr: и кликните на ово, тада ће се приказати све њихове игре.
sv: och klicka på detta så kommer alla deras spel att visas.
sw: na ubofye hii, kisha michezo yao yote itaonyeshwa.
ta: இதை கிளிக் செய்தால், அவர்களின் எல்லா விளையாட்டுகளும் காண்பிக்கப்படும்.
th: และคลิกที่นี่ แล้วเกมทั้งหมดของพวกเขาจะแสดง
tr: ve buna tıkladığınızda tüm oyunları gösterilecektir.
uk: і натисніть це, тоді будуть показані всі їхні ігри.
ur: اور اس پر کلک کریں، پھر ان کے تمام گیمز دکھائے جائیں گے۔
vi: và nhấp vào đây, tất cả trò chơi của họ sẽ được hiển thị.

source: If it is off, then only their white or black games are listed.
es: Si está desactivado, solo se enumeran los juegos blancos o negros.
sr: Ако је искључен, тада су наведене само њихове беле или црне игре.
sv: Om den är avstängd listas bara deras vita eller svarta spel.
sw: Ikiwa imezimwa, basi ni michezo yao nyeupe au nyeusi tu iliyoorodheshwa.
ta: அது முடக்கப்பட்டிருந்தால், அவற்றின் வெள்ளை அல்லது கருப்பு விளையாட்டுகள் மட்டுமே பட்டியலிடப்படும்.
th: หากปิดอยู่ จะมีเพียงเกมสีขาวหรือสีดำเท่านั้นที่แสดงอยู่
tr: Eğer kapalıysa sadece beyaz veya siyah oyunları listelenir.
uk: Якщо його вимкнено, у списку будуть лише їхні білі чи чорні ігри.
ur: اگر یہ آف ہے، تو صرف ان کے سفید یا سیاہ کھیل درج ہیں۔
vi: Nếu tắt, thì chỉ có trò chơi màu trắng hoặc đen của họ được liệt kê.

source: Tournament : Here you can search for a specific tournament or location.
es: Torneo: aquí puedes buscar un torneo o ubicación específica.
sr: Турнир : Овде можете тражити одређени турнир или локацију.
sv: Turnering : Här kan du söka efter en specifik turnering eller plats.
sw: Mashindano : Hapa unaweza kutafuta mashindano au eneo maalum.
ta: போட்டி: இங்கே நீங்கள் ஒரு குறிப்பிட்ட போட்டி அல்லது இடத்தைத் தேடலாம்.
th: การแข่งขัน : ที่นี่คุณสามารถค้นหาการแข่งขันหรือสถานที่ที่ต้องการได้
tr: Turnuva : Burada belirli bir turnuvayı veya yeri arayabilirsiniz.
uk: Турнір : тут ви можете шукати певний турнір або місце.
ur: ٹورنامنٹ : یہاں آپ ایک مخصوص ٹورنامنٹ یا مقام تلاش کر سکتے ہیں۔
vi: Giải đấu: Tại đây bạn có thể tìm kiếm một giải đấu hoặc địa điểm cụ thể.

source: Year : To search for the games of a particular period, enter the years here.
es: Año: Para buscar los juegos de un período particular, ingrese los años aquí.
sr: Година : Да бисте тражили игре одређеног периода, овде унесите године.
sv: År : För att söka efter spelen för en viss period anger du åren här.
sw: Mwaka : Ili kutafuta michezo ya kipindi fulani, weka miaka hapa.
ta: ஆண்டு: ஒரு குறிப்பிட்ட காலகட்டத்தின் விளையாட்டுகளைத் தேட, ஆண்டுகளை இங்கே உள்ளிடவும்.
th: ปี : หากต้องการค้นหาเกมในช่วงเวลาที่ต้องการ กรุณากรอกปีที่นี่
tr: Yıl : Belirli bir döneme ait oyunları aramak için buraya yılları girin.
uk: Рік : щоб шукати ігри певного періоду, введіть тут роки.
ur: سال : کسی خاص دور کے کھیل تلاش کرنے کے لیے، یہاں سال درج کریں۔
vi: Năm: Để tìm kiếm các trò chơi của một thời kỳ cụ thể, hãy nhập năm vào đây.

source: ECO : You can search for the games from a particular ECO key, e.g. C43 - C45
es: ECO: Puedes buscar los juegos de una clave ECO en particular, p. ej. C43 - C45
sr: ЕЦО : Можете тражити игре са одређеног ЕЦО тастера, нпр. Ц43 - Ц45
sv: ECO : Du kan söka efter spelen från en viss ECO-nyckel, t.ex. C43 - C45
sw: ECO : Unaweza kutafuta michezo kutoka kwa ufunguo fulani wa ECO, k.m. C43 - C45
ta: ECO: நீங்கள் ஒரு குறிப்பிட்ட ECO விசையிலிருந்து விளையாட்டுகளைத் தேடலாம், எ.கா. C43 - C45.
th: ECO: คุณสามารถค้นหาเกมจากปุ่ม ECO เฉพาะ เช่น C43 - C45
tr: ECO : Belirli bir ECO anahtarından oyunları arayabilirsiniz, örneğin C43 - C45
uk: ECO: Ви можете шукати ігри за певною клавішею ECO, напр. C43 - C45
ur: ECO : آپ کسی مخصوص ECO کلید سے گیمز تلاش کر سکتے ہیں، جیسے C43 - C45
vi: ECO: Bạn có thể tìm kiếm trò chơi từ một phím ECO cụ thể, ví dụ: C43 - C45

source: Moves : You can set to search for long or short games here.
es: Movimientos: aquí puedes configurar para buscar juegos largos o cortos.
sr: Покрети : Овде можете подесити претрагу дугих или кратких игара.
sv: Moves : Du kan ställa in att söka efter långa eller korta spel här.
sw: Hatua : Unaweza kuweka kutafuta michezo mirefu au mifupi hapa.
ta: நகர்வுகள்: இங்கே நீண்ட அல்லது குறுகிய விளையாட்டுகளைத் தேட அமைக்கலாம்.
th: การเคลื่อนไหว : คุณสามารถตั้งค่าให้ค้นหาเกมแบบยาวหรือสั้นได้ที่นี่
tr: Hamleler : Burada uzun veya kısa oyunları aramayı ayarlayabilirsiniz.
uk: Ходи: тут можна налаштувати пошук довгих або коротких ігор.
ur: حرکتیں : آپ یہاں طویل یا مختصر گیمز تلاش کرنے کے لیے سیٹ کر سکتے ہیں۔
vi: Di chuyển: Bạn có thể thiết lập tìm kiếm các ván đấu dài hoặc ngắn tại đây.

source: Elo : When searching for the games of players who lie within
es: Elo: Al buscar partidas de jugadores que se encuentran dentro
sr: Ело : Када тражите игре играча који леже унутра
sv: Elo : När du söker efter spel för spelare som ligger inom
sw: Elo : Unapotafuta michezo ya wachezaji wanaolala ndani
ta: எலோ: உள்ளே இருக்கும் வீரர்களின் விளையாட்டுகளைத் தேடும்போது
th: Elo : เมื่อค้นหาเกมของผู้เล่นที่อยู่ใน
tr: Elo : İçinde yatan oyuncuların oyunlarını ararken
uk: Elo : під час пошуку ігор гравців, які знаходяться всередині
ur: ایلو : ان کھلاڑیوں کے کھیلوں کو تلاش کرتے وقت جو اندر پڑے ہیں۔
vi: Elo: Khi tìm kiếm các trò chơi của những người chơi nằm trong

source: a certain Elo range, you can specify whether one player, both players
es: un cierto rango de Elo, puedes especificar si un jugador, ambos jugadores
sr: одређеном опсегу Ело, можете одредити да ли један играч, оба играча
sv: ett visst Elo-intervall kan du ange om en spelare, båda spelarna
sw: safu fulani ya Elo, unaweza kubainisha kama mchezaji mmoja, wachezaji wote wawili
ta: ஒரு குறிப்பிட்ட எலோ வரம்பு, ஒரு வீரர், இரண்டு வீரர்களா என்பதை நீங்கள் குறிப்பிடலாம்
th: ช่วง Elo ที่แน่นอน คุณสามารถระบุได้ว่าผู้เล่นคนใดคนหนึ่งหรือทั้งสองคน
tr: Belirli bir Elo aralığını, bir oyuncunun, her iki oyuncunun da
uk: певний діапазон Ело, ви можете вказати, чи один гравець, чи обидва гравці
ur: ایک مخصوص ایلو رینج، آپ یہ بتا سکتے ہیں کہ آیا ایک کھلاڑی، دونوں کھلاڑی
vi: một phạm vi Elo nhất định, bạn có thể chỉ định liệu một người chơi, cả hai người chơi

source: or the average should lie within the given range.
es: o el promedio debe estar dentro del rango dado.
sr: или просек треба да лежи у датом опсегу.
sv: eller så bör genomsnittet ligga inom det givna intervallet.
sw: au wastani unapaswa kuwa ndani ya safu uliyopewa.
ta: அல்லது சராசரி கொடுக்கப்பட்ட வரம்பிற்குள் இருக்க வேண்டும்.
th: หรือค่าเฉลี่ยควรอยู่ในช่วงที่กำหนด
tr: veya ortalamanın verilen aralıkta yer alması gerekir.
uk: або середнє значення має лежати в заданому діапазоні.
ur: یا اوسط دی گئی حد کے اندر ہونا چاہئے۔
vi: hoặc giá trị trung bình phải nằm trong phạm vi cho trước.

source: Result : Searches for games in which White won, Black won,
es: Resultado: Busca partidas en las que ganaron las blancas, ganaron las negras,
sr: Резултат : Претраге за игре у којима су бели победили, црни победили,
sv: Resultat : Söker efter spel där vit vann, svart vann,
sw: Matokeo : Utafutaji wa michezo ambayo White alishinda, Black alishinda,
ta: முடிவு: வெள்ளை வென்ற, கருப்பு வென்ற விளையாட்டுகளுக்கான தேடல்கள்,
th: ผลลัพธ์ : ค้นหาเกมที่ฝ่ายขาวชนะ ฝ่ายดำชนะ
tr: Sonuç : Beyaz'ın kazandığı, Siyah'ın kazandığı oyunları arar.
uk: Результат : пошук ігор, у яких білі виграли, чорні виграли,
ur: نتیجہ : ان گیمز کی تلاش جس میں سفید فام جیت گیا، سیاہ جیت گیا،
vi: Kết quả: Tìm kiếm các ván đấu mà Trắng thắng, Đen thắng,

source: games which were drawn and games with no result.
es: juegos que terminaron en empate y juegos sin resultado.
sr: игре које су биле нерешене и утакмице без резултата.
sv: oavgjorda spel och spel utan resultat.
sw: michezo ambayo ilitoka sare na michezo bila matokeo.
ta: டிரா செய்யப்பட்ட விளையாட்டுகள் மற்றும் எந்த முடிவும் இல்லாத விளையாட்டுகள்.
th: เกมที่เสมอกันและเกมที่ไม่มีผลอะไร
tr: Berabere biten ve sonuçsuz kalan maçlar.
uk: ігри, які закінчилися внічию, і ігри без результату.
ur: وہ کھیل جو ڈرا ہوئے تھے اور جن کا کوئی نتیجہ نہیں تھا۔
vi: các trận đấu hòa và các trận đấu không có kết quả.

source: You can also search for games that ended in mate, stalemate or a check.
es: También puedes buscar partidas que terminaron en mate, estancamiento o jaque.
sr: Такође можете тражити игре које су се завршиле паром, пат-позицијом или чеком.
sv: Du kan också söka efter spel som slutade med kompis, dödläge eller en check.
sw: Unaweza pia kutafuta michezo iliyoisha kwa mwenzi, mkwamo au cheki.
ta: மேட், ஸ்டேல்மேட் அல்லது காசோலையில் முடிந்த விளையாட்டுகளையும் நீங்கள் தேடலாம்.
th: คุณสามารถค้นหาเกมที่จบลงด้วยการเสมอ เสมอภาค หรือชนะได้
tr: Ayrıca mat, pat veya şah ile sonuçlanan oyunları da arayabilirsiniz.
uk: Ви також можете шукати ігри, які закінчилися матом, патовою ситуацією або чеком.
ur: آپ ان گیمز کو بھی تلاش کر سکتے ہیں جو ساتھی، تعطل یا چیک پر ختم ہوئے ہوں۔
vi: Bạn cũng có thể tìm kiếm các ván cờ kết thúc bằng chiếu tướng, chiếu bí hoặc chiếu bí.

source: Position : Allows the user to input a position to search for.
es: Posición: permite al usuario ingresar una posición para buscar.
sr: Положај : Омогућава кориснику да унесе позицију за претрагу.
sv: Position : Låter användaren ange en position att söka efter.
sw: Nafasi : Huruhusu mtumiaji kuingiza nafasi ya kutafuta.
ta: நிலை: தேடுவதற்கு ஒரு நிலையை உள்ளிட பயனரை அனுமதிக்கிறது.
th: ตำแหน่ง : ช่วยให้ผู้ใช้สามารถป้อนตำแหน่งที่ต้องการค้นหา
tr: Pozisyon : Kullanıcının arama yapmak istediği pozisyonu girmesine olanak tanır.
uk: Позиція: дозволяє користувачеві ввести позицію для пошуку.
ur: پوزیشن: صارف کو تلاش کرنے کے لیے پوزیشن داخل کرنے کی اجازت دیتا ہے۔
vi: Vị trí: Cho phép người dùng nhập vị trí để tìm kiếm.

source: Be careful to make sure that you have the correct colour to play set
es: Asegúrate de tener el color correcto para jugar.
sr: Пазите да имате исправну боју за игру
sv: Var noga med att se till att du har rätt färg att spela upp
sw: Kuwa mwangalifu ili kuhakikisha kuwa una rangi sahihi ya kucheza
ta: விளையாட சரியான வண்ணம் உங்களிடம் உள்ளதா என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள்.
th: โปรดระมัดระวังให้แน่ใจว่าคุณมีสีที่ถูกต้องสำหรับการเล่นชุด
tr: Oynamak için doğru renge sahip olduğunuzdan emin olun
uk: Переконайтеся, що у вас правильний колір для ігрового набору
ur: اس بات کو یقینی بنانے کے لیے محتاط رہیں کہ آپ کے پاس کھیلنے کے لیے صحیح رنگ ہے۔
vi: Hãy cẩn thận để đảm bảo rằng bạn có đúng màu để chơi bộ

source: before you start a position search.
es: antes de iniciar una búsqueda de puesto.
sr: пре него што започнете претрагу позиције.
sv: innan du påbörjar en positionssökning.
sw: kabla ya kuanza kutafuta nafasi.
ta: நீங்கள் ஒரு பதவி தேடலைத் தொடங்குவதற்கு முன்.
th: ก่อนที่คุณจะเริ่มการค้นหาตำแหน่ง
tr: Bir pozisyon aramasına başlamadan önce.
uk: перед початком пошуку позиції.
ur: پوزیشن کی تلاش شروع کرنے سے پہلے۔
vi: trước khi bạn bắt đầu tìm kiếm vị trí.

source: e.g. If you were searching for games that started with 1. f4
es: Por ejemplo, si buscabas juegos que comenzaban con 1. f4
sr: нпр. Ако сте тражили игре које су почеле са 1. ф4
sv: till exempel Om du letade efter spel som började med 1. f4
sw: k.m. Ikiwa ulikuwa unatafuta michezo iliyoanza na 1. f4
ta: எ.கா. நீங்கள் 1. f4 உடன் தொடங்கும் விளையாட்டுகளைத் தேடுகிறீர்கள் என்றால்
th: เช่น หากคุณกำลังค้นหาเกมที่เริ่มต้นด้วย 1. f4
tr: Örn. 1. f4 ile başlayan oyunları arıyorsanız
uk: напр. Якщо ви шукаєте ігри, які починаються з 1. f4
ur: جیسے اگر آپ 1. f4 سے شروع ہونے والے گیمز کی تلاش کر رہے تھے۔
vi: ví dụ: Nếu bạn đang tìm kiếm các trò chơi bắt đầu bằng 1. f4

source: Check the <Black to play> box before searching.
es: Marque la casilla <Negro para jugar> antes de buscar.
sr: Означите поље <Блацк то плаи> пре претраживања.
sv: Markera rutan <Black to play> innan du söker.
sw: Teua kisanduku cha <Nyeusi ya kucheza> kabla ya kutafuta.
ta: தேடுவதற்கு முன் <Black to play> பெட்டியைத் தேர்வுசெய்யவும்.
th: ทำเครื่องหมายที่ช่อง <สีดำเพื่อเล่น> ก่อนค้นหา
tr: Arama yapmadan önce <Siyah Oynar> kutusunu işaretleyin.
uk: Перед пошуком установіть прапорець <Black to play>.
ur: تلاش کرنے سے پہلے <Black to play> باکس کو چیک کریں۔
vi: Đánh dấu vào ô <Đen để chơi> trước khi tìm kiếm.

source: The games found in the search are copied to the clipboard
es: Los juegos encontrados en la búsqueda se copian al portapapeles
sr: Игре пронађене у претрази се копирају у међуспремник
sv: Spelen som hittas i sökningen kopieras till klippbordet
sw: Michezo inayopatikana katika utafutaji inanakiliwa kwenye ubao wa kunakili
ta: தேடலில் காணப்படும் விளையாட்டுகள் கிளிப்போர்டுக்கு நகலெடுக்கப்படுகின்றன.
th: เกมที่พบในการค้นหาจะถูกคัดลอกไปยังคลิปบอร์ด
tr: Arama sonucunda bulunan oyunlar panoya kopyalanır
uk: Ігри, знайдені в пошуку, копіюються в буфер обміну
ur: تلاش میں ملنے والے گیمز کو کلپ بورڈ پر کاپی کیا جاتا ہے۔
vi: Các trò chơi được tìm thấy trong tìm kiếm được sao chép vào clipboard

source: and can be accessed from Games, Clipboard on the main menu.
es: y se puede acceder desde Juegos, Portapapeles en el menú principal.
sr: и може му се приступити из Игре, Цлипбоард у главном менију.
sv: och kan nås från Spel, Urklipp på huvudmenyn.
sw: na inaweza kufikiwa kutoka kwa Michezo, Ubao wa kunakili kwenye menyu kuu.
ta: மேலும் பிரதான மெனுவில் உள்ள கேம்ஸ், கிளிப்போர்டு ஆகியவற்றிலிருந்து அணுகலாம்.
th: และสามารถเข้าถึงได้จากเกม, คลิปบอร์ด บนเมนูหลัก
tr: ve ana menüdeki Oyunlar, Pano'dan erişilebilir.
uk: доступ до нього можна отримати з Ігри, Буфер обміну в головному меню.
ur: اور مین مینو پر گیمز، کلپ بورڈ سے اس تک رسائی حاصل کی جا سکتی ہے۔
vi: và có thể truy cập từ Trò chơi, Bảng tạm trên menu chính.

source: The game search function is generally rather slow, and I would suggest
es: La función de búsqueda de juegos es generalmente bastante lenta, y sugeriría
sr: Функција претраживања игара је генерално прилично спора, и ја бих предложио
sv: Spelets sökfunktion är i allmänhet ganska långsam, och jag skulle föreslå
sw: Kazi ya utaftaji wa mchezo kwa ujumla ni polepole, na ningependekeza
ta: விளையாட்டு தேடல் செயல்பாடு பொதுவாக மிகவும் மெதுவாக இருக்கும், நான் பரிந்துரைக்கிறேன்
th: ฟังก์ชั่นการค้นหาเกมโดยทั่วไปค่อนข้างช้า และฉันขอแนะนำ
tr: Oyun arama işlevi genellikle oldukça yavaştır ve şunu öneririm:
uk: Функція пошуку в іграх, як правило, досить повільна, і я б порадив
ur: گیم سرچ فنکشن عام طور پر سست ہے، اور میں تجویز کروں گا۔
vi: Chức năng tìm kiếm trò chơi nói chung khá chậm và tôi khuyên bạn nên

source: that you use it only with small PGN database files, 50,000 games at the most.
es: que lo uses solo con archivos de bases de datos PGN pequeños, 50.000 juegos como máximo.
sr: да га користите само са малим ПГН датотекама базе података, највише 50.000 игара.
sv: att du bara använder den med små PGN-databasfiler, högst 50 000 spel.
sw: kwamba unaitumia tu na faili ndogo za hifadhidata za PGN, michezo 50,000 zaidi.
ta: நீங்கள் அதை சிறிய PGN தரவுத்தள கோப்புகளுடன் மட்டுமே பயன்படுத்துகிறீர்கள், அதிகபட்சம் 50,000 விளையாட்டுகள்.
th: ให้คุณใช้มันเฉพาะกับไฟล์ฐานข้อมูล PGN ขนาดเล็กเท่านั้น ซึ่งรองรับเกมได้มากที่สุดถึง 50,000 เกม
tr: bunu sadece küçük PGN veritabanı dosyalarıyla, en fazla 50.000 oyunla kullanın.
uk: що ви використовуєте його лише з невеликими файлами бази даних PGN, щонайбільше 50 000 ігор.
ur: کہ آپ اسے صرف چھوٹی PGN ڈیٹا بیس فائلوں کے ساتھ استعمال کرتے ہیں، زیادہ سے زیادہ 50,000 گیمز۔
vi: rằng bạn chỉ sử dụng nó với các tệp cơ sở dữ liệu PGN nhỏ, tối đa là 50.000 trò chơi.

source: For searching databases larger than this, I would recommend using the
es: Para buscar bases de datos más grandes que esta, recomendaría usar el
sr: За претраживање база података већих од ове, препоручио бих да користите
sv: För att söka i databaser som är större än så här rekommenderar jag att du använder
sw: Kwa kutafuta hifadhidata kubwa kuliko hii, ningependekeza kutumia
ta: இதை விட பெரிய தரவுத்தளங்களைத் தேட, நான் இதைப் பயன்படுத்த பரிந்துரைக்கிறேன்
th: สำหรับการค้นหาฐานข้อมูลที่มีขนาดใหญ่กว่านี้ ฉันขอแนะนำให้ใช้
tr: Bundan daha büyük veritabanlarında arama yapmak için şunu kullanmanızı öneririm:
uk: Для пошуку в базах даних, більших за цей, я б рекомендував використовувати
ur: اس سے بڑے ڈیٹا بیس کی تلاش کے لیے، میں استعمال کرنے کی سفارش کروں گا۔
vi: Để tìm kiếm cơ sở dữ liệu lớn hơn thế này, tôi khuyên bạn nên sử dụng

source: dedicated database functions instead.
es: funciones de base de datos dedicadas en su lugar.
sr: уместо тога наменске функције базе података.
sv: dedikerade databasfunktioner istället.
sw: kazi maalum za hifadhidata badala yake.
ta: அதற்கு பதிலாக அர்ப்பணிக்கப்பட்ட தரவுத்தள செயல்பாடுகள்.
th: ฟังก์ชั่นฐานข้อมูลเฉพาะแทน
tr: Bunun yerine özel veritabanı işlevleri.
uk: натомість спеціальні функції бази даних.
ur: اس کے بجائے ڈیٹا بیس کے کاموں کو وقف کیا جاتا ہے۔
vi: thay vào đó là các chức năng cơ sở dữ liệu chuyên dụng.

source: Game search options help
es: Ayuda con las opciones de búsqueda de juegos
sr: Опције претраживања игара помажу
sv: Hjälp för spelsökningsalternativ
sw: Usaidizi wa chaguo za utafutaji wa mchezo
ta: விளையாட்டு தேடல் விருப்பங்கள் உதவி
th: ตัวเลือกการค้นหาเกมช่วย
tr: Oyun arama seçenekleri yardımı
uk: Допоможуть параметри пошуку гри
ur: گیم سرچ آپشنز مدد کرتے ہیں۔
vi: Tùy chọn tìm kiếm trò chơi giúp đỡ
