Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Save move weights : Click to save the current weights to the book file.
es: Guardar pesos de movimiento: haga clic para guardar los pesos actuales en el archivo del libro.
sr: Сачувај тежине кретања : Кликните да бисте сачували тренутне тежине у датотеци књиге.
sv: Spara flyttvikter : Klicka för att spara aktuella vikter i bokfilen.
sw: Okoa uzani wa kusogeza : Bofya ili kuhifadhi uzani wa sasa kwenye faili ya kitabu.
ta: நகர்த்தல் எடைகளைச் சேமிக்கவும்: தற்போதைய எடைகளை புத்தகக் கோப்பில் சேமிக்க கிளிக் செய்யவும்.
th: บันทึกน้ำหนักที่ย้าย: คลิกเพื่อบันทึกน้ำหนักปัจจุบันลงในไฟล์หนังสือ
tr: Hareket ağırlıklarını kaydet: Mevcut ağırlıkları kitap dosyasına kaydetmek için tıklayın.
uk: Зберегти ваги переміщення: натисніть, щоб зберегти поточні ваги у файлі книги.
ur: حرکت کے وزن کو محفوظ کریں : موجودہ وزن کو کتابی فائل میں محفوظ کرنے کے لیے کلک کریں۔
vi: Lưu trọng số di chuyển: Nhấp để lưu trọng số hiện tại vào tệp sách.

source: The move weights in the right hand column of the table can be edited
es: Los pesos de los movimientos en la columna de la derecha de la tabla se pueden editar.
sr: Тежине померања у десној колони табеле се могу мењати
sv: Flyttvikterna i tabellens högra kolumn kan redigeras
sw: Vipimo vya kusonga katika safu wima ya mkono wa kulia wa jedwali vinaweza kuhaririwa
ta: அட்டவணையின் வலது கை நெடுவரிசையில் உள்ள நகர்வு எடைகளைத் திருத்தலாம்.
th: สามารถแก้ไขน้ำหนักการเคลื่อนย้ายในคอลัมน์ด้านขวาของตารางได้
tr: Tablonun sağ sütunundaki hareket ağırlıkları düzenlenebilir
uk: Вагові ваги ходів у правій колонці таблиці можна редагувати
ur: ٹیبل کے دائیں ہاتھ کے کالم میں حرکت کے وزن میں ترمیم کی جا سکتی ہے۔
vi: Trọng số di chuyển ở cột bên phải của bảng có thể được chỉnh sửa

source: by simply typing in new values. You can then save the changes to the
es: Simplemente ingresando nuevos valores. Luego puede guardar los cambios en el
sr: једноставним уносом нових вредности. Затим можете да сачувате промене у
sv: genom att helt enkelt skriva in nya värden. Du kan sedan spara ändringarna i
sw: kwa kuandika tu maadili mapya. Kisha unaweza kuhifadhi mabadiliko kwenye faili ya
ta: புதிய மதிப்புகளை தட்டச்சு செய்வதன் மூலம். பின்னர் நீங்கள் மாற்றங்களைச் சேமிக்கலாம்
th: โดยเพียงแค่พิมพ์ค่าใหม่ จากนั้นคุณสามารถบันทึกการเปลี่ยนแปลงลงใน
tr: yeni değerleri yazarak basitçe yapabilirsiniz. Daha sonra değişiklikleri kaydedebilirsiniz
uk: просто ввівши нові значення. Потім ви можете зберегти зміни в
ur: صرف نئی اقدار میں ٹائپ کرکے۔ اس کے بعد آپ تبدیلیوں کو محفوظ کر سکتے ہیں۔
vi: bằng cách chỉ cần nhập các giá trị mới. Sau đó, bạn có thể lưu các thay đổi vào

source: opening book file by clicking on <Save move weights>
es: Abra el archivo del libro haciendo clic en <Guardar pesos de movimiento>
sr: отворите датотеку књиге кликом на <Сачувај тежине потеза>
sv: öppna bokfilen genom att klicka på <Spara flytta vikter>
sw: kufungua faili ya kitabu kwa kubofya <Save move weights>
ta: புத்தகக் கோப்பைத் திறக்க, சேமி> நகர்வு எடைகள் என்பதைக் கிளிக் செய்யவும்.
th: เปิดไฟล์หนังสือโดยคลิกที่ <บันทึกน้ำหนักการเคลื่อนย้าย>
tr: <Hareket ağırlıklarını kaydet> öğesine tıklayarak kitap dosyasını açın
uk: відкривши файл книги, натиснувши на <Зберегти ваги ходу>
ur: <save move weights> پر کلک کرکے کتاب کی فائل کھولیں۔
vi: mở tệp sách bằng cách nhấp vào <Lưu trọng số di chuyển>

source: You can only do this when the <Use filter> checkbox is switched off.
es: Solo puedes hacer esto cuando la casilla de verificación <Usar filtro> esté desactivada.
sr: Ово можете да урадите само када је поље за потврду <Користи филтер> искључено.
sv: Du kan bara göra detta när kryssrutan <Använd filter> är avstängd.
sw: Unaweza tu kufanya hivi wakati kisanduku cha kuteua cha <Tumia chujio> kimezimwa.
ta: வடிகட்டியைப் பயன்படுத்து> தேர்வுப்பெட்டி அணைக்கப்பட்டிருக்கும் போது மட்டுமே இதைச் செய்ய முடியும்.
th: คุณสามารถทำได้เฉพาะเมื่อปิดช่องกาเครื่องหมาย <ใช้ตัวกรอง>
tr: Bunu yalnızca <Filtre kullan> onay kutusu kapalıyken yapabilirsiniz.
uk: Ви можете зробити це, лише якщо прапорець <Використовувати фільтр> вимкнено.
ur: آپ یہ تب ہی کر سکتے ہیں جب <فلٹر استعمال کریں> چیک باکس بند ہو۔
vi: Bạn chỉ có thể thực hiện việc này khi hộp kiểm <Sử dụng bộ lọc> bị tắt.

source: For more information on move weights, click on the <Weights..> button.
es: Para obtener más información sobre los pesos de los movimientos, haga clic en el botón <Pesos..>.
sr: За више информација о тежинама кретања, кликните на дугме <Тежине..>.
sv: För mer information om flytta vikter, klicka på knappen <Vikter..>.
sw: Kwa maelezo zaidi kuhusu uzani wa kusogeza, bofya kitufe cha <Weights..>.
ta: நகர்வு எடைகள் பற்றிய கூடுதல் தகவலுக்கு, <எடைகள்..> பொத்தானைக் கிளிக் செய்யவும்.
th: สำหรับข้อมูลเพิ่มเติมเกี่ยวกับการเคลื่อนย้ายน้ำหนัก ให้คลิกที่ปุ่ม <น้ำหนัก..>
tr: Hareket ağırlıkları hakkında daha fazla bilgi için <Ağırlıklar..> butonuna tıklayın.
uk: Для отримання додаткової інформації про ваги переміщення натисніть кнопку <Вага..>.
ur: منتقل وزن کے بارے میں مزید معلومات کے لیے، <وزن..> بٹن پر کلک کریں۔
vi: Để biết thêm thông tin về trọng lượng di chuyển, hãy nhấp vào nút <Trọng lượng..>.

source: Weights..
es: Pesas..
sr: Тежина..
sv: Vikter..
sw: Uzito..
ta: எடைகள்..
th: น้ำหนัก..
tr: Ağırlıklar..
uk: Вага..
ur: وزن..
vi: Trọng lượng..

source: Using the move weights in a PolyGlot .bin opening book
es: Uso de los pesos de movimiento en un libro de apertura .bin de PolyGlot
sr: Коришћење тежине потеза у ПолиГлот .бин књизи за отварање
sv: Använda rörelsevikterna i en PolyGlot .bin öppningsbok
sw: Kutumia uzani wa kusogeza kwenye kitabu cha ufunguzi cha PolyGlot .bin
ta: பாலிகுளோட் .பின் திறப்பு புத்தகத்தில் நகர்த்தல் எடைகளைப் பயன்படுத்துதல்.
th: การใช้การเคลื่อนย้ายน้ำหนักในหนังสือเปิดไฟล์ PolyGlot .bin
tr: PolyGlot .bin açılış kitabında hareket ağırlıklarını kullanma
uk: Використання ваги переміщення у початковій книзі PolyGlot .bin
ur: پولی گلوٹ .bin کھولنے والی کتاب میں حرکت کے وزن کا استعمال
vi: Sử dụng trọng số di chuyển trong một cuốn sách mở PolyGlot .bin

source: presents some difficulties. According to the Polyglot documentation,
es: presenta algunas dificultades. Según la documentación de Polyglot,
sr: представља одређене потешкоће. Према документацији Полиглота,
sv: medför vissa svårigheter. Enligt Polyglot-dokumentationen,
sw: inatoa matatizo fulani. Kulingana na nyaraka za Polyglot,
ta: சில சிரமங்களை முன்வைக்கிறது. பாலிக்லாட் ஆவணத்தின்படி,
th: นำเสนอปัญหาบางอย่าง ตามเอกสาร Polyglot
tr: bazı zorluklar sunar. Polyglot belgelerine göre,
uk: представляє деякі труднощі. Відповідно до документації Polyglot,
ur: کچھ مشکلات پیش کرتا ہے۔ پولی گلوٹ دستاویزات کے مطابق،
vi: trình bày một số khó khăn. Theo tài liệu Polyglot,

source: the move weight indicates the likelihood that a move will be played.
es: El peso del movimiento indica la probabilidad de que se realice un movimiento.
sr: тежина потеза указује на вероватноћу да ће потез бити одигран.
sv: dragvikten indikerar sannolikheten för att ett drag kommer att spelas.
sw: uzito wa hoja unaonyesha uwezekano kwamba hoja itachezwa.
ta: நகர்வு எடை என்பது ஒரு நகர்வு விளையாடப்படுவதற்கான சாத்தியக்கூறைக் குறிக்கிறது.
th: น้ำหนักการเคลื่อนตัวบ่งบอกถึงความน่าจะเป็นที่การเคลื่อนไหวจะเกิดขึ้น
tr: Hamle ağırlığı, bir hamlenin oynanma olasılığını gösterir.
uk: вага ходу вказує на ймовірність того, що хід буде зіграно.
ur: حرکت کا وزن اس امکان کی نشاندہی کرتا ہے کہ حرکت چلائی جائے گی۔
vi: trọng số của nước đi cho biết khả năng một nước đi sẽ được thực hiện.

source: Previously, I had misunderstood how this number was calculated.
es: Anteriormente había entendido mal cómo se calculaba este número.
sr: Раније сам погрешно разумео како се овај број израчунава.
sv: Tidigare hade jag missuppfattat hur denna siffra beräknades.
sw: Hapo awali, sikuelewa jinsi nambari hii ilihesabiwa.
ta: முன்பு, இந்த எண் எவ்வாறு கணக்கிடப்பட்டது என்பதை நான் தவறாகப் புரிந்துகொண்டேன்.
th: ก่อนหน้านี้ ผมเข้าใจผิดเกี่ยวกับวิธีการคำนวณตัวเลขนี้
tr: Daha önce bu sayının nasıl hesaplandığını yanlış anlamıştım.
uk: Раніше я неправильно розумів, як розраховується це число.
ur: پہلے، مجھے غلط فہمی ہوئی تھی کہ اس نمبر کا حساب کیسے لگایا جاتا ہے۔
vi: Trước đây, tôi đã hiểu sai cách tính con số này.

source: When a move is added to the book, if the game in which it appeared
es: Cuando se añade un movimiento al libro, si el juego en el que apareció
sr: Када се у књигу дода потез, ако игра у којој се појавио
sv: När ett drag läggs till i boken, om spelet där det dök upp
sw: Wakati hoja imeongezwa kwenye kitabu, ikiwa ni mchezo ambao ilionekana
ta: புத்தகத்தில் ஒரு நகர்வு சேர்க்கப்படும்போது, ​​அது தோன்றிய விளையாட்டாக இருந்தால்
th: เมื่อเพิ่มการเคลื่อนไหวลงในหนังสือ หากเกมที่ปรากฏขึ้น
tr: Kitaba bir hamle eklendiğinde, eğer ortaya çıktığı oyun
uk: Коли хід додається до книги, якщо гра, в якій він з'явився
ur: جب کوئی حرکت کتاب میں شامل کی جاتی ہے، اگر وہ کھیل جس میں یہ ظاہر ہوا ہو۔
vi: Khi một nước đi được thêm vào sách, nếu trò chơi mà nước đi đó xuất hiện

source: was a win for the colour to play, then the move weight is increased by two.
es: fue una victoria para el color a jugar, entonces el peso del movimiento se incrementa en dos.
sr: је била победа за боју за игру, онда се тежина потеза повећава за два.
sv: var en vinst för färgen att spela, då ökas dragvikten med två.
sw: ilikuwa ushindi kwa rangi ya kucheza, basi uzito wa hoja huongezeka kwa mbili.
ta: வண்ணம் விளையாடுவதற்கு ஒரு வெற்றியாக இருந்தது, பின்னர் நகர்வு எடை இரண்டு அதிகரிக்கிறது.
th: เป็นชัยชนะของสีในการเล่น จากนั้นน้ำหนักการเคลื่อนไหวก็เพิ่มขึ้นสอง
tr: renk için bir kazanç ise, hareket ağırlığı iki katına çıkarılır.
uk: був виграш кольору для гри, тоді вага ходу збільшується на два.
ur: کھیلنے کے لئے رنگ کے لئے ایک جیت تھی، پھر منتقل وزن دو کا اضافہ ہوا ہے.
vi: là chiến thắng cho màu sắc để chơi, sau đó trọng lượng di chuyển được tăng thêm hai.

source: If the game was a draw, then the move weight is increased by one.
es: Si el juego terminó en empate, entonces el peso del movimiento aumenta en uno.
sr: Ако је партија била нерешена, онда се тежина потеза повећава за један.
sv: Om spelet var oavgjort, ökas dragvikten med en.
sw: Ikiwa mchezo ulikuwa wa sare, basi uzito wa hoja huongezeka kwa moja.
ta: ஆட்டம் டிராவில் முடிந்தால், நகர்த்தல் எடை ஒன்று அதிகரிக்கப்படும்.
th: หากเกมเสมอกัน น้ำหนักการเคลื่อนไหวจะเพิ่มขึ้นหนึ่ง
tr: Eğer oyun berabere bitmişse hamle ağırlığı bir arttırılır.
uk: Якщо гра була нічиєю, то вага ходу збільшується на одиницю.
ur: اگر کھیل ڈرا تھا، تو اس اقدام کا وزن ایک سے بڑھ گیا ہے۔
vi: Nếu ván đấu hòa, thì trọng lượng của nước đi sẽ tăng thêm một.

source: So the move weight is an indication of how often a move was played
es: Entonces, el peso del movimiento es una indicación de la frecuencia con la que se realizó un movimiento.
sr: Дакле, тежина потеза је показатељ колико често се потез играо
sv: Så dragvikten är en indikation på hur ofta ett drag spelades
sw: Kwa hivyo uzito wa hoja ni dalili ya mara ngapi hoja ilichezwa
ta: எனவே நகர்வு எடை என்பது ஒரு நகர்வு எவ்வளவு அடிக்கடி விளையாடப்பட்டது என்பதற்கான அறிகுறியாகும்.
th: ดังนั้นน้ำหนักการเคลื่อนตัวจะเป็นตัวระบุว่ามีการเล่นการเคลื่อนไหวบ่อยแค่ไหน
tr: Yani hareket ağırlığı, bir hareketin ne sıklıkla oynandığının bir göstergesidir
uk: Таким чином, вага ходу вказує на те, як часто грався хід
ur: لہذا حرکت کا وزن اس بات کا اشارہ ہے کہ حرکت کتنی بار چلائی گئی۔
vi: Vì vậy, trọng lượng di chuyển là một dấu hiệu cho thấy tần suất một động thái được thực hiện

source: and how it performed.
es: y cómo funcionó.
sr: и како је то деловало.
sv: och hur det fungerade.
sw: na jinsi ilivyokuwa.
ta: மற்றும் அது எவ்வாறு செயல்பட்டது.
th: และมันทำผลงานได้อย่างไร
tr: ve nasıl performans gösterdiğini.
uk: і як це виконується.
ur: اور اس نے کیسے کارکردگی کا مظاہرہ کیا.
vi: và hiệu suất của nó như thế nào.

source: Although this method does have some drawbacks, these are mimimized
es: Aunque este método tiene algunos inconvenientes, estos se minimizan.
sr: Иако ова метода има неке недостатке, они су минимизирани
sv: Även om denna metod har vissa nackdelar, är dessa minimerade
sw: Ingawa njia hii ina mapungufu fulani, haya yanaigwa
ta: இந்த முறை சில குறைபாடுகளைக் கொண்டிருந்தாலும், இவை புறக்கணிக்கப்படுகின்றன.
th: แม้ว่าวิธีนี้จะมีข้อเสียอยู่บ้าง แต่ก็ลดน้อยลง
tr: Bu yöntemin bazı dezavantajları olmasına rağmen, bunlar en aza indirilmiştir
uk: Хоча цей метод має певні недоліки, вони зведені до мінімуму
ur: اگرچہ اس طریقہ کار میں کچھ خرابیاں ہیں، لیکن ان کو کم کیا گیا ہے۔
vi: Mặc dù phương pháp này có một số nhược điểm, nhưng chúng đã được giảm thiểu

source: if the book was made using a large number of reasonable quality games.
es: Si el libro se realizó utilizando una gran cantidad de juegos de calidad razonable.
sr: ако је књига направљена коришћењем великог броја игрица разумног квалитета.
sv: om boken gjordes med ett stort antal spel av rimlig kvalitet.
sw: ikiwa kitabu kilitengenezwa kwa kutumia idadi kubwa ya michezo ya ubora unaokubalika.
ta: புத்தகம் அதிக எண்ணிக்கையிலான நியாயமான தரமான விளையாட்டுகளைப் பயன்படுத்தி உருவாக்கப்பட்டிருந்தால்.
th: หากหนังสือดังกล่าวได้ทำขึ้นมาโดยใช้เกมที่มีคุณภาพอยู่ในระดับพอใช้ได้เป็นจำนวนมาก
tr: Eğer kitap çok sayıda makul kalitede oyun kullanılarak yapılmışsa.
uk: якщо книга створена з використанням великої кількості ігор прийнятної якості.
ur: اگر کتاب بڑی تعداد میں معقول معیار کے گیمز کا استعمال کرتے ہوئے بنائی گئی ہو۔
vi: nếu cuốn sách được biên soạn bằng cách sử dụng nhiều trò chơi có chất lượng hợp lý.

source: However, my previous comment about the move weights in some Polyglot
es: Sin embargo, mi comentario anterior sobre los pesos de movimiento en algunos idiomas políglotas...
sr: Међутим, мој претходни коментар о тежини потеза у неком Полиглоту
sv: Däremot min tidigare kommentar om rörelsevikterna i vissa Polyglot
sw: Walakini, maoni yangu ya hapo awali juu ya uzani wa kusonga katika Polyglot fulani
ta: இருப்பினும், நகர்வு பற்றிய எனது முந்தைய கருத்து, சில பாலிகிளாட் மொழிகளில் எடைபோடுகிறது.
th: อย่างไรก็ตาม ความคิดเห็นก่อนหน้าของฉันเกี่ยวกับการย้ายน้ำหนักใน Polyglot บางตัว
tr: Ancak, bazı Polyglot'lardaki hareket ağırlıkları hakkındaki önceki yorumum
uk: Однак мій попередній коментар щодо ваги ходу в деяких Polyglot
ur: تاہم، کچھ پولی گلوٹ میں حرکت کے وزن کے بارے میں میرا پچھلا تبصرہ
vi: Tuy nhiên, bình luận trước đây của tôi về trọng số di chuyển trong một số Polyglot

source: .bin opening books not being much use for move filtering is still valid.
es: El hecho de que los libros de apertura .bin no sean de mucha utilidad para el filtrado de movimientos sigue siendo válido.
sr: .бин отварања књига које нису много корисна за филтрирање кретања и даље важи.
sv: .bin-öppningsböcker som inte används så mycket för flyttfiltrering är fortfarande giltiga.
sw: .bin kufungua vitabu kutokuwa na matumizi mengi kwa ajili ya kuchuja move bado ni halali.
ta: .bin opening books நகர்வு வடிகட்டலுக்கு அதிகம் பயன்படவில்லை என்பது இன்னும் செல்லுபடியாகும்.
th: การเปิดหนังสือ .bin ไม่ค่อยมีประโยชน์สำหรับการกรองการย้ายแต่ยังคงใช้ได้
tr: .bin açılış kitaplarının hareket filtrelemesi için pek işe yaramaması hala geçerli.
uk: .bin відкривають книги, які мало використовуються для фільтрації переміщень, все ще дійсні.
ur: .bin کھولنے والی کتابیں منتقل فلٹرنگ کے لیے زیادہ استعمال نہ کرنا اب بھی درست ہے۔
vi: .bin mở sách không có nhiều tác dụng trong việc lọc nước đi vẫn còn hiệu lực.

source: e.g In the GmOpenings.bin opening book, which is one of the better ones,
es: Por ejemplo, en el libro de aperturas GmOpenings.bin, que es uno de los mejores,
sr: нпр. У почетној књизи ГмОпенингс.бин, која је једна од бољих,
sv: t.ex. i öppningsboken för GmOpenings.bin, som är en av de bättre,
sw: k.m Katika kitabu cha ufunguzi cha GmOpenings.bin, ambacho ni mojawapo bora zaidi,
ta: எ.கா. GmOpenings.bin தொடக்கப் புத்தகத்தில், இது சிறந்தவற்றில் ஒன்றாகும்,
th: เช่น ในสมุดเปิด GmOpenings.bin ซึ่งเป็นหนึ่งในเล่มที่ดีกว่า
tr: Örn. GmOpenings.bin açılış kitabında, daha iyi olanlardan biri olan,
uk: наприклад, у початковій книзі GmOpenings.bin, яка є однією з найкращих,
ur: مثال کے طور پر GmOpenings.bin افتتاحی کتاب میں، جو بہتر کتابوں میں سے ایک ہے،
vi: ví dụ Trong sách mở đầu GmOpenings.bin, đây là một trong những sách hay hơn,

source: 1. e2-e4 gets a weight of 968 and after 1... e7-e5 with a weight of 170
es: 1. e2-e4 obtiene un peso de 968 y después de 1... e7-e5 con un peso de 170
sr: 1. е2-е4 добија тежину 968 а после 1... е7-е5 са тежином 170
sv: 1. e2-e4 får en vikt på 968 och efter 1... e7-e5 med en vikt på 170
sw: 1. e2-e4 inapata uzito wa 968 na baada ya 1... e7-e5 na uzito wa 170
ta: 1. e2-e4 968 எடையைப் பெறுகிறது, 1 க்குப் பிறகு... e7-e5 170 எடையுடன்.
th: 1. e2-e4 มีน้ำหนัก 968 และหลังจาก 1... e7-e5 มีน้ำหนัก 170
tr: 1. e2-e4 968 ağırlığa sahip oluyor ve 1... e7-e5 170 ağırlığa sahip oluyor
uk: 1. e2-e4 отримує вагу 968 і після 1... e7-e5 з вагою 170
ur: 1. e2-e4 کا وزن 968 ہے اور 1... e7-e5 کے بعد 170 کا وزن
vi: 1. e2-e4 có trọng số là 968 và sau 1... e7-e5 có trọng số là 170

source: the move 2. Nf3 gets a weight of 367 and the alternatives -
es: La jugada 2. Cf3 tiene un peso de 367 y las alternativas -
sr: потез 2. Нф3 добија тежину од 367 а алтернативе -
sv: draget 2. Nf3 får en vikt på 367 och alternativen -
sw: hoja 2. Nf3 inapata uzito wa 367 na njia mbadala -
ta: நகர்வு 2. Nf3 367 எடையைப் பெறுகிறது மற்றும் மாற்றுகள் -
th: การเคลื่อนที่ 2. Nf3 มีน้ำหนัก 367 และทางเลือก -
tr: 2. hamle. Af3 367 ağırlığa sahip olur ve alternatifler -
uk: хід 2. Nf3 отримує вагу 367, а альтернативи -
ur: اقدام 2. Nf3 کو 367 کا وزن ملتا ہے اور متبادل -
vi: nước đi thứ 2. Nf3 có trọng số là 367 và các lựa chọn thay thế -

source: 2. f4 (18) 2. Nc3 (9) 2. Bc4 (3)
es: 2. f4 (18) 2. Cc3 (9) 2. Ac4 (3)
sr: 2. ф4 (18) 2. Кц3 (9) 2. Бц4 (3)
ta: 2. எஃப்4 (18) 2. என்சி3 (9) 2. பிசி4 (3)
tr: 2. f4 (18) 2. Ac3 (9) 2. Fc4 (3)
uk: 2. f4 (18) 2. Кc3 (9) 2. Сc4 (3)

source: So in order to filter this book so that a move would be played from a
es: Entonces, para filtrar este libro de modo que se pueda jugar un movimiento desde un...
sr: Дакле, да бисмо филтрирали ову књигу тако да би се одиграо потез од а
sv: Så för att filtrera den här boken så att ett drag skulle spelas från en
sw: Kwa hivyo ili kuchuja kitabu hiki ili hoja ichezwe kutoka kwa a
ta: எனவே இந்தப் புத்தகத்தை வடிகட்டுவதற்காக, ஒரு நகர்வு a இலிருந்து இயக்கப்படும்
th: ดังนั้นเพื่อที่จะกรองหนังสือเล่มนี้เพื่อให้สามารถเล่นการเคลื่อนไหวจาก
tr: Bu kitabı filtrelemek için, bir hamle bir yerden oynanacak şekilde
uk: Отже, щоб відфільтрувати цю книгу так, щоб хід грався з a
ur: لہذا اس کتاب کو فلٹر کرنے کے لئے تاکہ ایک سے ایک چال چلائی جائے۔
vi: Vì vậy, để lọc cuốn sách này để có thể chơi một nước đi từ một

source: certain range, I have made an option for scaling the weights called
es: cierto rango, he creado una opción para escalar los pesos llamada
sr: одређени опсег, направио сам опцију за скалирање тежина тзв
sv: visst intervall har jag gjort ett alternativ för att skala vikterna som kallas
sw: anuwai fulani, nimefanya chaguo la kuongeza uzani unaoitwa
ta: குறிப்பிட்ட வரம்பில், எடைகளை அளவிடுவதற்கான ஒரு விருப்பத்தை நான் உருவாக்கியுள்ளேன், அவை
th: ช่วงหนึ่ง ฉันได้สร้างตัวเลือกสำหรับการปรับขนาดน้ำหนักที่เรียกว่า
tr: Belirli bir aralıkta, ağırlıkları ölçeklendirmek için bir seçenek oluşturdum
uk: певний діапазон, я створив опцію для масштабування вагових коефіцієнтів, які називаються
ur: مخصوص رینج میں، میں نے وزن کی پیمائش کے لیے ایک آپشن بنایا ہے جسے کہتے ہیں۔
vi: phạm vi nhất định, tôi đã tạo một tùy chọn để điều chỉnh trọng số được gọi là

source: in the block to the value that you select for maximum scale weight.
es: en el bloque al valor que seleccione para el peso máximo de la báscula.
sr: у блоку на вредност коју изаберете за максималну тежину скале.
sv: i blocket till det värde som du väljer för maximal vågvikt.
sw: kwenye kizuizi kwa thamani unayochagua kwa uzani wa kiwango cha juu.
ta: அதிகபட்ச அளவுகோல் எடைக்கு நீங்கள் தேர்ந்தெடுக்கும் மதிப்புக்கு தொகுதியில்.
th: ในบล็อคเป็นค่าที่คุณเลือกสำหรับน้ำหนักเครื่องชั่งสูงสุด
tr: Blokta maksimum ölçek ağırlığı için seçtiğiniz değere ayarlayın.
uk: у блоці до значення, яке ви обрали для максимальної ваги ваги.
ur: اس قدر کے بلاک میں جسے آپ زیادہ سے زیادہ پیمانے کے وزن کے لیے منتخب کرتے ہیں۔
vi: trong khối theo giá trị mà bạn chọn cho trọng lượng cân tối đa.

source: It then scales the other move weights by the same factor.
es: Luego escala los otros pesos de movimiento por el mismo factor.
sr: Затим скалира друге тежине кретања за исти фактор.
sv: Den skalar sedan de andra rörelsevikterna med samma faktor.
sw: Kisha hupima uzito mwingine wa kusonga kwa sababu hiyo hiyo.
ta: பின்னர் அது அதே காரணியால் மற்ற நகர்வு எடைகளை அளவிடுகிறது.
th: จากนั้นจะปรับขนาดน้ำหนักการเคลื่อนไหวอื่น ๆ ด้วยปัจจัยเดียวกัน
tr: Daha sonra diğer hareket ağırlıklarını da aynı faktörle ölçeklendirir.
uk: Потім він масштабує інші ваги руху за тим самим коефіцієнтом.
ur: پھر یہ اسی عنصر کے ذریعہ دوسرے حرکت کے وزن کو پیمانہ کرتا ہے۔
vi: Sau đó, nó sẽ cân bằng các trọng số của nước đi khác theo cùng hệ số đó.

source: So in the example above, if you set the maximum scale weight to 999
es: Entonces, en el ejemplo anterior, si establece el peso máximo de la escala en 999
sr: Дакле, у горњем примеру, ако поставите максималну тежину скале на 999
sv: Så i exemplet ovan, om du ställer in den maximala vågvikten till 999
sw: Kwa hivyo katika mfano hapo juu, ikiwa utaweka uzani wa kiwango cha juu hadi 999
ta: எனவே மேலே உள்ள எடுத்துக்காட்டில், அதிகபட்ச அளவுகோல் எடையை 999 ஆக அமைத்தால்
th: ดังนั้นในตัวอย่างข้างต้น หากคุณตั้งค่าน้ำหนักสูงสุดเป็น 999
tr: Yukarıdaki örnekte, maksimum ölçek ağırlığını 999 olarak ayarlarsanız
uk: Отже, у прикладі вище, якщо ви встановите максимальну вагу ваги на 999
ur: تو اوپر کی مثال میں، اگر آپ زیادہ سے زیادہ پیمانے کا وزن 999 پر سیٹ کرتے ہیں۔
vi: Vì vậy, trong ví dụ trên, nếu bạn đặt trọng lượng cân tối đa là 999

source: then 2. Nf3 will be set to 999 2. f4 (109) 2. Nc3 (54) 2. Bc4 (18)
es: entonces 2. Cf3 se establecerá en 999 2. f4 (109) 2. Cc3 (54) 2. Ac4 (18)
sr: онда ће 2. Нф3 бити постављено на 999 2. ф4 (109) 2. Нц3 (54) 2. Бц4 (18)
sv: då 2. Nf3 sätts till 999 2. f4 (109) 2. Nc3 (54) 2. Bc4 (18)
sw: kisha 2. Nf3 itawekwa kuwa 999 2. f4 (109) 2. Nc3 (54) 2. Bc4 (18)
ta: பின்னர் 2. Nf3 999 ஆக அமைக்கப்படும் 2. f4 (109) 2. Nc3 (54) 2. Bc4 (18)
th: แล้ว 2. Nf3 จะถูกตั้งเป็น 999 2. f4 (109) 2. Nc3 (54) 2. Bc4 (18)
tr: sonra 2. Af3 999'a ayarlanacak 2. f4 (109) 2. Ac3 (54) 2. Fc4 (18)
uk: тоді 2. Nf3 буде встановлено на 999 2. f4 (109) 2. Nc3 (54) 2. Bc4 (18)
ur: پھر 2. Nf3 کو 999 پر سیٹ کیا جائے گا 2. f4 (109) 2. Nc3 (54) 2. Bc4 (18)
vi: sau đó 2. Nf3 sẽ được đặt thành 999 2. f4 (109) 2. Nc3 (54) 2. Bc4 (18)

source: Although this is hardly ideal, it does allow you set a range
es: Aunque esto no es ideal, sí permite establecer un rango
sr: Иако ово није идеално, омогућава вам да подесите опсег
sv: Även om detta knappast är idealiskt, låter det dig ställa in en räckvidd
sw: Ingawa hii sio bora, hukuruhusu kuweka anuwai
ta: இது மிகவும் சிறந்ததாக இல்லாவிட்டாலும், இது ஒரு வரம்பை அமைக்க உங்களை அனுமதிக்கிறது
th: แม้ว่านี่จะไม่ใช่สิ่งที่เหมาะสมที่สุด แต่ก็ช่วยให้คุณกำหนดช่วงได้
tr: Bu pek ideal olmasa da, bir aralık belirlemenize olanak tanır
uk: Хоча це навряд чи ідеально, воно дозволяє встановити діапазон
ur: اگرچہ یہ شاید ہی مثالی ہے، یہ آپ کو ایک حد مقرر کرنے کی اجازت دیتا ہے۔
vi: Mặc dù điều này không lý tưởng nhưng nó cho phép bạn thiết lập một phạm vi
