Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: is to start the clocks running in the opening position
es: es poner en marcha los relojes en la posición de apertura
sr: је да покренете сатове у отвореном положају
sv: är att starta klockorna i öppningsläge
sw: ni kuanza saa kukimbia katika nafasi ya ufunguzi
ta: கடிகாரங்கள் தொடக்க நிலையில் இயங்கத் தொடங்குவதாகும்.
th: คือให้นาฬิกาเริ่มเดินในตำแหน่งเปิด
tr: saatlerin açılış pozisyonunda çalışmaya başlamasıdır
uk: полягає в тому, щоб запустити годинник у відкритому положенні
ur: گھڑیوں کو افتتاحی پوزیشن میں چلنا شروع کرنا ہے۔
vi: là bắt đầu chạy đồng hồ ở vị trí mở đầu

source: and use the program as a combined electronic board
es: y utilizar el programa como una placa electrónica combinada
sr: и користити програм као комбиновану електронску таблу
sv: och använda programmet som en kombinerad elektronisk styrelse
sw: na utumie programu kama bodi ya kielektroniki iliyojumuishwa
ta: மற்றும் நிரலை ஒருங்கிணைந்த மின்னணு பலகையாகப் பயன்படுத்தவும்.
th: และใช้โปรแกรมเป็นบอร์ดอิเล็กทรอนิกส์รวม
tr: ve programı birleşik elektronik bir pano olarak kullanın
uk: і використовувати програму як комбіновану електронну плату
ur: اور پروگرام کو ایک مشترکہ الیکٹرانک بورڈ کے طور پر استعمال کریں۔
vi: và sử dụng chương trình như một bảng điện tử kết hợp

source: and clock for a normal chess game with a friend.
es: y reloj para una partida de ajedrez normal con un amigo.
sr: и сат за нормалну партију шаха са пријатељем.
sv: och klocka för ett vanligt schackspel med en vän.
sw: na saa ya mchezo wa kawaida wa chess na rafiki.
ta: மற்றும் ஒரு நண்பருடன் ஒரு சாதாரண சதுரங்க விளையாட்டுக்கான கடிகாரம்.
th: และนาฬิกาสำหรับเล่นหมากรุกกับเพื่อนตามปกติ
tr: ve bir arkadaşla normal bir satranç oyunu için saat.
uk: і годинник для звичайної гри в шахи з другом.
ur: اور ایک دوست کے ساتھ ایک عام شطرنج کے کھیل کے لیے گھڑی۔
vi: và đồng hồ để chơi cờ vua bình thường với một người bạn.

source: You can also change how the clocks are setup
es: También puedes cambiar cómo se configuran los relojes.
sr: Такође можете променити начин на који су сатови подешени
sv: Du kan också ändra hur klockorna ställs in
sw: Unaweza pia kubadilisha jinsi saa zinavyowekwa
ta: கடிகாரங்கள் எவ்வாறு அமைக்கப்படுகின்றன என்பதையும் நீங்கள் மாற்றலாம்.
th: คุณยังสามารถเปลี่ยนวิธีการตั้งค่านาฬิกาได้
tr: Ayrıca saatlerin nasıl ayarlanacağını da değiştirebilirsiniz
uk: Ви також можете змінити спосіб налаштування годинника
ur: آپ گھڑیوں کے سیٹ اپ ہونے کا طریقہ بھی تبدیل کر سکتے ہیں۔
vi: Bạn cũng có thể thay đổi cách thiết lập đồng hồ

source: each time a new human versus engine game starts.
es: cada vez que comienza un nuevo juego humano contra motor.
sr: сваки пут када почне нова игра човека против мотора.
sv: varje gång ett nytt spel mellan människa och motor startar.
sw: kila wakati mchezo mpya wa binadamu dhidi ya injini unapoanza.
ta: ஒவ்வொரு முறையும் ஒரு புதிய மனிதர் vs இயந்திர விளையாட்டு தொடங்குகிறது.
th: ทุกครั้งที่เกมมนุษย์ปะทะเครื่องยนต์ใหม่เริ่มต้น
tr: her seferinde yeni bir insan-motor oyunu başlıyor.
uk: кожного разу, коли починається нова гра «людина проти двигуна».
ur: ہر بار جب ایک نیا انسان بمقابلہ انجن گیم شروع ہوتا ہے۔
vi: mỗi lần một trò chơi đấu giữa người và máy bắt đầu.

source: A fixed period mode option is now available.
es: Ahora está disponible una opción de modo de período fijo.
sr: Сада је доступна опција режима фиксног периода.
sv: Ett alternativ för fast periodläge är nu tillgängligt.
sw: Chaguo la hali ya muda maalum sasa linapatikana.
ta: ஒரு நிலையான கால முறை விருப்பம் இப்போது கிடைக்கிறது.
th: ตอนนี้มีตัวเลือกโหมดระยะเวลาคงที่แล้ว
tr: Sabit dönem modu seçeneği artık mevcut.
uk: Тепер доступний режим фіксованого періоду.
ur: ایک فکسڈ پیریڈ موڈ کا آپشن اب دستیاب ہے۔
vi: Hiện đã có tùy chọn chế độ thời gian cố định.

source: This specifies a mode where the engine receives
es: Esto especifica un modo en el que el motor recibe
sr: Ово одређује режим у којем мотор прима
sv: Detta anger ett läge där motorn tar emot
sw: Hii inabainisha hali ambapo injini inapokea
ta: இது இயந்திரம் பெறும் ஒரு பயன்முறையைக் குறிப்பிடுகிறது
th: นี่ระบุโหมดที่เครื่องยนต์ได้รับ
tr: Bu, motorun aldığı bir modu belirtir
uk: Це визначає режим, у якому двигун отримує
ur: یہ ایک موڈ کی وضاحت کرتا ہے جہاں انجن حاصل کرتا ہے۔
vi: Điều này chỉ định một chế độ mà động cơ nhận được

source: a fixed amount of time per move.
es: una cantidad fija de tiempo por movimiento.
sr: фиксно време по потезу.
sv: en bestämd tid per rörelse.
sw: muda maalum kwa kila hoja.
ta: ஒரு நகர்வுக்கு ஒரு குறிப்பிட்ட நேரம்.
th: ระยะเวลาที่กำหนดคงที่ต่อการเคลื่อนที่หนึ่งครั้ง
tr: her hamle için sabit bir zaman miktarı.
uk: фіксований час на хід.
ur: فی اقدام وقت کی ایک مقررہ رقم۔
vi: một khoảng thời gian cố định cho mỗi lần di chuyển.

source: Human moves are timed, (lightning chess)
es: Los movimientos humanos están cronometrados (ajedrez relámpago)
sr: Људски потези су темпирани (муњевит шах)
sv: Mänskliga drag är tidsinställda, (blixtschack)
sw: Harakati za wanadamu zimepitwa na wakati, (chess ya umeme)
ta: மனித அசைவுகள் காலத்தால் நிர்ணயிக்கப்பட்டவை, (மின்னல் சதுரங்கம்)
th: การเคลื่อนไหวของมนุษย์มีการกำหนดเวลา (หมากรุกสายฟ้า)
tr: İnsan hareketleri zamanlıdır (yıldırım satrancı)
uk: Людські ходи розраховані на час (блискавичні шахи)
ur: انسانی چالیں وقت پر ہیں، (بجلی کی شطرنج)
vi: Nước đi của con người được tính thời gian, (cờ chớp)

source: only if < Visible > and < Running > are checked.
es: sólo si <Visible> y <En ejecución> están marcados.
sr: само ако су означени < Висибле > и < Руннинг >.
sv: endast om < Synlig > och < Kör > är markerade.
sw: ikiwa tu < Inayoonekana > na < Running > imeangaliwa.
ta: <Visible > மற்றும் <Running > தேர்வு செய்யப்பட்டால் மட்டுமே.
th: เฉพาะเมื่อเลือก <มองเห็นได้> และ <กำลังทำงาน>
tr: yalnızca < Görünür > ve < Çalışıyor > işaretliyse.
uk: лише якщо позначено < Visible > і < Running >.
ur: صرف اس صورت میں جب < مرئی> اور < چل رہا ہے> کو چیک کیا گیا ہو۔
vi: chỉ khi < Có thể nhìn thấy > và < Đang chạy > được chọn.

source: A shortcut to this dialog is available ;
es: Hay disponible un acceso directo a este cuadro de diálogo;
sr: Доступна је пречица до овог дијалога;
sv: En genväg till den här dialogrutan är tillgänglig;
sw: Njia ya mkato ya kidirisha hiki inapatikana;
ta: இந்த உரையாடலுக்கான குறுக்குவழி உள்ளது;
th: มีทางลัดเข้าสู่กล่องโต้ตอบนี้
tr: Bu iletişim kutusuna bir kısayol mevcuttur;
uk: Доступний ярлик для цього діалогового вікна;
ur: اس ڈائیلاگ کا شارٹ کٹ دستیاب ہے۔
vi: Có sẵn phím tắt cho hộp thoại này;

source: simply click on the clocks.
es: Simplemente haga clic en los relojes.
sr: једноставно кликните на сатове.
sv: klicka bara på klockorna.
sw: bonyeza tu saa.
ta: கடிகாரங்களைக் கிளிக் செய்யவும்.
th: เพียงคลิกที่นาฬิกา
tr: sadece saatlere tıklayın.
uk: просто натисніть на годинник.
ur: صرف گھڑیوں پر کلک کریں.
vi: chỉ cần nhấp vào đồng hồ.

source: Chess Clock Dialog Help
es: Ayuda del cuadro de diálogo del reloj de ajedrez
sr: Помоћ за дијалог за шаховски сат
sv: Hjälp för schackklocka
sw: Msaada wa Saa ya Chess
ta: சதுரங்கக் கடிகார உரையாடல் உதவி
th: ความช่วยเหลือเกี่ยวกับบทสนทนาเกี่ยวกับนาฬิกาหมากรุก
tr: Satranç Saati İletişim Kutusu Yardımı
uk: Довідка діалогового вікна «Шаховий годинник».
ur: شطرنج کی گھڑی ڈائیلاگ مدد
vi: Trợ giúp hộp thoại đồng hồ cờ vua

source: Time (seconds):
es: Tiempo (segundos):
sr: Време (секунде):
sv: Tid (sekunder):
sw: Muda (sekunde):
ta: நேரம் (வினாடிகள்):
th: เวลา (วินาที):
tr: Zaman (saniye):
uk: Час (секунди):
ur: وقت (سیکنڈ):
vi: Thời gian (giây):

source: Increment (seconds):
es: Incremento (segundos):
sr: Повећање (секунде):
sv: Öka (sekunder):
sw: Ongezeko (sekunde):
ta: அதிகரிப்பு (வினாடிகள்):
th: เพิ่ม (วินาที):
tr: Artış (saniye):
uk: Приріст (секунди):
ur: اضافہ (سیکنڈ):
vi: Tăng dần (giây):

source: Board colours
es: Colores del tablero
sr: Боје плоча
sv: Brädets färger
sw: Rangi za bodi
ta: பலகை வண்ணங்கள்
th: สีกระดาน
tr: Tahta renkleri
uk: Кольори дошки
ur: بورڈ کے رنگ
vi: Màu sắc của bảng

source: Light Squares
es: Cuadrados claros
sr: Лигхт Скуарес
sv: Ljusa rutor
sw: Viwanja vya Mwanga
ta: ஒளி சதுரங்கள்
th: ไลท์สแควร์
tr: Işık Kareleri
uk: Світлі квадрати
ur: ہلکے چوکور
vi: Hình vuông ánh sáng

source: Restore Default
es: Restaurar valores predeterminados
sr: Врати подразумевано
sv: Återställ standard
sw: Rejesha Chaguomsingi
ta: இயல்புநிலையை மீட்டமை
th: คืนค่าเริ่มต้น
tr: Varsayılanı Geri Yükle
uk: Відновити за замовчуванням
ur: ڈیفالٹ بحال کریں۔
vi: Khôi phục mặc định

source: Dark Squares
es: Cuadrados oscuros
sr: Тамни квадрати
sv: Mörka fyrkanter
sw: Viwanja vya Giza
ta: இருண்ட சதுரங்கள்
th: สี่เหลี่ยมมืด
tr: Karanlık Kareler
uk: Темні квадрати
ur: تاریک چوکور
vi: Hình vuông tối

source: Light highlight
es: Resaltado de luz
sr: Лигхт хигхлигхт
sv: Ljus highlight
sw: Mwangaza wa mwanga
ta: ஒளி ஹைலைட்
th: ไฮไลท์แสง
tr: Hafif vurgu
uk: Світле підсвічування
ur: لائٹ ہائی لائٹ
vi: Điểm sáng nhẹ

source: Dark highlight
es: Resaltado oscuro
sr: Тамни истицање
sv: Mörk höjdpunkt
sw: Kiangazio cheusi
ta: அடர் ஹைலைட்
th: ไฮไลท์สีเข้ม
tr: Koyu vurgu
uk: Темне підсвічування
ur: گہرا ہائی لائٹ
vi: Điểm nhấn tối

source: Border highlight
es: Resaltado del borde
sr: Истицање границе
sv: Kantmarkering
sw: Kivutio cha mpaka
ta: பார்டர் ஹைலைட்
th: ไฮไลท์ขอบ
tr: Sınır vurgusu
uk: Виділення кордону
ur: بارڈر ہائی لائٹ
vi: Đường viền nổi bật

source: Square highlight colours..
es: Colores destacados cuadrados.
sr: Квадратне светле боје..
sv: Fyrkantiga höjdpunkter..
sw: Rangi za kuangazia mraba..
ta: சதுர ஹைலைட் வண்ணங்கள்..
th: สีไฮไลท์สี่เหลี่ยม..
tr: Kare vurgu renkleri..
uk: Квадратні кольори виділення..
ur: مربع نمایاں رنگ..
vi: Màu sắc nổi bật của hình vuông.

source: Background colours
es: Colores de fondo
sr: Боје позадине
sv: Bakgrundsfärger
sw: Rangi za mandharinyuma
ta: பின்னணி வண்ணங்கள்
th: สีพื้นหลัง
tr: Arkaplan renkleri
uk: Кольори фону
ur: پس منظر کے رنگ
vi: Màu nền

source: Board panel
es: Panel de tablero
sr: Табла плоча
sv: Styrelsepanel
sw: Jopo la bodi
ta: பலகை குழு
th: แผงบอร์ด
tr: Yönetim Kurulu Paneli
uk: Дошкова панель
ur: بورڈ پینل
vi: Bảng điều khiển

source: Move panel
es: Mover panel
sr: Премести панел
sv: Flytta panelen
sw: Sogeza paneli
ta: பலகத்தை நகர்த்து
th: ย้ายแผง
tr: Paneli taşı
uk: Перемістити панель
ur: پینل منتقل کریں۔
vi: Di chuyển bảng điều khiển

source: Start panel
es: Panel de inicio
sr: Старт панел
sw: Anza paneli
ta: பேனலைத் தொடங்கு
th: แผงเริ่มต้น
tr: Başlat paneli
uk: Панель «Пуск».
ur: اسٹارٹ پینل
vi: Bảng điều khiển bắt đầu

source: Kibitz panel
es: Panel de Kibitz
sr: Кибитз панел
sw: Paneli ya Kibitz
ta: கிபிட்ஸ் பலகம்
th: แผงคิบิตซ์
tr: Kibitz paneli
uk: Панель Kibitz
ur: کبٹز پینل
vi: Bảng điều khiển Kibitz

source: Kibitz box
es: Caja Kibitz
sr: Кибитз кутија
sw: Sanduku la Kibitz
ta: கிபிட்ஸ் பெட்டி
th: กล่องคิบิตซ์
tr: Kibitz kutusu
uk: Коробка Кібіц
ur: کبٹز باکس
vi: Hộp Kibitz

source: Puzzle panel
es: Panel de rompecabezas
sr: Пуззле панел
sv: Pusselpanel
sw: Paneli ya chemshabongo
ta: புதிர் பலகம்
th: แผงปริศนา
tr: Bulmaca paneli
uk: Панно-пазл
ur: پہیلی پینل
vi: Bảng câu đố

source: Match panel
es: Panel de coincidencias
sr: Матцх панел
sw: Paneli ya mechi
ta: பொருத்தப் பலகம்
th: แผงแมตช์
tr: Maç paneli
uk: Панель матчів
ur: میچ پینل
vi: Bảng điều khiển trận đấu

source: Search panel
es: Panel de búsqueda
sr: Панел за претрагу
sv: Sökpanel
sw: Paneli ya utafutaji
ta: தேடல் பலகம்
th: แผงการค้นหา
tr: Arama paneli
uk: Панель пошуку
ur: تلاش پینل
vi: Bảng tìm kiếm

source: Eval panel
es: Panel de evaluación
sr: Евал панел
sw: Jopo la Eval
ta: ஏவல் குழு
th: แผงประเมินผล
tr: Değerlendirme paneli
uk: Оціночна панель
ur: ایول پینل
vi: Bảng đánh giá

source: This dialog box allow you to select the colours
es: Este cuadro de diálogo le permite seleccionar los colores.
sr: Овај дијалог вам омогућава да изаберете боје
sv: Denna dialogruta låter dig välja färger
sw: Kisanduku kidadisi hiki hukuruhusu kuchagua rangi
ta: இந்த உரையாடல் பெட்டி வண்ணங்களைத் தேர்ந்தெடுக்க உங்களை அனுமதிக்கிறது.
th: กล่องโต้ตอบนี้ช่วยให้คุณสามารถเลือกสีได้
tr: Bu iletişim kutusu renkleri seçmenize olanak tanır
uk: У цьому діалоговому вікні можна вибрати кольори
ur: یہ ڈائیلاگ باکس آپ کو رنگوں کو منتخب کرنے کی اجازت دیتا ہے۔
vi: Hộp thoại này cho phép bạn chọn màu sắc

source: or the screen elements.
es: o los elementos de la pantalla.
sr: или елементе екрана.
sv: eller skärmelementen.
sw: au vipengele vya skrini.
ta: அல்லது திரை கூறுகள்.
th: หรือองค์ประกอบของหน้าจอ
tr: veya ekran elemanları.
uk: або елементи екрану.
ur: یا اسکرین عناصر۔
vi: hoặc các thành phần màn hình.

source: Click on the colour box next to the screen element
es: Haga clic en el cuadro de color junto al elemento de la pantalla
sr: Кликните на оквир за боју поред елемента екрана
sv: Klicka på färgrutan bredvid skärmelementet
sw: Bofya kwenye kisanduku cha rangi karibu na kipengele cha skrini
ta: திரை உறுப்புக்கு அடுத்துள்ள வண்ணப் பெட்டியைக் கிளிக் செய்யவும்.
th: คลิกที่กล่องสีถัดจากองค์ประกอบหน้าจอ
tr: Ekran öğesinin yanındaki renk kutusuna tıklayın
uk: Клацніть кольорове поле поруч із елементом екрана
ur: اسکرین عنصر کے ساتھ والے رنگ کے خانے پر کلک کریں۔
vi: Nhấp vào hộp màu bên cạnh phần tử màn hình

source: to activate the colour selection dialog box.
es: para activar el cuadro de diálogo de selección de color.
sr: да бисте активирали дијалог за избор боје.
sv: för att aktivera dialogrutan för färgval.
sw: ili kuamilisha kisanduku kidadisi cha uteuzi wa rangi.
ta: வண்ணத் தேர்வு உரையாடல் பெட்டியைச் செயல்படுத்த.
th: เพื่อเปิดใช้งานกล่องโต้ตอบการเลือกสี
tr: Renk seçimi iletişim kutusunu etkinleştirmek için.
uk: щоб активувати діалогове вікно вибору кольору.
ur: رنگ کے انتخاب کے ڈائیلاگ باکس کو چالو کرنے کے لیے۔
vi: để kích hoạt hộp thoại chọn màu.

source: To restore the standard colour for a screen element,
es: Para restaurar el color estándar de un elemento de pantalla,
sr: Да бисте вратили стандардну боју за елемент екрана,
sv: För att återställa standardfärgen för ett skärmelement,
sw: Ili kurejesha rangi ya kawaida kwa kipengele cha skrini,
ta: ஒரு திரை உறுப்புக்கான நிலையான நிறத்தை மீட்டெடுக்க,
th: ในการคืนค่าสีมาตรฐานให้กับองค์ประกอบหน้าจอ
tr: Bir ekran elemanı için standart rengi geri yüklemek için,
uk: Щоб відновити стандартний колір для елемента екрана,
ur: اسکرین عنصر کے معیاری رنگ کو بحال کرنے کے لیے،
vi: Để khôi phục màu chuẩn cho một phần tử màn hình,

source: To restore the standard colours for all screen elements,
es: Para restaurar los colores estándar para todos los elementos de la pantalla,
sr: Да бисте вратили стандардне боје за све елементе екрана,
sv: För att återställa standardfärgerna för alla skärmelement,
sw: Ili kurejesha rangi za kawaida kwa vipengele vyote vya skrini,
ta: அனைத்து திரை கூறுகளுக்கும் நிலையான வண்ணங்களை மீட்டெடுக்க,
th: เพื่อคืนค่าสีมาตรฐานสำหรับองค์ประกอบหน้าจอทั้งหมด
tr: Tüm ekran öğeleri için standart renkleri geri yüklemek için,
uk: Щоб відновити стандартні кольори для всіх елементів екрана,
ur: اسکرین کے تمام عناصر کے لیے معیاری رنگ بحال کرنے کے لیے،
vi: Để khôi phục màu chuẩn cho tất cả các thành phần màn hình,

source: Select colours help
es: Ayuda para seleccionar colores
sr: Помоћ у одабиру боја
sv: Välj färger hjälp
sw: Chagua usaidizi wa rangi
ta: வண்ணங்களைத் தேர்ந்தெடுப்பதற்கான உதவி
th: เลือกสีช่วย
tr: Renkleri seçme yardımı
uk: Допомога у виборі кольорів
ur: مدد کے رنگ منتخب کریں۔
vi: Chọn màu giúp đỡ

source: Main window colour
es: Color de la ventana principal
sr: Боја главног прозора
sv: Huvudfönsterfärg
sw: Rangi kuu ya dirisha
ta: பிரதான சாளர நிறம்
th: สีหน้าต่างหลัก
tr: Ana pencere rengi
uk: Колір головного вікна
ur: مین ونڈو کا رنگ
vi: Màu cửa sổ chính

source: Move list window
es: Mover ventana de lista
sr: Премести прозор листе
sv: Flytta listfönstret
sw: Sogeza dirisha la orodha
ta: பட்டியல் சாளரத்தை நகர்த்து
th: ย้ายหน้าต่างรายการ
tr: Liste penceresini taşı
uk: Перемістити вікно списку
ur: فہرست ونڈو کو منتقل کریں۔
vi: Di chuyển cửa sổ danh sách

source: Game clock window
es: Ventana del reloj del juego
sr: Прозор сата за игру
sv: Spelklockans fönster
sw: Dirisha la saa ya mchezo
ta: விளையாட்டு கடிகார சாளரம்
th: หน้าต่างนาฬิกาเกม
tr: Oyun saati penceresi
uk: Вікно ігрового годинника
ur: گیم کلاک ونڈو
vi: Cửa sổ đồng hồ trò chơi

source: Game clock running
es: Reloj de juego en marcha
sr: Сат за игру ради
sv: Spelklockan går
sw: Saa ya mchezo inaendesha
ta: விளையாட்டு கடிகாரம் இயங்குகிறது
th: นาฬิกาเกมกำลังเดินอยู่
tr: Oyun saati çalışıyor
uk: Ігровий годинник працює
ur: کھیل کی گھڑی چل رہی ہے۔
vi: Đồng hồ trò chơi đang chạy

source: Game clock stopped
es: El reloj del juego se detuvo
sr: Сат за игру је стао
sv: Spelklockan stannade
sw: Saa ya mchezo imesimamishwa
ta: விளையாட்டு கடிகாரம் நின்றுவிட்டது.
th: นาฬิกาเกมหยุดแล้ว
tr: Oyun saati durdu
uk: Ігровий годинник зупинився
ur: کھیل کی گھڑی رک گئی۔
vi: Đồng hồ trò chơi dừng lại

source: Kibitz window
es: Ventana de Kibitz
sr: Кибитз прозор
sv: Kibitz fönster
sw: Dirisha la Kibitz
ta: கிபிட்ஸ் சாளரம்
th: หน้าต่างคิบิตซ์
tr: Kibitz penceresi
uk: Кібіцьке вікно
ur: کبٹز ونڈو
vi: Cửa sổ Kibitz

source: User defined background
es: Fondo definido por el usuario
sr: Кориснички дефинисана позадина
sv: Användardefinierad bakgrund
sw: Mandharinyuma iliyofafanuliwa na mtumiaji
ta: பயனர் வரையறுத்த பின்னணி
th: พื้นหลังที่ผู้ใช้กำหนด
tr: Kullanıcı tanımlı arka plan
uk: Визначений користувачем фон
ur: صارف کی وضاحت شدہ پس منظر
vi: Nền do người dùng xác định

source: Background settings..
es: Configuración de fondo.
sr: Подешавања позадине..
sv: Bakgrundsinställningar..
sw: Mipangilio ya usuli..
ta: பின்னணி அமைப்புகள்..
th: การตั้งค่าพื้นหลัง..
tr: Arkaplan ayarları..
uk: Налаштування фону..
ur: پس منظر کی ترتیبات..
vi: Cài đặt nền..

source: Select the main window background colour
es: Seleccione el color de fondo de la ventana principal
sr: Изаберите боју позадине главног прозора
sv: Välj huvudfönstrets bakgrundsfärg
sw: Chagua rangi ya mandharinyuma ya dirisha kuu
ta: பிரதான சாளர பின்னணி நிறத்தைத் தேர்ந்தெடுக்கவும்.
th: เลือกสีพื้นหลังหน้าต่างหลัก
tr: Ana pencere arka plan rengini seçin
uk: Виберіть колір тла головного вікна
ur: مرکزی ونڈو کے پس منظر کا رنگ منتخب کریں۔
vi: Chọn màu nền của cửa sổ chính

source: Select the move list window colour
es: Seleccionar el color de la ventana de la lista de movimientos
sr: Изаберите боју прозора листе за померање
sv: Välj färgen på flyttlistans fönster
sw: Chagua rangi ya dirisha la orodha ya hoja
ta: நகர்த்தல் பட்டியல் சாளர நிறத்தைத் தேர்ந்தெடுக்கவும்.
th: เลือกสีหน้าต่างรายการย้าย
tr: Taşıma listesi pencere rengini seçin
uk: Виберіть колір вікна списку переміщення
ur: موو لسٹ ونڈو کا رنگ منتخب کریں۔
vi: Chọn màu cửa sổ danh sách di chuyển

source: Select the game clock window colour
es: Selecciona el color de la ventana del reloj del juego
sr: Изаберите боју прозора сата игре
sv: Välj färg på spelklockans fönster
sw: Chagua rangi ya dirisha la saa ya mchezo
ta: விளையாட்டு கடிகார சாளர நிறத்தைத் தேர்ந்தெடுக்கவும்.
th: เลือกสีหน้าต่างนาฬิกาเกม
tr: Oyun saati pencere rengini seçin
uk: Виберіть колір вікна ігрового годинника
ur: گیم کلاک ونڈو کا رنگ منتخب کریں۔
vi: Chọn màu cửa sổ đồng hồ trò chơi

source: Select the game clock running text colour
es: Seleccione el color del texto del reloj de juego en ejecución
sr: Изаберите боју текста за сат за игру
sv: Välj färg för spelklockan som körs
sw: Chagua rangi ya maandishi ya saa ya mchezo inayoendesha
ta: விளையாட்டு கடிகாரம் இயங்கும் உரை நிறத்தைத் தேர்ந்தெடுக்கவும்.
th: เลือกสีข้อความนาฬิกาเกมที่กำลังเดิน
tr: Oyun saatinin çalışma metin rengini seçin
uk: Виберіть колір тексту ігрового годинника
ur: گیم کلاک چلانے والے متن کا رنگ منتخب کریں۔
vi: Chọn màu chữ chạy của đồng hồ trò chơi

source: Select the game clock stopped text colour
es: Selecciona el color del texto del reloj de juego detenido
sr: Изаберите боју текста заустављеног сата за игру
sv: Välj textfärgen för spelklockan
sw: Chagua rangi ya maandishi ya saa ya mchezo iliyosimamishwa
ta: விளையாட்டு கடிகாரம் நிறுத்தப்பட்ட உரை நிறத்தைத் தேர்ந்தெடுக்கவும்.
th: เลือกสีข้อความนาฬิกาเกมที่หยุด
tr: Oyun saati durdu metin rengini seçin
uk: Виберіть колір тексту зупиненого ігрового годинника
ur: کھیل گھڑی بند متن کا رنگ منتخب کریں
vi: Chọn màu chữ đồng hồ trò chơi dừng lại

source: Select the kibitz window colour
es: Seleccione el color de la ventana de Kibitz
sr: Изаберите боју кибитз прозора
sv: Välj kibitz-fönstrets färg
sw: Chagua rangi ya dirisha la kibitz
ta: கிபிட்ஸ் சாளர நிறத்தைத் தேர்ந்தெடுக்கவும்.
th: เลือกสีหน้าต่างคิบิทซ์
tr: Kibitz pencere rengini seçin
uk: Виберіть колір вікна kibitz
ur: کیبٹز ونڈو کا رنگ منتخب کریں۔
vi: Chọn màu cửa sổ kibitz

source: Select the kibitz panel colour
es: Seleccione el color del panel kibitz
sr: Изаберите боју кибитз панела
sv: Välj färg på kibitz-panelen
sw: Chagua rangi ya paneli ya kibitz
ta: கிபிட்ஸ் பலகத்தின் நிறத்தைத் தேர்ந்தெடுக்கவும்.
th: เลือกสีแผงคิบิทซ์
tr: Kibitz panel rengini seçin
uk: Виберіть колір панелі kibitz
ur: کیبٹز پینل کا رنگ منتخب کریں۔
vi: Chọn màu bảng kibitz

source: Set the main window background colour to default
es: Establecer el color de fondo de la ventana principal al predeterminado
sr: Поставите боју позадине главног прозора на подразумевану
sv: Ställ in huvudfönstrets bakgrundsfärg till standard
sw: Weka rangi ya mandharinyuma ya dirisha kuu kuwa chaguo-msingi
ta: பிரதான சாளர பின்னணி நிறத்தை இயல்புநிலைக்கு அமைக்கவும்.
th: ตั้งค่าสีพื้นหลังหน้าต่างหลักเป็นค่าเริ่มต้น
tr: Ana pencere arka plan rengini varsayılana ayarlayın
uk: Встановити колір тла головного вікна за замовчуванням
ur: مین ونڈو کے پس منظر کا رنگ ڈیفالٹ پر سیٹ کریں۔
vi: Đặt màu nền của cửa sổ chính thành mặc định

source: Set the move list window colour to default
es: Establecer el color de la ventana de la lista de movimientos al predeterminado
sr: Поставите боју прозора листе за померање на подразумевану
sv: Ställ in färgen för flyttlistans fönster till standard
sw: Weka rangi ya dirisha la orodha ya hoja iwe chaguomsingi
ta: நகர்த்தல் பட்டியல் சாளர நிறத்தை இயல்புநிலைக்கு அமைக்கவும்.
th: ตั้งค่าสีหน้าต่างรายการย้ายเป็นค่าเริ่มต้น
tr: Taşıma listesi pencere rengini varsayılana ayarlayın
uk: Встановити колір вікна списку переміщення за замовчуванням
ur: موو لسٹ ونڈو کا رنگ ڈیفالٹ پر سیٹ کریں۔
vi: Đặt màu cửa sổ danh sách di chuyển thành mặc định

source: Set the game clock window colour to default
es: Establecer el color de la ventana del reloj del juego al predeterminado
sr: Подесите боју прозора сата игре на подразумевану
sv: Ställ in spelklockans fönsterfärg till standard
sw: Weka rangi ya dirisha la saa ya mchezo kuwa chaguo-msingi
ta: விளையாட்டு கடிகார சாளர நிறத்தை இயல்புநிலைக்கு அமைக்கவும்.
th: ตั้งค่าสีหน้าต่างนาฬิกาเกมเป็นค่าเริ่มต้น
tr: Oyun saati pencere rengini varsayılana ayarlayın
uk: Встановити колір вікна ігрового годинника за замовчуванням
ur: گیم کلاک ونڈو کا رنگ ڈیفالٹ پر سیٹ کریں۔
vi: Đặt màu cửa sổ đồng hồ trò chơi thành mặc định

source: Set the game clock running text colour to default
es: Establezca el color del texto del reloj de juego en el valor predeterminado
sr: Подесите боју текста за игру на подразумевану вредност
sv: Ställ in spelklockans textfärg till standard
sw: Weka rangi ya maandishi ya saa ya mchezo inayoendesha kuwa chaguomsingi
ta: விளையாட்டு கடிகாரம் இயங்கும் உரை நிறத்தை இயல்புநிலையாக அமைக்கவும்.
th: ตั้งค่าสีข้อความนาฬิกาเกมเป็นค่าเริ่มต้น
tr: Oyun saatinin çalışma metni rengini varsayılana ayarlayın
uk: Встановити колір тексту ігрового годинника за умовчанням
ur: گیم کلاک چلانے والے ٹیکسٹ کلر کو ڈیفالٹ پر سیٹ کریں۔
vi: Đặt màu văn bản chạy đồng hồ trò chơi thành mặc định
