Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: the algebraic notation characters to use. Select from a major
es: Los caracteres de notación algebraica que se utilizarán. Seleccione entre una de las principales
sr: знакове алгебарске нотације које треба користити. Изаберите неку од смерова
sv: de algebraiska notationstecken som ska användas. Välj från en huvudämne
sw: herufi za nukuu za aljebra za kutumia. Chagua kutoka kuu
ta: பயன்படுத்த வேண்டிய இயற்கணிதக் குறியீட்டு எழுத்துக்கள். ஒரு பெரிய எண்ணிலிருந்து தேர்ந்தெடுக்கவும்
th: อักขระสัญลักษณ์พีชคณิตที่จะใช้ เลือกจากอักขระหลัก
tr: kullanılacak cebirsel gösterim karakterleri. Büyük bir karakterden seçin
uk: використовувані символи алгебраїчного запису. Виберіть з основного
ur: استعمال کرنے کے لیے الجبری اشارے کے حروف۔ ایک میجر سے منتخب کریں۔
vi: các ký tự ký hiệu đại số để sử dụng. Chọn từ một

source: European language, or define a custom string if your language
es: Idioma europeo, o defina una cadena personalizada si su idioma
sr: европски језик или дефинишите прилагођени стринг ако је ваш језик
sv: Europeiskt språk, eller definiera en anpassad sträng om ditt språk
sw: Lugha ya Ulaya, au fafanua mfuatano maalum ikiwa ni lugha yako
ta: ஐரோப்பிய மொழி, அல்லது உங்கள் மொழி என்றால் தனிப்பயன் சரத்தை வரையறுக்கவும்
th: ภาษาของยุโรปหรือกำหนดสตริงที่กำหนดเองหากภาษาของคุณ
tr: Avrupa dili veya diliniz varsa özel bir dize tanımlayın
uk: Європейська мова або визначте спеціальний рядок, якщо ваша мова
ur: یورپی زبان، یا اگر آپ کی زبان ہے تو حسب ضرورت اسٹرنگ کی وضاحت کریں۔
vi: Ngôn ngữ Châu Âu hoặc xác định chuỗi tùy chỉnh nếu ngôn ngữ của bạn

source: is not listed
es: no está en la lista
sr: није наведен
sv: är inte listad
sw: haijaorodheshwa
ta: பட்டியலிடப்படவில்லை.
th: ไม่ได้อยู่ในรายการ
tr: listelenmemiş
uk: не значиться
ur: درج نہیں ہے
vi: không được liệt kê

source: General Settings Dialog Help
es: Ayuda del cuadro de diálogo Configuración general
sr: Помоћ у дијалогу за општа подешавања
sv: Allmänna inställningar Dialog Hjälp
sw: Usaidizi wa Kidirisha cha Mipangilio ya Jumla
ta: பொது அமைப்புகள் உரையாடல் உதவி
th: กล่องโต้ตอบช่วยเหลือการตั้งค่าทั่วไป
tr: Genel Ayarlar İletişim Kutusu Yardımı
uk: Довідка діалогового вікна загальних налаштувань
ur: جنرل سیٹنگز ڈائیلاگ مدد
vi: Trợ giúp hộp thoại Cài đặt chung

source: Replace the <?> characters with your chosen characters for
es: Reemplace los caracteres <?> con los caracteres elegidos para
sr: Замените знакове <?> са одабраним знаковима за
sv: Ersätt <?> tecknen med dina valda tecken för
sw: Badilisha herufi za <?> na herufi ulizochagua za
ta: <?> எழுத்துகளுக்குப் பதிலாக நீங்கள் தேர்ந்தெடுத்த எழுத்துகளுக்கு மாற்றவும்
th: แทนที่อักขระ <?> ด้วยอักขระที่คุณเลือกสำหรับ
tr: <?> karakterlerini seçtiğiniz karakterlerle değiştirin
uk: Замініть символи <?> на вибрані символи для
ur: <?> حروف کو اپنے منتخب کردہ حروف سے بدل دیں۔
vi: Thay thế các ký tự <?> bằng các ký tự bạn chọn cho

source: king, queen, rook, knight and bishop respectively
es: rey, reina, torre, caballo y alfil respectivamente
sr: краљ, краљица, топ, витез и бискуп
sv: kung, drottning, torn, riddare respektive biskop
sw: mfalme, malkia, rook, knight na askofu mtawalia
ta: முறையே ராஜா, ராணி, யானை, குதிரை மற்றும் பிஷப்.
th: ราชา ราชินี เรือ อัศวิน และบิชอป ตามลำดับ
tr: sırasıyla şah, vezir, kale, at ve fil
uk: король, ферзь, тура, конь і слон відповідно
ur: بالترتیب بادشاہ، ملکہ، روک، نائٹ اور بشپ
vi: vua, hậu, xe, mã và tượng tương ứng

source: Illegal notation string
es: Cadena de notación ilegal
sr: Недозвољен низ нотације
sv: Olaglig notationssträng
sw: Mfuatano wa nukuu haramu
ta: தவறான குறியீட்டு சரம்
th: สตริงสัญกรณ์ผิดกฎหมาย
tr: Yasadışı gösterim dizisi
uk: Неприпустимий рядок позначення
ur: غیر قانونی اشارے کی تار
vi: Chuỗi ký hiệu bất hợp pháp

source: You must enter or select a string starting with your chosen characters
es: Debes ingresar o seleccionar una cadena que comience con los caracteres elegidos
sr: Морате да унесете или изаберете низ који почиње са одабраним знаковима
sv: Du måste ange eller välja en sträng som börjar med dina valda tecken
sw: Lazima uweke au uchague mfuatano unaoanza na wahusika uliowachagua
ta: நீங்கள் தேர்ந்தெடுத்த எழுத்துகளுடன் தொடங்கும் ஒரு சரத்தை உள்ளிட வேண்டும் அல்லது தேர்ந்தெடுக்க வேண்டும்.
th: คุณจะต้องป้อนหรือเลือกสตริงที่เริ่มต้นด้วยอักขระที่คุณเลือก
tr: Seçtiğiniz karakterlerle başlayan bir dize girmeniz veya seçmeniz gerekir
uk: Ви повинні ввести або вибрати рядок, який починається з вибраних символів
ur: آپ کو اپنے منتخب کردہ حروف سے شروع ہونے والی سٹرنگ درج کرنا یا منتخب کرنا چاہیے۔
vi: Bạn phải nhập hoặc chọn một chuỗi bắt đầu bằng các ký tự bạn đã chọn

source: for king, queen, rook, knight and bishop respectively
es: para rey, reina, torre, caballo y alfil respectivamente
sr: за краља, краљицу, топа, витеза и бискупа
sv: för kung, drottning, torn, riddare respektive biskop
sw: kwa mfalme, malkia, rook, knight na askofu kwa mtiririko huo
ta: ராஜா, ராணி, ரூக், நைட் மற்றும் பிஷப் ஆகியோருக்கு முறையே
th: สำหรับราชา ราชินี เรือ อัศวิน และบิชอป ตามลำดับ
tr: sırasıyla şah, vezir, kale, at ve fil için
uk: для короля, ферзя, тури, коня та слона відповідно
ur: بادشاہ، ملکہ، روک، نائٹ اور بشپ کے لیے بالترتیب
vi: cho vua, hậu, xe, mã và tượng tương ứng

source: Use help delay
es: Utilice la ayuda retrasada
sr: Користите одлагање помоћи
sv: Använd hjälpfördröjning
sw: Tumia ucheleweshaji wa usaidizi
ta: உதவி தாமதத்தைப் பயன்படுத்தவும்
th: ใช้ความช่วยเหลือล่าช้า
tr: Yardım gecikmesini kullan
uk: Використовуйте затримку допомоги
ur: مدد میں تاخیر کا استعمال کریں۔
vi: Sử dụng trợ giúp trì hoãn

source: Use start delay
es: Utilice el retardo de inicio
sr: Користите одлагање почетка
sv: Använd startfördröjning
sw: Tumia ucheleweshaji wa kuanza
ta: தொடக்க தாமதத்தைப் பயன்படுத்தவும்
th: ใช้การหน่วงเวลาเริ่มต้น
tr: Başlatma gecikmesini kullan
uk: Використовуйте затримку запуску
ur: شروع میں تاخیر کا استعمال کریں۔
vi: Sử dụng độ trễ bắt đầu

source: Help delay (milli seconds)
es: Retraso de ayuda (milisegundos)
sr: Кашњење помоћи (мили секунди)
sv: Hjälpfördröjning (milli sekunder)
sw: Msaada kuchelewa (sekunde milli)
ta: உதவி தாமதம் (மில்லி வினாடிகள்)
th: ความช่วยเหลือล่าช้า (มิลลิวินาที)
tr: Yardım gecikmesi (milisaniye)
uk: Затримка допомоги (мілісекунди)
ur: مدد میں تاخیر (ملی سیکنڈ)
vi: Trợ giúp trì hoãn (mili giây)

source: Check to use a delay for help file access
es: Marque para utilizar un retraso para acceder al archivo de ayuda
sr: Означите да бисте користили одлагање за приступ датотеци помоћи
sv: Markera för att använda en fördröjning för åtkomst till hjälpfilen
sw: Angalia ili kutumia ucheleweshaji kwa ufikiaji wa faili ya usaidizi
ta: உதவி கோப்பு அணுகலுக்கான தாமதத்தைப் பயன்படுத்த சரிபார்க்கவும்.
th: เลือกเพื่อใช้การหน่วงเวลาในการเข้าถึงไฟล์ช่วยเหลือ
tr: Yardım dosyasına erişim için gecikme kullanmak üzere işaretleyin
uk: Поставте прапорець, щоб використовувати затримку для доступу до файлу довідки
ur: مدد فائل تک رسائی کے لیے تاخیر کا استعمال کرنے کے لیے چیک کریں۔
vi: Kiểm tra để sử dụng độ trễ cho việc truy cập tệp trợ giúp

source: Check to use a delay for accessing the help file at the start
es: Marque esta opción para utilizar un retraso para acceder al archivo de ayuda al inicio
sr: Означите да бисте користили одлагање за приступ датотеци помоћи на почетку
sv: Markera för att använda en fördröjning för att komma åt hjälpfilen i början
sw: Angalia ili kutumia ucheleweshaji wa kufikia faili ya usaidizi mwanzoni
ta: தொடக்கத்தில் உதவி கோப்பை அணுகுவதற்கு தாமதத்தைப் பயன்படுத்த சரிபார்க்கவும்.
th: เลือกเพื่อใช้การหน่วงเวลาในการเข้าถึงไฟล์วิธีใช้ในตอนเริ่มต้น
tr: Yardım dosyasına başlangıçta erişim için gecikme kullanmak üzere işaretleyin
uk: Поставте прапорець, щоб використовувати затримку для доступу до файлу довідки на початку
ur: شروع میں ہیلپ فائل تک رسائی میں تاخیر کا استعمال کرنے کے لیے چیک کریں۔
vi: Kiểm tra để sử dụng độ trễ khi truy cập tệp trợ giúp lúc bắt đầu

source: Enter the delay value, in milli-seconds for help file access
es: Introduzca el valor de retraso, en milisegundos, para acceder al archivo de ayuda
sr: Унесите вредност кашњења у милисекундама за приступ датотеци помоћи
sv: Ange fördröjningsvärdet i millisekunder för åtkomst till hjälpfilen
sw: Weka thamani ya kuchelewa, katika milli-sekunde kwa usaidizi wa kufikia faili
ta: உதவி கோப்பு அணுகலுக்கு தாமத மதிப்பை மில்லி வினாடிகளில் உள்ளிடவும்.
th: ป้อนค่าความล่าช้าเป็นมิลลิวินาทีเพื่อเข้าถึงไฟล์ช่วยเหลือ
tr: Yardım dosyasına erişim için gecikme değerini milisaniye cinsinden girin
uk: Введіть значення затримки в мілісекундах для доступу до файлу довідки
ur: مدد فائل تک رسائی کے لیے تاخیر کی قدر، ملی سیکنڈ میں درج کریں۔
vi: Nhập giá trị độ trễ, tính bằng mili giây để truy cập tệp trợ giúp

source: This dialog box allows the user to set the options for the help file delay.
es: Este cuadro de diálogo permite al usuario configurar las opciones para el retraso del archivo de ayuda.
sr: Овај оквир за дијалог омогућава кориснику да подеси опције за одлагање датотеке помоћи.
sv: Denna dialogruta låter användaren ställa in alternativen för hjälpfilens fördröjning.
sw: Kisanduku kidadisi hiki humruhusu mtumiaji kuweka chaguo za kucheleweshwa kwa faili ya usaidizi.
ta: இந்த உரையாடல் பெட்டி பயனரை உதவி கோப்பு தாமதத்திற்கான விருப்பங்களை அமைக்க அனுமதிக்கிறது.
th: กล่องโต้ตอบนี้ช่วยให้ผู้ใช้ตั้งค่าตัวเลือกสำหรับความล่าช้าของไฟล์วิธีใช้
tr: Bu iletişim kutusu kullanıcının yardım dosyası gecikmesi için seçenekleri ayarlamasına olanak tanır.
uk: Це діалогове вікно дозволяє користувачеві встановити параметри затримки файлу довідки.
ur: یہ ڈائیلاگ باکس صارف کو مدد فائل میں تاخیر کے لیے آپشن سیٹ کرنے کی اجازت دیتا ہے۔
vi: Hộp thoại này cho phép người dùng thiết lập các tùy chọn để trì hoãn tệp trợ giúp.

source: Sometimes, when the help file was being accessed for a particular topic,
es: A veces, cuando se accedía al archivo de ayuda para un tema en particular,
sr: Понекад, када се приступило датотеци помоћи за одређену тему,
sv: Ibland, när hjälpfilen användes för ett visst ämne,
sw: Wakati mwingine, wakati faili ya usaidizi ilikuwa inafikiwa kwa mada fulani,
ta: சில நேரங்களில், ஒரு குறிப்பிட்ட தலைப்புக்கான உதவிக் கோப்பை அணுகும்போது,
th: บางครั้งเมื่อมีการเข้าถึงไฟล์วิธีใช้สำหรับหัวข้อใดหัวข้อหนึ่ง
tr: Bazen, belirli bir konu için yardım dosyasına erişildiğinde,
uk: Іноді, коли відкривався файл довідки для певної теми,
ur: کبھی کبھی، جب کسی خاص موضوع کے لیے ہیلپ فائل تک رسائی حاصل کی جا رہی تھی،
vi: Đôi khi, khi tệp trợ giúp được truy cập cho một chủ đề cụ thể,

source: the help file would be displayed minimized on the taskbar.
es: El archivo de ayuda se mostraría minimizado en la barra de tareas.
sr: датотека помоћи би била приказана минимизирана на траци задатака.
sv: hjälpfilen skulle visas minimerad i aktivitetsfältet.
sw: faili ya usaidizi ingeonyeshwa kupunguzwa kwenye upau wa kazi.
ta: பணிப்பட்டியில் உதவி கோப்பு சிறிதாக்கப்பட்டதாகக் காட்டப்படும்.
th: ไฟล์วิธีใช้จะแสดงแบบย่อขนาดบนแถบงาน
tr: yardım dosyası görev çubuğunda küçültülmüş olarak gösterilecektir.
uk: файл довідки відображатиметься згорнутим на панелі завдань.
ur: مدد کی فائل کو ٹاسک بار پر کم سے کم دکھایا جائے گا۔
vi: tệp trợ giúp sẽ được hiển thị ở dạng thu nhỏ trên thanh tác vụ.

source: Having a very short pause before help file displays fixes this problem.
es: Hacer una pausa muy breve antes de que se muestre el archivo de ayuda soluciona este problema.
sr: Веома кратка пауза пре него што се прикаже датотека помоћи решава овај проблем.
sv: Att ha en mycket kort paus innan hjälpfilen visas löser detta problem.
sw: Kusitishwa kwa muda mfupi kabla ya maonyesho ya faili ya usaidizi hurekebisha tatizo hili.
ta: உதவி கோப்பு காட்சிப்படுத்தப்படுவதற்கு முன்பு மிகக் குறைந்த இடைநிறுத்தம் இந்த சிக்கலை சரிசெய்கிறது.
th: การหยุดชั่วคราวสั้นๆ ก่อนที่ไฟล์วิธีใช้จะแสดงจะช่วยแก้ไขปัญหานี้ได้
tr: Yardım dosyasının görüntülenmesinden önce çok kısa bir duraklama olması bu sorunu çözer.
uk: Цю проблему вирішує дуже коротка пауза перед відображенням файлу довідки.
ur: ہیلپ فائل کے ڈسپلے سے پہلے بہت مختصر وقفہ کرنے سے یہ مسئلہ حل ہو جاتا ہے۔
vi: Việc tạm dừng một chút trước khi hiển thị tệp trợ giúp sẽ khắc phục được sự cố này.

source: On my computer this only happens when context sensitive help is accessed,
es: En mi computadora esto solo sucede cuando se accede a la ayuda sensible al contexto.
sr: На мом рачунару то се дешава само када се приступи помоћи осетљивој на контекст,
sv: På min dator händer detta bara när sammanhangskänslig hjälp är tillgänglig,
sw: Kwenye kompyuta yangu hii hufanyika tu wakati msaada nyeti wa muktadha unapatikana,
ta: என் கணினியில் சூழல் உணர்திறன் உதவி அணுகப்படும்போது மட்டுமே இது நடக்கும்,
th: บนคอมพิวเตอร์ของฉัน สิ่งนี้จะเกิดขึ้นเฉพาะเมื่อมีการเข้าถึงความช่วยเหลือที่เกี่ยวข้องกับบริบทเท่านั้น
tr: Bilgisayarımda bu yalnızca bağlam duyarlı yardıma erişildiğinde gerçekleşiyor.
uk: На моєму комп’ютері це відбувається лише під час доступу до контекстно-залежної довідки,
ur: میرے کمپیوٹر پر یہ تب ہوتا ہے جب سیاق و سباق سے متعلق حساس مدد تک رسائی حاصل کی جاتی ہے،
vi: Trên máy tính của tôi, điều này chỉ xảy ra khi truy cập trợ giúp theo ngữ cảnh,

source: If the help file is opened at the start using < F1 > or from the main menu
es: Si el archivo de ayuda se abre al inicio usando < F1 > o desde el menú principal
sr: Ако се датотека помоћи отвори на почетку помоћу <Ф1> или из главног менија
sv: Om hjälpfilen öppnas i början med < F1 > eller från huvudmenyn
sw: Ikiwa faili ya usaidizi itafunguliwa mwanzoni kwa kutumia < F1 > au kutoka kwa menyu kuu
ta: உதவி கோப்பு தொடக்கத்தில் <F1 > ஐப் பயன்படுத்தி அல்லது பிரதான மெனுவிலிருந்து திறக்கப்பட்டால்
th: หากเปิดไฟล์วิธีใช้ในตอนเริ่มต้นโดยใช้ < F1 > หรือจากเมนูหลัก
tr: Yardım dosyası başlangıçta < F1 > kullanılarak veya ana menüden açılırsa
uk: Якщо файл довідки відкрито на початку за допомогою <F1> або з головного меню
ur: اگر مدد کی فائل شروع میں <F1> یا مین مینو سے کھولی جاتی ہے۔
vi: Nếu tệp trợ giúp được mở khi bắt đầu bằng cách sử dụng < F1 > hoặc từ menu chính

source: with < Help > < Help file > this problem does not occur.
es: con < Ayuda > < Archivo de ayuda > este problema no ocurre.
sr: са < Хелп > < Хелп филе > овај проблем се не јавља.
sv: med < Hjälp > < Hjälpfil > uppstår inte detta problem.
sw: kwa < Msaada > < Faili ya Msaada > tatizo hili halitokei.
ta: < Help > < Help file > உடன் இந்த சிக்கல் ஏற்படாது.
th: ด้วย <ไฟล์วิธีใช้> <ไฟล์วิธีใช้> ปัญหานี้จะไม่เกิดขึ้น
tr: < Yardım > < Yardım dosyası > ile bu sorun oluşmaz.
uk: з < Help > < Help file > ця проблема не виникає.
ur: <مدد> <مدد فائل> کے ساتھ یہ مسئلہ پیدا نہیں ہوتا ہے۔
vi: với <Trợ giúp> <Tệp trợ giúp> thì vấn đề này không xảy ra.

source: Help delay options :-
es: Ayuda con las opciones de retraso:-
sr: Опције одлагања помоћи: -
sv: Hjälp fördröjningsalternativ:-
sw: Msaada wa chaguzi za kuchelewesha:-
ta: உதவி தாமத விருப்பங்கள்:-
th: ตัวเลือกความช่วยเหลือการเลื่อนเวลา :-
tr: Yardım gecikme seçenekleri :-
uk: Варіанти затримки допомоги: -
ur: تاخیر کے اختیارات میں مدد کریں:-
vi: Trợ giúp trì hoãn các tùy chọn :-

source: Use help delay - Check to use a delay when accessing the help file.
es: Usar retraso de ayuda: marque esta opción para utilizar un retraso al acceder al archivo de ayuda.
sr: Користи одлагање помоћи – означите да бисте користили одлагање приликом приступа датотеци помоћи.
sv: Använd hjälpfördröjning - Markera för att använda en fördröjning när du kommer åt hjälpfilen.
sw: Tumia ucheleweshaji wa usaidizi - Angalia ili kutumia ucheleweshaji wakati wa kufikia faili ya usaidizi.
ta: உதவி தாமதத்தைப் பயன்படுத்து - உதவி கோப்பை அணுகும்போது தாமதத்தைப் பயன்படுத்த சரிபார்க்கவும்.
th: ใช้การหน่วงเวลาช่วยเหลือ - เลือกเพื่อใช้การหน่วงเวลาเมื่อเข้าถึงไฟล์ช่วยเหลือ
tr: Yardım gecikmesini kullan - Yardım dosyasına erişirken gecikme kullanmak için işaretleyin.
uk: Використовувати затримку довідки - поставте прапорець, щоб використовувати затримку під час доступу до файлу довідки.
ur: مدد میں تاخیر کا استعمال کریں - مدد کی فائل تک رسائی حاصل کرتے وقت تاخیر کا استعمال کرنے کے لیے چیک کریں۔
vi: Sử dụng độ trễ trợ giúp - Chọn để sử dụng độ trễ khi truy cập tệp trợ giúp.

source: Use start delay - Check to use a delay when accessing the help file at the start.
es: Usar retraso de inicio: marque esta opción para utilizar un retraso al acceder al archivo de ayuda al inicio.
sr: Користи одлагање почетка – потврдите да бисте користили одлагање приликом приступа датотеци помоћи на почетку.
sv: Använd startfördröjning - Markera för att använda en fördröjning när du kommer åt hjälpfilen i början.
sw: Tumia ucheleweshaji wa kuanza - Angalia ili kutumia ucheleweshaji wakati wa kufikia faili ya usaidizi mwanzoni.
ta: தொடக்க தாமதத்தைப் பயன்படுத்து - தொடக்கத்தில் உதவி கோப்பை அணுகும்போது தாமதத்தைப் பயன்படுத்த சரிபார்க்கவும்.
th: ใช้การหน่วงเวลาเริ่มต้น - เลือกเพื่อใช้การหน่วงเวลาเมื่อเข้าถึงไฟล์วิธีใช้ในตอนเริ่มต้น
tr: Başlangıç gecikmesini kullan - Başlangıçta yardım dosyasına erişirken gecikme kullanmak için işaretleyin.
uk: Використовувати затримку запуску - позначте, щоб використовувати затримку під час доступу до файлу довідки на початку.
ur: شروع میں تاخیر کا استعمال کریں - شروع میں ہیلپ فائل تک رسائی کرتے وقت تاخیر استعمال کرنے کے لیے چیک کریں۔
vi: Sử dụng độ trễ khi bắt đầu - Kiểm tra để sử dụng độ trễ khi truy cập tệp trợ giúp lúc bắt đầu.

source: Help delay - Enter the value for the help delay in milli-seconds.
es: Retraso de ayuda: ingrese el valor para el retraso de ayuda en milisegundos.
sr: Кашњење помоћи – Унесите вредност за кашњење помоћи у милисекундама.
sv: Hjälpfördröjning - Ange värdet för hjälpfördröjningen i millisekunder.
sw: Usaidizi wa kuchelewesha - Weka thamani ya kuchelewa kwa usaidizi kwa sekunde milli.
ta: உதவி தாமதம் - உதவி தாமதத்திற்கான மதிப்பை மில்லி வினாடிகளில் உள்ளிடவும்.
th: ความล่าช้าในการช่วยเหลือ - ป้อนค่าความล่าช้าในการช่วยเหลือเป็นมิลลิวินาที
tr: Yardım gecikmesi - Yardım gecikmesi için milisaniye cinsinden değeri girin.
uk: Затримка довідки – введіть значення затримки довідки в мілісекундах.
ur: مدد میں تاخیر - مدد میں تاخیر کی قدر ملی سیکنڈ میں درج کریں۔
vi: Độ trễ trợ giúp - Nhập giá trị độ trễ trợ giúp tính bằng mili giây.

source: Help file delay options
es: Opciones de retraso del archivo de ayuda
sr: Опције одлагања датотеке помоћи
sv: Fördröjningsalternativ för hjälpfil
sw: Chaguo za kuchelewesha faili za usaidizi
ta: உதவி கோப்பு தாமத விருப்பங்கள்
th: ตัวเลือกการหน่วงเวลาไฟล์ช่วยเหลือ
tr: Yardım dosyası gecikme seçenekleri
uk: Параметри затримки файлу довідки
ur: فائل میں تاخیر کے اختیارات میں مدد کریں۔
vi: Tùy chọn trì hoãn tệp trợ giúp

source: Board highlight colours for 3d screen
es: Colores de resaltado del tablero para pantalla 3D
sr: Боје истицања плоче за 3Д екран
sv: Styrelsens markeringsfärger för 3d-skärm
sw: Rangi zinazoangazia ubao kwa skrini ya 3d
ta: 3D திரைக்கான பலகை சிறப்பம்ச வண்ணங்கள்
th: บอร์ดเน้นสีสำหรับหน้าจอ 3 มิติ
tr: 3D ekran için tahta vurgu renkleri
uk: Кольори виділення дошки для 3d-екрана
ur: 3d اسکرین کے لیے بورڈ کے نمایاں رنگ
vi: Bảng màu nổi bật cho màn hình 3D

source: Use square hightlight
es: Usar resaltado cuadrado
sr: Користите квадратно осветљење
sv: Använd fyrkantig höjdpunkt
sw: Tumia mwangaza wa mraba
ta: சதுர ஹைலைட்டைப் பயன்படுத்தவும்
th: ใช้ไฮไลต์แบบสี่เหลี่ยม
tr: Kare vurgulama kullanın
uk: Використовуйте квадратне виділення
ur: مربع ہائیٹ لائٹ استعمال کریں۔
vi: Sử dụng hình vuông làm nổi bật

source: Save to file
es: Guardar en archivo
sr: Сачувај у датотеку
sv: Spara till fil
sw: Hifadhi kwenye faili
ta: கோப்பில் சேமிக்கவும்
th: บันทึกลงในไฟล์
tr: Dosyaya kaydet
uk: Зберегти у файл
ur: فائل میں محفوظ کریں۔
vi: Lưu vào tập tin

source: Alt square colour
es: Color del cuadrado alternativo
sr: Алт квадратна боја
sv: Alt fyrkantig färg
sw: Alt rangi ya mraba
ta: மாற்று சதுர நிறம்
th: สีสี่เหลี่ยมจัตุรัส Alt
tr: Alt kare rengi
uk: Колір альтернативного квадрата
ur: Alt مربع رنگ
vi: Màu hình vuông thay thế

source: Control square colour
es: Controlar el color del cuadrado
sr: Контролишите квадратну боју
sv: Kontrollera fyrkantig färg
sw: Dhibiti rangi ya mraba
ta: சதுர நிறத்தைக் கட்டுப்படுத்து
th: การควบคุมสีสี่เหลี่ยม
tr: Kontrol kare rengi
uk: Колір контрольного квадрата
ur: مربع رنگ کو کنٹرول کریں۔
vi: Kiểm soát màu hình vuông

source: Shift square colour
es: Cambiar el color del cuadrado
sr: Схифт квадратна боја
sv: Byt fyrkantig färg
sw: Shift rangi ya mraba
ta: சதுர நிறத்தை மாற்றவும்
th: เปลี่ยนสีสี่เหลี่ยม
tr: Kare rengini değiştir
uk: Зміщення кольору квадрата
ur: مربع رنگ شفٹ کریں۔
vi: Chuyển đổi màu hình vuông

source: Use arrow highlights
es: Utilizar resaltadores de flechas
sr: Користите истакнуте стрелице
sv: Använd pilmarkeringar
sw: Tumia vielelezo vya vishale
ta: அம்புக்குறி ஹைலைட்ஸைப் பயன்படுத்தவும்
th: ใช้การเน้นลูกศร
tr: Ok vurgularını kullan
uk: Використовуйте виділення стрілками
ur: تیر کی جھلکیاں استعمال کریں۔
vi: Sử dụng mũi tên làm nổi bật

source: Alt arrow colour
es: Color de la flecha Alt
sr: Боја алтернативне стрелице
sv: Alt pilfärg
sw: Rangi ya mshale mbadala
ta: மாற்று அம்புக்குறி நிறம்
th: สีลูกศร Alt
tr: Alt ok rengi
uk: Альтернативний колір стрілки
ur: Alt تیر کا رنگ
vi: Màu mũi tên Alt

source: Control arrow colour
es: Color de la flecha de control
sr: Контролна боја стрелице
sv: Kontrollpilens färg
sw: Dhibiti rangi ya mshale
ta: கட்டுப்பாட்டு அம்புக்குறி நிறம்
th: สีลูกศรควบคุม
tr: Kontrol ok rengi
uk: Контроль кольору стрілки
ur: تیر کا رنگ کنٹرول کریں۔
vi: Màu mũi tên điều khiển

source: Shift arrow colour
es: Cambiar el color de la flecha
sr: Боја стрелице за померање
sv: Skift pilfärg
sw: Shift rangi ya mshale
ta: அம்புக்குறி நிறத்தை மாற்றவும்
th: ลูกศรเปลี่ยนสี
tr: Shift ok rengi
uk: Зміщення кольору стрілки
ur: تیر کا رنگ شفٹ کریں۔
vi: Chuyển đổi màu mũi tên

source: Arrow head size
es: Tamaño de la punta de flecha
sr: Величина главе стрелице
sv: Pilhuvudets storlek
sw: Saizi ya kichwa cha mshale
ta: அம்புக்குறித் தலை அளவு
th: ขนาดหัวลูกศร
tr: Ok ucu boyutu
uk: Розмір головки стріли
ur: تیر کے سر کا سائز
vi: Kích thước đầu mũi tên

source: Arrow thickness
es: Grosor de la flecha
sr: Дебљина стрелице
sv: Piltjocklek
sw: Unene wa mshale
ta: அம்புக்குறி தடிமன்
th: ความหนาของลูกศร
tr: Ok kalınlığı
uk: Товщина стрілки
ur: تیر کی موٹائی
vi: Độ dày của mũi tên

source: Arrow proportion
es: Proporción de flecha
sr: Пропорција стрелице
sv: Pil proportion
sw: Uwiano wa mshale
ta: அம்புக்குறி விகிதம்
th: สัดส่วนลูกศร
tr: Ok oranı
uk: Пропорція стрілки
ur: تیر کا تناسب
vi: Tỷ lệ mũi tên

source: Use board square highlights
es: Utilice los resaltados del cuadrado del tablero
sr: Користите истакнуте квадрате на табли
sv: Använd fyrkantiga höjdpunkter
sw: Tumia vivutio vya mraba vya ubao
ta: பலகை சதுர சிறப்பம்சங்களைப் பயன்படுத்தவும்.
th: ใช้ไฮไลท์สี่เหลี่ยมกระดาน
tr: Pano kare vurgularını kullan
uk: Використовуйте виділення квадратів дошки
ur: بورڈ مربع جھلکیاں استعمال کریں۔
vi: Sử dụng điểm nhấn của ô vuông bảng

source: Save square highlight to file with game
es: Guardar el resaltado cuadrado en un archivo con el juego
sr: Сачувајте истицање квадрата у датотеку са игром
sv: Spara fyrkantig markering till fil med spelet
sw: Hifadhi kivutio cha mraba ili faili na mchezo
ta: சதுர ஹைலைட்டை கேம் மூலம் கோப்பில் சேமிக்கவும்.
th: บันทึกไฮไลท์สี่เหลี่ยมลงในไฟล์พร้อมกับเกม
tr: Kare vurguyu oyun dosyasına kaydet
uk: Збережіть виділення квадрата у файл із грою
ur: اسکوائر ہائی لائٹ کو گیم کے ساتھ فائل میں محفوظ کریں۔
vi: Lưu ô vuông nổi bật vào tệp với trò chơi
