Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Delay in 1/10 seconds before the correct move is shown
es: Retraso de 1/10 segundos antes de que se muestre el movimiento correcto
sr: Одложите 1/10 секунде пре него што се прикаже исправан потез
sv: Fördröj med 1/10 sekunder innan rätt drag visas
sw: Kuchelewa katika sekunde 1/10 kabla ya hoja sahihi kuonyeshwa
ta: சரியான நகர்வு காட்டப்படுவதற்கு 1/10 வினாடிகள் தாமதமாகும்.
th: ล่าช้า 1/10 วินาทีก่อนที่จะแสดงการเคลื่อนไหวที่ถูกต้อง
tr: Doğru hareketin gösterilmesinden önce 1/10 saniyelik gecikme
uk: Затримка в 1/10 секунди, перш ніж буде показано правильний хід
ur: درست اقدام ظاہر ہونے سے پہلے 1/10 سیکنڈ میں تاخیر کریں۔
vi: Trì hoãn 1/10 giây trước khi hiển thị nước đi đúng

source: Set clock minutes
es: Establecer los minutos del reloj
sr: Подесите минуте на сату
sv: Ställ klockan minuter
sw: Weka dakika za saa
ta: கடிகார நிமிடங்களை அமைக்கவும்
th: ตั้งค่านาทีนาฬิกา
tr: Saat dakikalarını ayarlayın
uk: Встановіть хвилини годинника
ur: گھڑی کے منٹ سیٹ کریں۔
vi: Đặt phút đồng hồ

source: Set clock seconds
es: Establecer los segundos del reloj
sr: Подесите секунде на сату
sv: Ställ klockan på sekunder
sw: Weka sekunde za saa
ta: கடிகார வினாடிகளை அமைக்கவும்
th: ตั้งค่าวินาทีของนาฬิกา
tr: Saat saniyelerini ayarla
uk: Встановіть секунди годинника
ur: گھڑی کے سیکنڈ سیٹ کریں۔
vi: Đặt giây đồng hồ

source: Display/hide clock when in puzzle mode
es: Mostrar/ocultar el reloj en modo rompecabezas
sr: Прикажи/сакриј сат када је у режиму слагалице
sv: Visa/dölj klockan i pusselläge
sw: Onyesha/ficha saa ukiwa katika hali ya mafumbo
ta: புதிர் பயன்முறையில் இருக்கும்போது கடிகாரத்தைக் காட்டு/மறை
th: แสดง/ซ่อนนาฬิกาเมื่ออยู่ในโหมดปริศนา
tr: Bulmaca modundayken saati göster/gizle
uk: Показувати/приховувати годинник у режимі головоломки
ur: جب پہیلی موڈ میں ہو تو گھڑی دکھائیں/چھپائیں۔
vi: Hiển thị/ẩn đồng hồ khi ở chế độ giải đố

source: Reset clock after loading a new puzzle
es: Reiniciar el reloj después de cargar un nuevo rompecabezas
sr: Ресетујте сат након учитавања нове слагалице
sv: Återställ klockan efter att ha laddat ett nytt pussel
sw: Weka upya saa baada ya kupakia fumbo jipya
ta: புதிய புதிரை ஏற்றிய பிறகு கடிகாரத்தை மீட்டமைக்கவும்.
th: รีเซ็ตนาฬิกาหลังจากโหลดปริศนาใหม่
tr: Yeni bir bulmacayı yükledikten sonra saati sıfırla
uk: Скиньте годинник після завантаження нової головоломки
ur: ایک نئی پہیلی لوڈ کرنے کے بعد گھڑی کو دوبارہ ترتیب دیں۔
vi: Đặt lại đồng hồ sau khi tải câu đố mới

source: Start clock after loading a new puzzle
es: Iniciar el reloj después de cargar un nuevo rompecabezas
sr: Покрените сат након учитавања нове слагалице
sv: Starta klockan efter att ha laddat ett nytt pussel
sw: Anza saa baada ya kupakia fumbo jipya
ta: புதிய புதிரை ஏற்றிய பிறகு கடிகாரத்தைத் தொடங்கு.
th: เริ่มนาฬิกาหลังจากโหลดปริศนาใหม่
tr: Yeni bir bulmaca yüklendikten sonra başlangıç saati
uk: Запустіть годинник після завантаження нової головоломки
ur: ایک نئی پہیلی لوڈ کرنے کے بعد گھڑی شروع کریں۔
vi: Bắt đầu đồng hồ sau khi tải một câu đố mới

source: Clock counts down or up
es: El reloj hace una cuenta regresiva o ascendente
sr: Сат одбројава доле или горе
sv: Klockan räknar ner eller upp
sw: Saa huhesabu chini au juu
ta: கடிகாரம் குறையவோ அல்லது அதிகரிக்கவோ எண்ணும்.
th: นาฬิกาจะนับขึ้นหรือลง
tr: Saat geri veya ileri sayar
uk: Годинник веде зворотний або зворотний відлік
ur: گھڑی کا شمار نیچے یا اوپر ہوتا ہے۔
vi: Đồng hồ đếm ngược hoặc đếm ngược

source: Check to reset clock after each move
es: Marcar para reiniciar el reloj después de cada movimiento
sr: Означите да бисте ресетовали сат након сваког потеза
sv: Markera för att återställa klockan efter varje drag
sw: Angalia ili kuweka upya saa baada ya kila hoja
ta: ஒவ்வொரு நகர்வுக்குப் பிறகும் கடிகாரத்தை மீட்டமைக்க சரிபார்க்கவும்.
th: ตรวจสอบเพื่อรีเซ็ตนาฬิกาหลังจากการเคลื่อนไหวแต่ละครั้ง
tr: Her hamleden sonra saati sıfırlamak için kontrol edin
uk: Позначте, щоб скидати годинник після кожного ходу
ur: ہر حرکت کے بعد گھڑی کو دوبارہ ترتیب دینے کے لیے چیک کریں۔
vi: Kiểm tra để thiết lập lại đồng hồ sau mỗi lần di chuyển

source: Toggle display clock time up message
es: Activar o desactivar el mensaje de fin de hora del reloj
sr: Укључите приказ поруке о истеку времена на сату
sv: Växla visning av klocktidsmeddelande
sw: Geuza muda wa saa ya kuonyesha ujumbe
ta: காட்சி கடிகார நேர அறிவிப்புச் செய்தியை நிலைமாற்று
th: สลับข้อความแสดงเวลาของนาฬิกา
tr: Ekran saati zamanı doldu mesajını aç/kapat
uk: Перемкнути/перемкнути відображення годинника
ur: ڈسپلے کلاک ٹائم اپ میسج کو ٹوگل کریں۔
vi: Chuyển đổi hiển thị thời gian đồng hồ lên tin nhắn

source: Puzzle mode is activated by selecting the puzzle mode check box.
es: El modo rompecabezas se activa seleccionando la casilla de verificación del modo rompecabezas.
sr: Режим загонетке се активира избором поља за потврду Режим слагалице.
sv: Pusselläge aktiveras genom att markera kryssrutan pusselläge.
sw: Hali ya mafumbo huwashwa kwa kuchagua kisanduku cha kuteua cha modi ya mafumbo.
ta: புதிர் பயன்முறை தேர்வுப்பெட்டியைத் தேர்ந்தெடுப்பதன் மூலம் புதிர் பயன்முறை செயல்படுத்தப்படுகிறது.
th: โหมดปริศนาจะเปิดใช้งานได้โดยการเลือกกล่องกาเครื่องหมายโหมดปริศนา
tr: Bulmaca modu, bulmaca modu onay kutusunun seçilmesiyle etkinleştirilir.
uk: Режим головоломки активується, якщо встановити прапорець режиму головоломки.
ur: پہیلی موڈ کو پزل موڈ چیک باکس کو منتخب کرنے سے چالو کیا جاتا ہے۔
vi: Chế độ giải đố được kích hoạt bằng cách chọn hộp kiểm chế độ giải đố.

source: It can also be activated by selecting the 'P' icon on the toolbar.
es: También se puede activar seleccionando el icono ‘P’ en la barra de herramientas.
sr: Такође се може активирати избором иконе 'П' на траци са алаткама.
sv: Den kan också aktiveras genom att välja 'P'-ikonen i verktygsfältet.
sw: Inaweza pia kuamilishwa kwa kuchagua ikoni ya 'P' kwenye upau wa vidhibiti.
ta: கருவிப்பட்டியில் 'P' ஐகானைத் தேர்ந்தெடுப்பதன் மூலமும் இதைச் செயல்படுத்தலாம்.
th: สามารถเปิดใช้งานได้โดยการเลือกไอคอน "P" บนแถบเครื่องมือ
tr: Ayrıca araç çubuğundaki 'P' simgesini seçerek de aktif hale getirebilirsiniz.
uk: Його також можна активувати, вибравши піктограму «P» на панелі інструментів.
ur: اسے ٹول بار پر 'P' آئیکن کو منتخب کر کے بھی فعال کیا جا سکتا ہے۔
vi: Bạn cũng có thể kích hoạt tính năng này bằng cách chọn biểu tượng 'P' trên thanh công cụ.

source: Auto Responses - the program will respond automatically to the move entered
es: Respuestas automáticas: el programa responderá automáticamente al movimiento ingresado
sr: Аутоматски одговори - програм ће аутоматски реаговати на унесени потез
sv: Autosvar – programmet svarar automatiskt på inmatningen
sw: Majibu ya Kiotomatiki - programu itajibu kiotomatiki kwa hoja iliyoingizwa
ta: தானியங்கி பதில்கள் - உள்ளிடப்பட்ட நகர்வுக்கு நிரல் தானாகவே பதிலளிக்கும்.
th: การตอบกลับอัตโนมัติ - โปรแกรมจะตอบกลับอัตโนมัติต่อการเคลื่อนไหวที่ป้อน
tr: Otomatik Yanıtlar - program girilen hamleye otomatik olarak yanıt verecektir
uk: Auto Responses - програма автоматично реагує на введений хід
ur: خودکار جوابات - پروگرام درج کردہ اقدام کا خود بخود جواب دے گا۔
vi: Phản hồi tự động - chương trình sẽ tự động phản hồi động thái được nhập

source: Flip board - flip the board for the side to play when you load a game.
es: Tablero giratorio: gira el tablero hacia el lado que deseas jugar cuando cargas un juego.
sr: Преокренути таблу - окрените таблу на страну да игра када учитавате игру.
sv: Vändbräda – vänd brädet så att det kan spelas på sidan när du laddar ett spel.
sw: Ubao mgeuzo - pindua ubao ili upande ucheze unapopakia mchezo.
ta: ஃபிளிப் போர்டை - ஒரு விளையாட்டை ஏற்றும்போது பக்கவாட்டில் விளையாட பலகையை புரட்டவும்.
th: พลิกกระดาน - พลิกกระดานเพื่อด้านข้างสำหรับการเล่นเมื่อคุณโหลดเกม
tr: Flip board - Bir oyun yüklediğinizde tahtayı çevirip diğer tarafa doğru oynamanızı sağlar.
uk: Flip board - переверніть дошку, щоб грати стороною, коли ви завантажуєте гру.
ur: پلٹائیں بورڈ - جب آپ گیم لوڈ کرتے ہیں تو بورڈ کو سائیڈ پر کھیلنے کے لیے پلٹائیں۔
vi: Lật bảng - lật bảng để chơi khi bạn tải trò chơi.

source: Hint highlight - the hint highlight colour will always be
es: Resaltado de sugerencia: el color de resaltado de sugerencia siempre será
sr: Истицање наговештаја - боја наговештаја ће увек бити
sv: Hint highlight - hint highlight färgen kommer alltid att vara
sw: Kidokezo cha kuangazia - rangi ya kuangazia ya kidokezo itakuwa daima
ta: குறிப்பு ஹைலைட் - குறிப்பு ஹைலைட் நிறம் எப்போதும் இருக்கும்
th: ไฮไลท์คำใบ้ - สีไฮไลท์คำใบ้จะเสมอ
tr: İpucu vurgusu - ipucu vurgusu rengi her zaman aynı olacaktır
uk: Підсвічування підказки - колір підсвічування підказки буде завжди
ur: اشارہ ہائی لائٹ - اشارہ ہائی لائٹ رنگ ہمیشہ رہے گا۔
vi: Gợi ý tô sáng - màu tô sáng gợi ý sẽ luôn là

source: the colour used for the light sqaures.
es: El color utilizado para los cuadrados claros.
sr: боја која се користи за светлосне квадрате.
sv: färgen som används för de ljusa rutor.
sw: rangi inayotumika kwa sqaures nyepesi.
ta: ஒளி சதுரங்களுக்குப் பயன்படுத்தப்படும் நிறம்.
th: สีที่ใช้สำหรับสี่เหลี่ยมสีอ่อน
tr: Açık kareler için kullanılan renk.
uk: колір, який використовується для світлих квадратів.
ur: ہلکے مربعوں کے لیے استعمال ہونے والا رنگ۔
vi: màu sắc được sử dụng cho các ô vuông sáng.

source: Show sub-vars - sub-variations will be revealed, if there are any.
es: Mostrar subvariables: se revelarán las subvariables, si las hay.
sr: Прикажи под-варијанте - биће откривене подваријације, ако их има.
sv: Visa undervarianter - undervarianter kommer att avslöjas, om det finns några.
sw: Onyesha vars ndogo - tofauti ndogo zitafunuliwa, ikiwa zipo.
ta: துணை-வர்ணங்களைக் காட்டு - துணை-வேறுபாடுகள் ஏதேனும் இருந்தால், அவை வெளிப்படுத்தப்படும்.
th: แสดงตัวแปรย่อย - ตัวแปรย่อยจะถูกเปิดเผย หากมี
tr: Alt varyasyonları göster - varsa alt varyasyonlar ortaya çıkarılacaktır.
uk: Показати підваріанти - будуть виявлені підваріації, якщо такі є.
ur: ذیلی متغیرات دکھائیں - ذیلی تغیرات ظاہر ہوں گے، اگر کوئی ہیں تو۔
vi: Hiển thị các biến thể con - các biến thể con sẽ được hiển thị, nếu có.

source: Incorrect move message - display a message when the player enters
es: Mensaje de movimiento incorrecto: muestra un mensaje cuando el jugador ingresa
sr: Погрешна порука о кретању - прикажите поруку када играч уђе
sv: Felaktigt flyttmeddelande - visa ett meddelande när spelaren går in
sw: Ujumbe wa kusogeza usio sahihi - onyesha ujumbe wakati kichezaji kinapoingia
ta: தவறான நகர்வு செய்தி - வீரர் நுழையும் போது ஒரு செய்தியைக் காண்பி.
th: ข้อความการเคลื่อนไหวไม่ถูกต้อง - แสดงข้อความเมื่อผู้เล่นเข้าสู่
tr: Yanlış hareket mesajı - oyuncu girdiğinde bir mesaj görüntüle
uk: Повідомлення про неправильний хід - відображати повідомлення, коли гравець входить
ur: غلط اقدام کا پیغام - پلیئر کے داخل ہونے پر ایک پیغام ڈسپلے کریں۔
vi: Thông báo di chuyển không chính xác - hiển thị thông báo khi người chơi nhập

source: an incorrect move.
es: un movimiento incorrecto
sr: нетачан потез.
sv: ett felaktigt drag.
sw: hatua isiyo sahihi.
ta: ஒரு தவறான நடவடிக்கை.
th: การเคลื่อนไหวที่ไม่ถูกต้อง
tr: yanlış bir hareket.
uk: неправильний рух.
ur: ایک غلط اقدام.
vi: một động thái không chính xác.

source: Puzzle complete message - display a message when the puzzle is finished.
es: Mensaje de rompecabezas completado: muestra un mensaje cuando se termina el rompecabezas.
sr: Порука завршене слагалице - прикажите поруку када је слагалица готова.
sv: Meddelande om slutfört pussel – visa ett meddelande när pusslet är klart.
sw: Ujumbe kamili wa chemsha bongo - onyesha ujumbe fumbo linapokamilika.
ta: புதிர் முழுமையான செய்தி - புதிர் முடிந்ததும் ஒரு செய்தியைக் காண்பி.
th: ข้อความปริศนาเสร็จสมบูรณ์ - แสดงข้อความเมื่อปริศนาเสร็จสิ้น
tr: Bulmaca tamamlandı mesajı - bulmaca tamamlandığında bir mesaj görüntüle.
uk: Повідомлення про завершення головоломки - відобразити повідомлення, коли головоломку закінчено.
ur: پہیلی مکمل پیغام - پہیلی ختم ہونے پر ایک پیغام دکھائیں۔
vi: Thông báo hoàn thành câu đố - hiển thị thông báo khi câu đố hoàn thành.

source: Score skipped puzzle - the score for the current puzzle will be added
es: Puntuación del rompecabezas omitido: se agregará la puntuación del rompecabezas actual
sr: Прескочена слагалица - резултат за тренутну слагалицу ће бити додат
sv: Poäng överhoppade pussel - poängen för det aktuella pusslet kommer att läggas till
sw: Fumbo lililoruka alama - alama za fumbo la sasa zitaongezwa
ta: மதிப்பெண் தவிர்க்கப்பட்ட புதிர் - தற்போதைய புதிருக்கான மதிப்பெண் சேர்க்கப்படும்.
th: คะแนนที่ข้ามปริศนา - คะแนนสำหรับปริศนาปัจจุบันจะถูกเพิ่ม
tr: Puan atlanmış bulmaca - mevcut bulmacanın puanı eklenecek
uk: Score skipped puzzle – буде додано оцінку для поточної головоломки
ur: سکور کی گئی پہیلی - موجودہ پہیلی کا سکور شامل کر دیا جائے گا۔
vi: Điểm bỏ qua câu đố - điểm cho câu đố hiện tại sẽ được thêm vào

source: to the session and file stats if it is skipped.
es: a la sesión y a las estadísticas del archivo si se omite.
sr: на статистику сесије и датотеке ако је прескочена.
sv: till sessionen och filstatistik om den hoppas över.
sw: kwa kikao na takwimu za faili ikiwa imerukwa.
ta: அமர்வுக்குச் சென்று, அது தவிர்க்கப்பட்டால் புள்ளிவிவரங்களை தாக்கல் செய்யவும்.
th: ไปที่เซสชันและสถิติไฟล์หากข้ามไป
tr: Atlanırsa oturum ve dosya istatistiklerine.
uk: до статистики сеансу та файлу, якщо його пропущено.
ur: سیشن اور فائل کے اعدادوشمار میں اگر اسے چھوڑ دیا جاتا ہے۔
vi: vào số liệu thống kê phiên và tệp nếu nó bị bỏ qua.

source: Mark puzzle file - designate the current PGN file as a puzzle file,
es: Marcar archivo de rompecabezas: designa el archivo PGN actual como un archivo de rompecabezas,
sr: Означите датотеку слагалице - означите тренутну ПГН датотеку као датотеку слагалице,
sv: Markera pusselfil - utse den aktuella PGN-filen som en pusselfil,
sw: Weka alama kwenye faili ya mafumbo - chagua faili ya sasa ya PGN kama faili ya mafumbo,
ta: புதிர் கோப்பைக் குறிக்கவும் - தற்போதைய PGN கோப்பை ஒரு புதிர் கோப்பாக நியமிக்கவும்,
th: ทำเครื่องหมายไฟล์ปริศนา - กำหนดไฟล์ PGN ปัจจุบันเป็นไฟล์ปริศนา
tr: Bulmaca dosyasını işaretle - geçerli PGN dosyasını bir bulmaca dosyası olarak belirle,
uk: Позначити файл головоломки - позначити поточний файл PGN як файл головоломки,
ur: پزل فائل کو نشان زد کریں - موجودہ PGN فائل کو ایک پہیلی فائل کے طور پر نامزد کریں،
vi: Đánh dấu tệp câu đố - chỉ định tệp PGN hiện tại là tệp câu đố,

source: for the purpose of automatic puzzle mode loading.
es: para el propósito de cargar automáticamente el modo rompecabezas.
sr: у сврху аутоматског учитавања пуззле режима.
sv: för automatisk laddning av pusselläge.
sw: kwa madhumuni ya upakiaji wa modi ya mafumbo otomatiki.
ta: தானியங்கி புதிர் பயன்முறை ஏற்றுதலுக்காக.
th: เพื่อวัตถุประสงค์ในการโหลดโหมดปริศนาอัตโนมัติ
tr: otomatik bulmaca modu yükleme amacıyla.
uk: для автоматичного завантаження режиму головоломки.
ur: خودکار پہیلی موڈ لوڈنگ کے مقصد کے لیے۔
vi: với mục đích tải chế độ câu đố tự động.

source: The reason for this extra box is that whilst you would probably always
es: El motivo de esta casilla adicional es que, si bien probablemente siempre...
sr: Разлог за ову додатну кутију је тај што би вероватно увек
sv: Anledningen till denna extra låda är att medan du förmodligen alltid skulle göra det
sw: Sababu ya kisanduku hiki cha ziada ni kwamba wakati labda ungefanya kila wakati
ta: இந்த கூடுதல் பெட்டிக்கான காரணம் என்னவென்றால், நீங்கள் எப்போதும்
th: เหตุผลที่ต้องมีกล่องพิเศษนี้ก็คือ ในขณะที่คุณอาจจะ
tr: Bu ekstra kutunun sebebi, muhtemelen her zaman
uk: Причина появи цієї додаткової коробки полягає в тому, що ви б, ймовірно, завжди
ur: اس اضافی باکس کی وجہ یہ ہے کہ جب آپ شاید ہمیشہ کریں گے۔
vi: Lý do cho hộp bổ sung này là trong khi bạn có thể luôn luôn

source: want to switch to puzzle mode for a PGN file of puzzles, you might
es: Si desea cambiar al modo de rompecabezas para un archivo PGN de rompecabezas, es posible que
sr: ако желите да пређете на режим загонетки за ПГН датотеку загонетки, можете
sv: vill byta till pusselläge för en PGN-fil med pussel, kanske du
sw: ungependa kubadilisha hadi modi ya mafumbo kwa faili ya PGN ya mafumbo, unaweza
ta: புதிர்களின் PGN கோப்பிற்கு புதிர் பயன்முறைக்கு மாற விரும்பினால், நீங்கள்
th: ต้องการสลับไปที่โหมดปริศนาสำหรับไฟล์ PGN ของปริศนา คุณอาจจะ
tr: bulmacaların PGN dosyası için bulmaca moduna geçmek istiyorsanız,
uk: ви можете перемкнутися в режим головоломок для файлу головоломок PGN
ur: آپ پہیلیاں کی PGN فائل کے لیے پزل موڈ پر سوئچ کرنا چاہتے ہیں، آپ کر سکتے ہیں۔
vi: muốn chuyển sang chế độ giải đố cho tệp PGN của các câu đố, bạn có thể

source: only want to use puzzle mode occasionally for a game database file.
es: Solo quiero usar el modo rompecabezas ocasionalmente para un archivo de base de datos del juego.
sr: само повремено желите да користите режим слагалице за датотеку базе података игре.
sv: vill bara använda pusselläge ibland för en speldatabasfil.
sw: nataka tu kutumia modi ya mafumbo mara kwa mara kwa faili ya hifadhidata ya mchezo.
ta: விளையாட்டு தரவுத்தளக் கோப்பிற்கு எப்போதாவது புதிர் பயன்முறையை மட்டுமே பயன்படுத்த விரும்புகிறேன்.
th: ต้องการใช้โหมดปริศนาเฉพาะเป็นครั้งคราวสำหรับไฟล์ฐานข้อมูลเกม
tr: Bulmaca modunu yalnızca bir oyun veritabanı dosyası için ara sıra kullanmak istiyorum.
uk: лише час від часу хочу використовувати режим головоломки для файлу бази даних гри.
ur: صرف گیم ڈیٹا بیس فائل کے لیے کبھی کبھار پزل موڈ استعمال کرنا چاہتے ہیں۔
vi: chỉ muốn sử dụng chế độ giải đố thỉnh thoảng cho tệp cơ sở dữ liệu trò chơi.

source: This option is only active when a PGN file is loaded.
es: Esta opción solo está activa cuando se carga un archivo PGN.
sr: Ова опција је активна само када се учита ПГН датотека.
sv: Detta alternativ är endast aktivt när en PGN-fil laddas.
sw: Chaguo hili linatumika tu wakati faili ya PGN imepakiwa.
ta: இந்த விருப்பம் PGN கோப்பு ஏற்றப்படும்போது மட்டுமே செயலில் இருக்கும்.
th: ตัวเลือกนี้จะใช้งานได้เฉพาะเมื่อโหลดไฟล์ PGN เท่านั้น
tr: Bu seçenek yalnızca bir PGN dosyası yüklendiğinde etkindir.
uk: Цей параметр активний лише тоді, коли завантажується файл PGN.
ur: یہ اختیار صرف اس وقت فعال ہوتا ہے جب PGN فائل لوڈ ہوتی ہے۔
vi: Tùy chọn này chỉ hoạt động khi tệp PGN được tải.

source: Load last PGN file - if you want a puzzle file to automatically load
es: Cargar el último archivo PGN: si desea que un archivo de rompecabezas se cargue automáticamente
sr: Учитај последњу ПГН датотеку - ако желите да се датотека слагалице аутоматски учита
sv: Ladda den sista PGN-filen - om du vill att en pusselfil ska laddas automatiskt
sw: Pakia faili ya mwisho ya PGN - ikiwa unataka faili ya mafumbo kupakia kiotomatiki
ta: கடைசி PGN கோப்பை ஏற்றவும் - ஒரு புதிர் கோப்பு தானாக ஏற்றப்பட வேண்டுமென்றால்
th: โหลดไฟล์ PGN ล่าสุด - หากคุณต้องการให้ไฟล์ปริศนาโหลดโดยอัตโนมัติ
tr: Son PGN dosyasını yükle - bir bulmaca dosyasının otomatik olarak yüklenmesini istiyorsanız
uk: Завантажити останній файл PGN — якщо ви хочете, щоб файл головоломки завантажувався автоматично
ur: آخری PGN فائل لوڈ کریں - اگر آپ چاہتے ہیں کہ کوئی پہیلی فائل خود بخود لوڈ ہو۔
vi: Tải tệp PGN cuối cùng - nếu bạn muốn tệp câu đố tự động tải

source: on program start, then this option must be checked.
es: Al iniciar el programa, esta opción debe estar marcada.
sr: при покретању програма, онда ова опција мора бити потврђена.
sv: vid programstart måste detta alternativ vara markerat.
sw: kwenye kuanza kwa programu, basi chaguo hili lazima liangaliwe.
ta: நிரல் தொடங்கும் போது, ​​இந்த விருப்பத்தைத் தேர்ந்தெடுக்க வேண்டும்.
th: เมื่อโปรแกรมเริ่มต้น จะต้องเลือกตัวเลือกนี้
tr: Program başlangıcında bu seçeneğin işaretlenmesi gerekmektedir.
uk: під час запуску програми, то цей параметр потрібно позначити.
ur: پروگرام شروع ہونے پر، پھر اس آپشن کو چیک کرنا ضروری ہے۔
vi: khi chương trình bắt đầu, thì tùy chọn này phải được chọn.

source: This option is also available from < Options > < General.. >
es: Esta opción también está disponible en <Opciones> <General..>
sr: Ова опција је такође доступна из < Опције > < Опште.. >
sv: Det här alternativet är också tillgängligt från < Alternativ > < Allmänt.. >
sw: Chaguo hili pia linapatikana kutoka < Chaguzi > < Jumla.. >
ta: இந்த விருப்பம் < விருப்பங்கள் > < பொது .. > இலிருந்தும் கிடைக்கிறது.
th: ตัวเลือกนี้มีให้เลือกได้จาก < ตัวเลือก > < ทั่วไป.. >
tr: Bu seçenek ayrıca < Seçenekler > < Genel.. > kısmından da kullanılabilir.
uk: Ця опція також доступна в < Options > < General.. >
ur: یہ آپشن <اختیارات> <جنرل...> سے بھی دستیاب ہے۔
vi: Tùy chọn này cũng có sẵn trong < Tùy chọn > < Chung.. >

source: Auto load puzzle mode - automatically load puzzle mode when a PGN file
es: Modo de rompecabezas de carga automática: carga automáticamente el modo de rompecabezas cuando se carga un archivo PGN.
sr: Режим аутоматског учитавања слагалице - аутоматски учитава режим загонетке када ПГН датотеку
sv: Automatiskt ladda pusselläge - ladda automatiskt pusselläge när en PGN-fil
sw: Pakia modi ya mafumbo kiotomatiki - pakia modi ya mafumbo kiotomatiki wakati faili ya PGN
ta: தானியங்கி ஏற்றுதல் புதிர் பயன்முறை - PGN கோப்பு இருக்கும்போது தானாகவே புதிர் பயன்முறையை ஏற்றவும்
th: โหมดโหลดปริศนาอัตโนมัติ - โหลดโหมดปริศนาโดยอัตโนมัติเมื่อไฟล์ PGN
tr: Bulmaca modunu otomatik yükle - PGN dosyası olduğunda bulmaca modunu otomatik olarak yükle
uk: Автоматичне завантаження режиму головоломки - автоматично завантажувати режим головоломки, коли файл PGN
ur: آٹو لوڈ پزل موڈ - PGN فائل ہونے پر خود بخود پہیلی موڈ لوڈ ہو جاتا ہے۔
vi: Tự động tải chế độ câu đố - tự động tải chế độ câu đố khi tệp PGN

source: marked as a puzzle file is opened.
es: marcado como un archivo de rompecabezas se abre.
sr: означена као датотека слагалице се отвара.
sv: markerad som en pusselfil öppnas.
sw: iliyotiwa alama kama faili ya mafumbo inafunguliwa.
ta: ஒரு புதிர் கோப்பு திறக்கப்பட்டதாகக் குறிக்கப்பட்டது.
th: ทำเครื่องหมายเป็นไฟล์ปริศนาที่ถูกเปิดอยู่
tr: bulmaca dosyası olarak işaretlendi açıldı.
uk: позначений як файл головоломки відкривається.
ur: ایک پہیلی فائل کے طور پر نشان زد کیا گیا ہے کھول دیا گیا ہے.
vi: được đánh dấu là một tập tin câu đố đã được mở.

source: For this feature to work, the < Save file stats > option has to be checked
es: Para que esta función funcione, la opción <Guardar estadísticas del archivo> debe estar marcada
sr: Да би ова функција радила, опција < Сачувај статистику датотеке > мора бити означена
sv: För att den här funktionen ska fungera måste alternativet < Spara filstatistik > vara markerat
sw: Ili kipengele hiki kifanye kazi, chaguo la <Hifadhi takwimu za faili > lazima liangaliwe
ta: இந்த அம்சம் வேலை செய்ய, கோப்பு புள்ளிவிவரங்களைச் சேமி > என்ற விருப்பத்தைத் தேர்ந்தெடுக்க வேண்டும்.
th: หากต้องการให้ฟีเจอร์นี้ทำงานได้ จะต้องเลือกตัวเลือก <บันทึกสถิติไฟล์>
tr: Bu özelliğin çalışması için < Dosya istatistiklerini kaydet > seçeneğinin işaretlenmesi gerekir
uk: Щоб ця функція працювала, потрібно позначити опцію <Зберегти статистику файлу>
ur: اس فیچر کے کام کرنے کے لیے، < فائل کے اعدادوشمار کو محفوظ کریں > آپشن کو چیک کرنا ہوگا۔
vi: Để tính năng này hoạt động, tùy chọn <Lưu số liệu thống kê tệp> phải được chọn

source: as well as the < Mark puzzle file >
es: así como el <archivo de rompecabezas de Mark>
sr: као и < Означи датотеку слагалице >
sv: samt < Mark pusselfilen >
sw: na vile vile <Mark puzzle file >
ta: அத்துடன் <Mark puzzle file >
th: รวมถึงไฟล์ปริศนาเครื่องหมาย
tr: ve < Mark bulmaca dosyası >
uk: а також файл <Mark puzzle file>
ur: اس کے ساتھ ساتھ < مارک پزل فائل >
vi: cũng như < Tập tin câu đố Mark >
