Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Auto load last puzzle - automatically load the puzzle from the last session
es: Cargar automáticamente el último rompecabezas: carga automáticamente el rompecabezas de la última sesión
sr: Аутоматско учитавање последње слагалице - аутоматски учитавање слагалице из последње сесије
sv: Ladda sista pusslet automatiskt - ladda automatiskt pusslet från den senaste sessionen
sw: Pakia kitendawili cha mwisho - pakia kitendawili kiotomatiki kutoka kipindi kilichopita
ta: கடைசி புதிரை தானாக ஏற்று - கடைசி அமர்விலிருந்து புதிரை தானாக ஏற்று.
th: โหลดปริศนาสุดท้ายอัตโนมัติ - โหลดปริศนาจากเซสชันสุดท้ายโดยอัตโนมัติ
tr: Son bulmacayı otomatik yükle - bulmacayı son oturumdan otomatik olarak yükle
uk: Auto load last puzzle - автоматично завантажувати головоломку з останнього сеансу
ur: آٹو لوڈ آخری پہیلی - خود بخود آخری سیشن سے پہیلی کو لوڈ کریں۔
vi: Tự động tải câu đố cuối cùng - tự động tải câu đố từ phiên cuối cùng

source: when puzzle mode is opened.
es: Cuando se abre el modo rompecabezas.
sr: када је отворен режим слагалице.
sv: när pusselläget är öppet.
sw: wakati hali ya puzzle inafunguliwa.
ta: புதிர் பயன்முறை திறக்கப்படும் போது.
th: เมื่อเปิดโหมดปริศนา
tr: bulmaca modu açıldığında.
uk: коли відкрито режим головоломки.
ur: جب پہیلی موڈ کھولا جاتا ہے۔
vi: khi chế độ giải đố được mở.

source: Auto load next puzzle - automatically load the next puzzle when the
es: Cargar automáticamente el siguiente rompecabezas: carga automáticamente el siguiente rompecabezas cuando
sr: Аутоматско учитавање следеће слагалице - аутоматски учитавање следеће слагалице када се
sv: Ladda nästa pussel automatiskt - ladda automatiskt nästa pussel när
sw: Pakia fumbo linalofuata kiotomatiki - pakia kitendawili kifuatacho wakati
ta: அடுத்த புதிரை தானாக ஏற்றவும் - அடுத்த புதிரை தானாக ஏற்றும்போது
th: โหลดปริศนาถัดไปอัตโนมัติ - โหลดปริศนาถัดไปโดยอัตโนมัติเมื่อ
tr: Sonraki bulmacayı otomatik yükle - bulmaca tamamlandığında bir sonraki bulmacayı otomatik olarak yükle
uk: Автоматичне завантаження наступної головоломки - автоматично завантажувати наступну головоломку, коли
ur: اگلی پہیلی کو آٹو لوڈ کریں - اگلی پہیلی کو خود بخود لوڈ کریں جب
vi: Tự động tải câu đố tiếp theo - tự động tải câu đố tiếp theo khi

source: current puzzle is completed.
es: El rompecabezas actual está completo.
sr: тренутна слагалица је завршена.
sv: nuvarande pussel är klar.
sw: fumbo la sasa limekamilika.
ta: தற்போதைய புதிர் முடிந்தது.
th: ปริศนาปัจจุบันเสร็จสมบูรณ์แล้ว
tr: Mevcut bulmaca tamamlandı.
uk: поточну головоломку завершено.
ur: موجودہ پہیلی مکمل ہو گئی ہے۔
vi: câu đố hiện tại đã hoàn thành.

source: Delay for auto load - delay in 1/10 seconds before the next puzzle is loaded.
es: Retraso en la carga automática: retraso de 1/10 de segundo antes de que se cargue el siguiente rompecabezas.
sr: Кашњење за аутоматско учитавање - одлагање за 1/10 секунди пре него што се учита следећа слагалица.
sv: Fördröjning för automatisk laddning - fördröjning på 1/10 sekund innan nästa pussel laddas.
sw: Kucheleweshwa kwa upakiaji otomatiki - kucheleweshwa kwa sekunde 1/10 kabla ya fumbo linalofuata kupakiwa.
ta: தானியங்கி ஏற்றுதலுக்கான தாமதம் - அடுத்த புதிர் ஏற்றப்படுவதற்கு 1/10 வினாடிகளில் தாமதம்.
th: การหน่วงเวลาสำหรับการโหลดอัตโนมัติ - หน่วงเวลา 1/10 วินาทีก่อนที่จะโหลดปริศนาถัดไป
tr: Otomatik yükleme gecikmesi - bir sonraki bulmacanın yüklenmesinden önce 1/10 saniyelik gecikme.
uk: Затримка автозавантаження - затримка в 1/10 секунди перед завантаженням наступної головоломки.
ur: آٹو لوڈ میں تاخیر - اگلی پہیلی لوڈ ہونے سے پہلے 1/10 سیکنڈ میں تاخیر۔
vi: Trì hoãn tải tự động - trì hoãn 1/10 giây trước khi câu đố tiếp theo được tải.

source: Show puzzle stats - display a panel the statistics for the current puzzle.
es: Mostrar estadísticas del rompecabezas: muestra un panel con las estadísticas del rompecabezas actual.
sr: Прикажи статистику слагалице - прикажи на панелу статистику за тренутну слагалицу.
sv: Visa pusselstatistik - visa en panel statistiken för det aktuella pusslet.
sw: Onyesha takwimu za mafumbo - onyesha paneli takwimu za fumbo la sasa.
ta: புதிர் புள்ளிவிவரங்களைக் காட்டு - தற்போதைய புதிருக்கான புள்ளிவிவரங்களைக் கொண்ட ஒரு பலகையைக் காட்டு.
th: แสดงสถิติปริศนา - แสดงแผงสถิติสำหรับปริศนาปัจจุบัน
tr: Bulmaca istatistiklerini göster - mevcut bulmacanın istatistiklerini gösteren bir panel görüntüler.
uk: Показати статистику головоломки - відобразити панель статистики для поточної головоломки.
ur: پہیلی کے اعدادوشمار دکھائیں - موجودہ پہیلی کے اعدادوشمار کو ایک پینل دکھائیں۔
vi: Hiển thị số liệu thống kê của câu đố - hiển thị bảng số liệu thống kê cho câu đố hiện tại.

source: Show session stats - display statistics for the current session in the panel.
es: Mostrar estadísticas de la sesión: muestra las estadísticas de la sesión actual en el panel.
sr: Прикажи статистику сесије - прикажи статистику за тренутну сесију у панелу.
sv: Visa sessionsstatistik - visa statistik för den aktuella sessionen i panelen.
sw: Onyesha takwimu za kipindi - onyesha takwimu za kipindi cha sasa kwenye paneli.
ta: அமர்வு புள்ளிவிவரங்களைக் காட்டு - தற்போதைய அமர்வுக்கான புள்ளிவிவரங்களை பலகத்தில் காண்பி.
th: แสดงสถิติเซสชัน – แสดงสถิติสำหรับเซสชันปัจจุบันในแผง
tr: Oturum istatistiklerini göster - panelde geçerli oturumun istatistiklerini görüntüle.
uk: Показати статистику сесії - відобразити статистику поточної сесії на панелі.
ur: سیشن کے اعدادوشمار دکھائیں - پینل میں موجودہ سیشن کے اعدادوشمار دکھائیں۔
vi: Hiển thị số liệu thống kê phiên - hiển thị số liệu thống kê cho phiên hiện tại trong bảng điều khiển.

source: Show file stats - display statistics for the current file int the panel.
es: Mostrar estadísticas del archivo: muestra estadísticas del archivo actual en el panel.
sr: Прикажи статистику датотеке - прикажи статистику за тренутни фајл у панелу.
sv: Visa filstatistik - visa statistik för den aktuella filen i panelen.
sw: Onyesha takwimu za faili - onyesha takwimu za faili ya sasa ndani ya paneli.
ta: கோப்பு புள்ளிவிவரங்களைக் காட்டு - பேனலில் உள்ள தற்போதைய கோப்பிற்கான புள்ளிவிவரங்களைக் காட்டு.
th: แสดงสถิติไฟล์ - แสดงสถิติสำหรับไฟล์ปัจจุบันในแผงควบคุม
tr: Dosya istatistiklerini göster - panelde geçerli dosyanın istatistiklerini görüntüle.
uk: Показати статистику файлу - відобразити на панелі статистику для поточного файлу.
ur: فائل کے اعدادوشمار دکھائیں - پینل میں موجودہ فائل کے اعدادوشمار دکھائیں۔
vi: Hiển thị số liệu thống kê tệp - hiển thị số liệu thống kê cho tệp hiện tại trong bảng điều khiển.

source: Save file stats - save the file statistics when you exit puzzle mode.
es: Guardar estadísticas del archivo: guarda las estadísticas del archivo cuando sales del modo rompecabezas.
sr: Сачувај статистику датотеке - сачувајте статистику датотеке када изађете из режима слагалице.
sv: Spara filstatistik - spara filstatistiken när du lämnar pusselläget.
sw: Hifadhi takwimu za faili - hifadhi takwimu za faili unapoondoka kwenye hali ya mafumbo.
ta: கோப்பு புள்ளிவிவரங்களைச் சேமிக்கவும் - புதிர் பயன்முறையிலிருந்து வெளியேறும்போது கோப்பு புள்ளிவிவரங்களைச் சேமிக்கவும்.
th: บันทึกสถิติไฟล์ – บันทึกสถิติไฟล์เมื่อคุณออกจากโหมดปริศนา
tr: Dosya istatistiklerini kaydet - bulmaca modundan çıktığınızda dosya istatistiklerini kaydedin.
uk: Зберегти статистику файлу - зберегти статистику файлу при виході з режиму головоломки.
ur: فائل کے اعدادوشمار کو محفوظ کریں - جب آپ پزل موڈ سے باہر نکلیں تو فائل کے اعدادوشمار کو محفوظ کریں۔
vi: Lưu số liệu thống kê tệp - lưu số liệu thống kê tệp khi bạn thoát khỏi chế độ giải đố.

source: Use stat average - the overall ratings for session and file
es: Utilice el promedio de estadísticas: las calificaciones generales de la sesión y el archivo
sr: Користите просек статистике - укупне оцене за сесију и датотеку
sv: Använd statsmedelvärde - de totala betygen för session och fil
sw: Tumia wastani wa takwimu - ukadiriaji wa jumla wa kipindi na faili
ta: புள்ளிவிவர சராசரியைப் பயன்படுத்தவும் - அமர்வு மற்றும் கோப்பிற்கான ஒட்டுமொத்த மதிப்பீடுகள்
th: ใช้สถิติเฉลี่ย - คะแนนรวมสำหรับเซสชันและไฟล์
tr: İstatistik ortalamasını kullanın - oturum ve dosya için genel derecelendirmeler
uk: Використовуйте середнє значення статистики – загальні оцінки для сесії та файлу
ur: اسٹیٹ اوسط کا استعمال کریں - سیشن اور فائل کے لیے مجموعی درجہ بندی
vi: Sử dụng stat average - xếp hạng chung cho phiên và tệp

source: statistics are calculated as an average. (total_rating / puzzles_attempted)
es: Las estadísticas se calculan como un promedio. (total_rating / puzzles_attempted)
sr: статистика се рачуна као просек. (тотал_ратинг / пуззлес_аттемптед)
sv: statistiken beräknas som ett genomsnitt. (total_betyg / pussel_försök)
sw: takwimu zinahesabiwa kama wastani. (jumla_ukadiriaji / mafumbo_yaliyojaribiwa)
ta: புள்ளிவிவரங்கள் சராசரியாகக் கணக்கிடப்படுகின்றன. (மொத்த_மதிப்பீடு / புதிர்கள்_முயற்சி)
th: สถิติจะถูกคำนวณเป็นค่าเฉลี่ย (total_rating / puzzles_attempted)
tr: istatistikler ortalama olarak hesaplanır. (toplam_derecelendirme / denenen_bulmacalar)
uk: статистика розраховується як середнє. (загальний_рейтинг / загадки_спроба)
ur: اعدادوشمار کو اوسط کے طور پر شمار کیا جاتا ہے۔ (کل_درجہ بندی / پہیلیاں_کی کوشش کی گئی)
vi: số liệu thống kê được tính theo giá trị trung bình. (total_rating / puzzles_attempted)

source: If unchecked, then the overall rating is calculated as an adjusted total.
es: Si no se marca, la calificación general se calcula como un total ajustado.
sr: Ако није означено, укупна оцена се израчунава као прилагођени збир.
sv: Om det inte är markerat, beräknas det totala betyget som en justerad totalsumma.
sw: Ikiwa haijachaguliwa, basi ukadiriaji wa jumla huhesabiwa kama jumla iliyorekebishwa.
ta: தேர்வு செய்யப்படவில்லை என்றால், ஒட்டுமொத்த மதிப்பீடு சரிசெய்யப்பட்ட மொத்தமாக கணக்கிடப்படும்.
th: หากไม่ได้เลือกไว้ คะแนนรวมจะถูกคำนวณเป็นยอดรวมที่ปรับแล้ว
tr: İşaretlenmediği takdirde genel puan, ayarlanmış toplam olarak hesaplanır.
uk: Якщо не позначено, загальний рейтинг розраховується як скоригована сума.
ur: اگر نشان زد نہیں کیا جاتا ہے، تو مجموعی درجہ بندی کو ایڈجسٹ شدہ کل کے طور پر شمار کیا جاتا ہے۔
vi: Nếu không được chọn, xếp hạng chung sẽ được tính là tổng điểm đã điều chỉnh.

source: (puzzle_solved / puzzles_attempted - penalties)
es: (rompecabezas_resuelto / rompecabezas_intenta- penalizaciones)
sr: (пуззле_солвед / пуззлес_аттемптед - пенали)
sv: (pussel_löst / pussel_försök - straff)
sw: (puzzle_solved / puzzles_jaribio - adhabu)
ta: (புதிர்_தீர்க்கப்பட்டது / புதிர்_முயற்சி - அபராதங்கள்)
th: (ปริศนาที่แก้แล้ว / ปริศนาที่พยายาม - บทลงโทษ)
tr: (puzzle_solved / puzzles_attempted - cezalar)
uk: (puzzle_solved / puzzles_attempted - штрафи)
ur: (پزل_حل / پہیلیاں_کوشش - جرمانے)
vi: (puzzle_solved / puzzles_attempted - hình phạt)

source: Flat rate penalty - calculate penalties as a flat rate, rather than
es: Multa de tarifa plana: calcule las multas como una tarifa plana, en lugar de
sr: Паушална казна - израчунајте казне као паушалну стопу, а не
sv: Fast straffavgift - beräkna straff som ett schablonbelopp, snarare än
sw: Adhabu ya kiwango cha gorofa - kukokotoa adhabu kama kiwango cha gorofa, badala ya
ta: நிலையான விகித அபராதம் - அபராதங்களை நிலையான விகிதமாகக் கணக்கிடுவதற்குப் பதிலாக,
th: ค่าปรับแบบอัตราคงที่ - คำนวณค่าปรับเป็นอัตราคงที่ แทนที่จะเป็น
tr: Sabit oranlı ceza - cezaları sabit oran olarak hesaplayın, sabit oran olarak değil
uk: Штраф за фіксовану ставку - розраховуйте штрафи як фіксовану ставку, а не як
ur: فلیٹ ریٹ کا جرمانہ - جرمانے کو فلیٹ ریٹ کے طور پر شمار کریں، بجائے اس کے
vi: Hình phạt theo tỷ lệ cố định - tính toán hình phạt theo tỷ lệ cố định, thay vì

source: as a percentage of the rating for an individual puzzle.
es: como porcentaje de la calificación de un rompecabezas individual.
sr: као проценат оцене за појединачну слагалицу.
sv: som en procentandel av betyget för ett enskilt pussel.
sw: kama asilimia ya ukadiriaji wa fumbo binafsi.
ta: ஒரு தனிப்பட்ட புதிருக்கான மதிப்பீட்டின் சதவீதமாக.
th: เป็นเปอร์เซ็นต์ของคะแนนของปริศนาแต่ละอัน
tr: bireysel bir bulmacanın puanının yüzdesi olarak.
uk: у відсотках від рейтингу окремої головоломки.
ur: انفرادی پہیلی کے لیے درجہ بندی کے فیصد کے طور پر۔
vi: dưới dạng phần trăm đánh giá cho một câu đố riêng lẻ.

source: e.g. A puzzle has three moves and the hint penalty is set at 20 percent
es: Por ejemplo, un rompecabezas tiene tres movimientos y la penalización por pista se establece en un 20 por ciento.
sr: нпр. Слагалица има три потеза и казна за наговештај је постављена на 20 процената
sv: till exempel Ett pussel har tre drag och tipsstraffet är satt till 20 procent
sw: k.m. Fumbo lina hatua tatu na adhabu ya dokezo imewekwa kwa asilimia 20
ta: எ.கா. ஒரு புதிருக்கு மூன்று நகர்வுகள் உள்ளன, மேலும் குறிப்பு அபராதம் 20 சதவீதமாக நிர்ணயிக்கப்பட்டுள்ளது.
th: เช่น ปริศนาสามารถเคลื่อนที่ได้ 3 ครั้ง และมีค่าปรับคำใบ้อยู่ที่ 20 เปอร์เซ็นต์
tr: Örn. Bir bulmacanın üç hamlesi vardır ve ipucu cezası %20 olarak belirlenmiştir
uk: напр. Головоломка має три ходи, а штраф за підказку становить 20 відсотків
ur: جیسے ایک پہیلی میں تین چالیں ہیں اور اشارہ جرمانہ 20 فیصد مقرر کیا گیا ہے۔
vi: Ví dụ: Một câu đố có ba bước di chuyển và hình phạt gợi ý được đặt ở mức 20 phần trăm

source: You enter three correct move with one mistake and use 1 hint.
es: Ingresas tres movimientos correctos con un error y utilizas 1 pista.
sr: Унесете три тачна потеза са једном грешком и користите 1 наговештај.
sv: Du anger tre rätt drag med ett misstag och använder 1 ledtråd.
sw: Unaingiza hoja tatu sahihi na kosa moja na utumie kidokezo 1.
ta: நீங்கள் ஒரு தவறுடன் மூன்று சரியான நகர்வுகளை உள்ளிட்டு 1 குறிப்பைப் பயன்படுத்துகிறீர்கள்.
th: คุณป้อนการเคลื่อนไหวที่ถูกต้อง 3 ครั้งด้วยความผิดพลาดเพียงครั้งเดียวและใช้คำใบ้ 1 ข้อ
tr: Üç doğru hamleyi bir hata ile girip 1 ipucu kullanıyorsunuz.
uk: Ви вводите три правильних ходу з однією помилкою і використовуєте 1 підказку.
ur: آپ ایک غلطی کے ساتھ تین درست اقدام درج کریں اور 1 اشارہ استعمال کریں۔
vi: Bạn nhập ba nước đi đúng với một nước đi sai và sử dụng 1 gợi ý.

source: With a flat rate penalty, you will score 55 percent
es: Con una penalización de tarifa plana, obtendrás un 55 por ciento
sr: Уз паушалну казну, добићете 55 процената
sv: Med ett schablonbelopp får du 55 procent
sw: Kwa adhabu ya kiwango cha gorofa, utapata asilimia 55
ta: நிலையான விகித அபராதத்துடன், நீங்கள் 55 சதவீத மதிப்பெண் பெறுவீர்கள்.
th: ด้วยค่าปรับแบบเหมาจ่าย คุณจะได้คะแนน 55 เปอร์เซ็นต์
tr: Sabit bir ceza oranıyla yüzde 55 puan alacaksınız
uk: З фіксованою ставкою штрафу ви отримаєте 55 відсотків
ur: فلیٹ ریٹ جرمانے کے ساتھ، آپ 55 فیصد سکور کریں گے۔
vi: Với mức phạt cố định, bạn sẽ đạt được 55 phần trăm

source: 75 percent for 3/4 correct moves entered minus a 20 percent hint penalty.
es: 75 por ciento por 3/4 movimientos correctos ingresados menos una penalización de pista del 20 por ciento.
sr: Унето је 75 процената за 3/4 тачних потеза минус 20 процената наговештај казне.
sv: 75 procent för 3/4 korrekta drag minus 20 procent tipsstraff.
sw: Asilimia 75 kwa hatua 3/4 sahihi ziliingia kando ya kidokezo cha asilimia 20.
ta: 3/4 சரியான நகர்வுகளுக்கு 75 சதவீதம் பேர் 20 சதவீத குறிப்பு அபராதத்தைக் கழித்து நுழைந்தனர்.
th: 75 เปอร์เซ็นต์สำหรับการเคลื่อนไหวที่ถูกต้อง 3/4 ครั้ง ลบด้วยค่าปรับคำใบ้ 20 เปอร์เซ็นต์
tr: Doğru girilen 3/4 hamle için %75 eksi %20 ipucu cezası.
uk: 75 відсотків за 3/4 правильних ходів мінус 20 відсотків штрафу за підказку.
ur: 75 فیصد 3/4 درست چالوں کے لئے مائنس 20 فیصد اشارہ جرمانہ داخل کیا گیا۔
vi: 75 phần trăm cho 3/4 nước đi đúng trừ đi 20 phần trăm hình phạt gợi ý.

source: 75 percent for 3/4 correct moves entered minus a 15 percent hint penalty,
es: 75 por ciento por 3/4 movimientos correctos ingresados menos una penalización de pista del 15 por ciento,
sr: 75 процената за 3/4 тачних потеза унесених минус 15 процената наговештај казне,
sv: 75 procent för 3/4 korrekta drag minus ett 15 procents tipsstraff,
sw: Asilimia 75 kwa hatua 3/4 zilizo sahihi ziliingia kando ya kidokezo cha asilimia 15,
ta: 3/4 சரியான நகர்வுகளுக்கு 75 சதவீதம் 15 சதவீத குறிப்பு அபராதம் கழித்து உள்ளிடப்பட்டது,
th: 75 เปอร์เซ็นต์สำหรับการเคลื่อนไหวที่ถูกต้อง 3/4 ครั้ง ลบด้วยค่าปรับคำใบ้ 15 เปอร์เซ็นต์
tr: Doğru girilen 3/4 hamle için %75 eksi %15 ipucu cezası,
uk: 75 відсотків за 3/4 правильних ходів мінус 15 відсотків штрафу за підказку,
ur: 3/4 درست چالوں کے لیے 75 فیصد مائنس 15 فیصد اشارہ جرمانہ،
vi: 75 phần trăm cho 3/4 nước đi đúng trừ đi 15 phần trăm hình phạt gợi ý,

source: (20 percent of 75 percent)
es: (20 por ciento del 75 por ciento)
sr: (20 одсто од 75 одсто)
sv: (20 procent av 75 procent)
sw: (asilimia 20 ya asilimia 75)
ta: (75 சதவீதத்தில் 20 சதவீதம்)
th: (ร้อยละ 20 ของร้อยละ 75)
tr: (75'in yüzde 20'si)
uk: (20 відсотків із 75 відсотків)
ur: (75 فیصد میں سے 20 فیصد)
vi: (20 phần trăm của 75 phần trăm)

source: Partial score - when the current rating is calculated,
es: Puntuación parcial: cuando se calcula la calificación actual,
sr: Делимичан резултат - када се израчуна тренутни рејтинг,
sv: Partiell poäng - när det aktuella betyget beräknas,
sw: Alama ya sehemu - wakati ukadiriaji wa sasa umehesabiwa,
ta: பகுதி மதிப்பெண் - தற்போதைய மதிப்பீடு கணக்கிடப்படும்போது,
th: คะแนนบางส่วน - เมื่อคำนวณคะแนนปัจจุบัน
tr: Kısmi puan - mevcut puan hesaplanırken,
uk: Частковий бал - коли розраховується поточний рейтинг,
ur: جزوی سکور - جب موجودہ درجہ بندی کا حساب لگایا جاتا ہے،
vi: Điểm một phần - khi xếp hạng hiện tại được tính toán,

source: the total number of moves in a puzzle or game will be factored in.
es: Se tendrá en cuenta el número total de movimientos de un rompecabezas o juego.
sr: укупан број потеза у слагалици или игри ће бити узет у обзир.
sv: det totala antalet drag i ett pussel eller spel kommer att inkluderas.
sw: jumla ya idadi ya hatua katika fumbo au mchezo itawekwa alama.
ta: ஒரு புதிர் அல்லது விளையாட்டில் உள்ள மொத்த நகர்வுகளின் எண்ணிக்கை கணக்கில் எடுத்துக்கொள்ளப்படும்.
th: จำนวนการเคลื่อนไหวทั้งหมดในปริศนาหรือเกมจะถูกนำมาพิจารณา
tr: Bir bulmaca veya oyundaki toplam hamle sayısı hesaba katılacaktır.
uk: буде враховано загальну кількість ходів у головоломці чи грі.
ur: ایک پہیلی یا گیم میں چالوں کی کل تعداد کو فیکٹر کیا جائے گا۔
vi: tổng số bước di chuyển trong một câu đố hoặc trò chơi sẽ được tính đến.

source: This will initially give a lower, partial score, which will rise
es: Esto inicialmente dará una puntuación parcial más baja, que aumentará.
sr: Ово ће у почетку дати нижи, делимични резултат, који ће расти
sv: Detta kommer initialt att ge en lägre, partiell poäng, som kommer att stiga
sw: Hii hapo awali itatoa alama ya chini, ya sehemu, ambayo itafufuka
ta: இது ஆரம்பத்தில் குறைந்த, பகுதி மதிப்பெண்ணைக் கொடுக்கும், அது உயரும்
th: วิธีนี้จะทำให้ได้คะแนนบางส่วนที่ต่ำลงก่อน จากนั้นจะเพิ่มขึ้น
tr: Bu, başlangıçta daha düşük, kısmi bir puan verecek ve bu da yükselecektir.
uk: Це спочатку дасть нижчий, частковий бал, який зросте
ur: یہ ابتدائی طور پر کم، جزوی سکور دے گا، جو بڑھے گا۔
vi: Điều này ban đầu sẽ đưa ra một điểm số thấp hơn, một phần, sau đó sẽ tăng lên

source: as more correct moves are entered.
es: a medida que se introducen más movimientos correctos.
sr: како се уносе правилнији потези.
sv: allt eftersom fler korrekta drag läggs in.
sw: kama hatua sahihi zaidi zinaingizwa.
ta: மேலும் சரியான நகர்வுகள் உள்ளிடப்படும்போது.
th: เมื่อมีการป้อนการเคลื่อนไหวที่ถูกต้องมากขึ้น
tr: daha fazla doğru hamle girildikçe.
uk: у міру введення більшої кількості правильних ходів.
ur: جیسا کہ زیادہ درست حرکتیں داخل کی جاتی ہیں۔
vi: khi có nhiều nước đi đúng hơn.

source: when any incorrect moves are entered.
es: cuando se introducen movimientos incorrectos.
sr: када се унесу неки нетачни потези.
sv: när några felaktiga drag läggs in.
sw: wakati hatua zozote zisizo sahihi zimeingizwa.
ta: ஏதேனும் தவறான நகர்வுகள் உள்ளிடப்படும்போது.
th: เมื่อมีการป้อนการเคลื่อนไหวที่ไม่ถูกต้อง
tr: Herhangi bir yanlış hamle girildiğinde.
uk: коли введено будь-які неправильні ходи.
ur: جب کوئی غلط حرکت داخل کی جاتی ہے۔
vi: khi có bất kỳ nước đi nào không chính xác.

source: I prefer to have this box checked for doing puzzles and
es: Prefiero tener esta casilla marcada para hacer rompecabezas y
sr: Више бих волео да ово поље означи за решавање загонетки и
sv: Jag föredrar att ha denna ruta markerad för att göra pussel och
sw: Ninapendelea kisanduku hiki kikaguliwe kwa kufanya mafumbo na
ta: புதிர்கள் செய்வதற்கு இந்தப் பெட்டியைத் தேர்வுசெய்ய விரும்புகிறேன் மற்றும்
th: ฉันขอให้ทำเครื่องหมายในช่องนี้สำหรับการทำปริศนาและ
tr: Bulmacaları çözmek için bu kutunun işaretli olmasını tercih ederim ve
uk: Я вважаю за краще, щоб цей пункт був позначений для виконання головоломок і
ur: میں پہیلیاں کرنے کے لیے اس باکس کو چیک کرنے کو ترجیح دیتا ہوں اور
vi: Tôi thích đánh dấu vào ô này để làm câu đố và

source: unchecked when using Puzzle mode to predict the moves in a game.
es: sin marcar cuando se usa el modo Rompecabezas para predecir los movimientos en un juego.
sr: није означено када користите режим слагалице за предвиђање потеза у игри.
sv: avmarkerad när du använder pusselläge för att förutsäga dragen i ett spel.
sw: haijachaguliwa unapotumia modi ya Mafumbo kutabiri mienendo katika mchezo.
ta: ஒரு விளையாட்டில் நகர்வுகளைக் கணிக்க புதிர் பயன்முறையைப் பயன்படுத்தும் போது தேர்வு செய்யப்படவில்லை.
th: ไม่ถูกเลือกเมื่อใช้โหมดปริศนาเพื่อคาดเดาการเคลื่อนไหวในเกม
tr: Bir oyunda hamleleri tahmin etmek için Bulmaca modunu kullanırken işaretli değildir.
uk: не позначено під час використання режиму головоломки для передбачення ходів у грі.
ur: کھیل میں چالوں کی پیشن گوئی کرنے کے لیے پہیلی موڈ کا استعمال کرتے وقت غیر نشان زد۔
vi: không được chọn khi sử dụng chế độ Giải đố để dự đoán các nước đi trong trò chơi.

source: Show hint - a hint will be automatically displayed after a given number
es: Mostrar pista: se mostrará una pista automáticamente después de un número determinado
sr: Прикажи наговештај - наговештај ће се аутоматски приказати након датог броја
sv: Visa ledtråd - en ledtråd kommer automatiskt att visas efter ett givet nummer
sw: Onyesha kidokezo - kidokezo kitaonyeshwa kiotomatiki baada ya nambari fulani
ta: குறிப்பைக் காட்டு - கொடுக்கப்பட்ட எண்ணுக்குப் பிறகு ஒரு குறிப்பு தானாகவே காட்டப்படும்.
th: แสดงคำใบ้ - คำใบ้จะแสดงโดยอัตโนมัติหลังจากตัวเลขที่กำหนด
tr: İpucu göster - belirli bir sayıdan sonra otomatik olarak bir ipucu gösterilecektir
uk: Показати підказку - підказка автоматично відображатиметься після заданого числа
ur: اشارہ دکھائیں - دیئے گئے نمبر کے بعد ایک اشارہ خود بخود ظاہر ہوگا۔
vi: Hiển thị gợi ý - gợi ý sẽ tự động hiển thị sau một số nhất định

source: of incorrect attempts for each move.
es: de intentos incorrectos por cada movimiento.
sr: нетачних покушаја за сваки потез.
sv: av felaktiga försök för varje drag.
sw: ya majaribio yasiyo sahihi kwa kila hoja.
ta: ஒவ்வொரு அசைவிற்கும் தவறான முயற்சிகள்.
th: ของความพยายามที่ไม่ถูกต้องในแต่ละการเคลื่อนไหว
tr: her hamle için yanlış denemeler.
uk: неправильних спроб для кожного ходу.
ur: ہر اقدام کے لیے غلط کوششوں کا۔
vi: của những lần di chuyển không chính xác.

source: If you enter 0 for the try number, this option will not be used.
es: Si ingresa 0 como número de intento, esta opción no se utilizará.
sr: Ако унесете 0 за број покушаја, ова опција се неће користити.
sv: Om du anger 0 för försöksnumret kommer detta alternativ inte att användas.
sw: Ukiingiza 0 kwa nambari ya kujaribu, chaguo hili halitatumika.
ta: முயற்சி எண்ணுக்கு 0 ஐ உள்ளிட்டால், இந்த விருப்பம் பயன்படுத்தப்படாது.
th: หากคุณใส่เลขลอง 0 ตัวเลือกนี้จะไม่ถูกใช้
tr: Deneme sayısı olarak 0 girdiğinizde bu seçenek kullanılmayacaktır.
uk: Якщо ви введете 0 як номер спроби, цей параметр не використовуватиметься.
ur: اگر آپ ٹرائی نمبر کے لیے 0 درج کرتے ہیں تو یہ آپشن استعمال نہیں کیا جائے گا۔
vi: Nếu bạn nhập 0 cho số lần thử, tùy chọn này sẽ không được sử dụng.
