Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Enter the line length for a tiny error
es: Introduzca la longitud de la línea para evitar un pequeño error.
sr: Унесите дужину линије за малу грешку
sv: Ange radlängden för ett litet fel
sw: Ingiza urefu wa mstari kwa hitilafu ndogo
ta: ஒரு சிறிய பிழைக்கான வரி நீளத்தை உள்ளிடவும்.
th: กรอกความยาวบรรทัดสำหรับข้อผิดพลาดเล็กน้อย
tr: Küçük bir hata için satır uzunluğunu girin
uk: Введіть довжину рядка для невеликої помилки
ur: ایک چھوٹی غلطی کے لیے لائن کی لمبائی درج کریں۔
vi: Nhập độ dài dòng cho một lỗi nhỏ

source: Enter the line length for a small error
es: Introduzca la longitud de la línea para un pequeño error
sr: Унесите дужину линије за малу грешку
sv: Ange radlängden för ett litet fel
sw: Ingiza urefu wa mstari kwa hitilafu ndogo
ta: ஒரு சிறிய பிழைக்கான வரி நீளத்தை உள்ளிடவும்.
th: กรอกความยาวบรรทัดสำหรับข้อผิดพลาดเล็กน้อย
tr: Küçük bir hata için satır uzunluğunu girin
uk: Введіть довжину рядка для невеликої помилки
ur: ایک چھوٹی غلطی کے لیے لائن کی لمبائی درج کریں۔
vi: Nhập độ dài dòng cho một lỗi nhỏ

source: Enter the line length for a medium error
es: Introduzca la longitud de la línea para un error medio
sr: Унесите дужину линије за средњу грешку
sv: Ange radlängden för ett medelstort fel
sw: Ingiza urefu wa mstari kwa hitilafu ya wastani
ta: நடுத்தர பிழைக்கான வரி நீளத்தை உள்ளிடவும்.
th: กรอกความยาวบรรทัดสำหรับข้อผิดพลาดระดับกลาง
tr: Orta hata için satır uzunluğunu girin
uk: Введіть довжину рядка для середньої помилки
ur: درمیانی غلطی کے لیے لائن کی لمبائی درج کریں۔
vi: Nhập độ dài dòng cho lỗi trung bình

source: Enter the line length for a large error
es: Introduzca la longitud de la línea para un error grande
sr: Унесите дужину линије за велику грешку
sv: Ange radlängden för ett stort fel
sw: Ingiza urefu wa mstari kwa hitilafu kubwa
ta: பெரிய பிழைக்கான வரி நீளத்தை உள்ளிடவும்.
th: กรอกความยาวบรรทัดสำหรับข้อผิดพลาดขนาดใหญ่
tr: Büyük bir hata için satır uzunluğunu girin
uk: Введіть довжину рядка для великої помилки
ur: ایک بڑی غلطی کے لیے لائن کی لمبائی درج کریں۔
vi: Nhập độ dài dòng cho lỗi lớn

source: Enter the line length for a huge error
es: Introduzca la longitud de la línea para un error enorme
sr: Унесите дужину линије за велику грешку
sv: Ange radlängden för ett stort fel
sw: Ingiza urefu wa mstari kwa hitilafu kubwa
ta: பெரிய பிழைக்கான வரி நீளத்தை உள்ளிடவும்.
th: กรอกความยาวบรรทัดสำหรับข้อผิดพลาดขนาดใหญ่
tr: Büyük bir hata için satır uzunluğunu girin
uk: Введіть довжину рядка для великої помилки
ur: ایک بڑی غلطی کے لیے لائن کی لمبائی درج کریں۔
vi: Nhập độ dài dòng cho một lỗi lớn

source: Enter the line length for a gigantic error
es: Introduzca la longitud de la línea para un error gigantesco
sr: Унесите дужину линије за огромну грешку
sv: Ange radlängden för ett gigantiskt fel
sw: Ingiza urefu wa mstari kwa hitilafu kubwa
ta: ஒரு பெரிய பிழைக்கான வரி நீளத்தை உள்ளிடவும்.
th: กรอกความยาวบรรทัดสำหรับข้อผิดพลาดขนาดยักษ์
tr: Devasa bir hata için satır uzunluğunu girin
uk: Введіть довжину рядка для гігантської помилки
ur: ایک بہت بڑی غلطی کے لیے لائن کی لمبائی درج کریں۔
vi: Nhập độ dài dòng cho một lỗi lớn

source: Check this box to use random line lengths for sub-vars
es: Marque esta casilla para utilizar longitudes de línea aleatorias para subvariables
sr: Означите ово поље да бисте користили насумичне дужине линија за под-варијанте
sv: Markera den här rutan för att använda slumpmässiga radlängder för sub-vars
sw: Weka alama kwenye kisanduku hiki ili kutumia urefu wa laini bila mpangilio kwa vazi ndogo
ta: துணை-வார்களுக்கு சீரற்ற வரி நீளங்களைப் பயன்படுத்த இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: ทำเครื่องหมายในช่องนี้เพื่อใช้ความยาวบรรทัดแบบสุ่มสำหรับตัวแปรย่อย
tr: Alt değişkenler için rastgele satır uzunlukları kullanmak üzere bu kutuyu işaretleyin
uk: Позначте цей прапорець, щоб використовувати випадкові довжини рядків для підзмінних
ur: ذیلی وار کے لیے بے ترتیب لائن کی لمبائی استعمال کرنے کے لیے اس باکس کو چیک کریں۔
vi: Đánh dấu vào ô này để sử dụng độ dài dòng ngẫu nhiên cho các biến con

source: Enter the lower boundary for line lengths
es: Introduzca el límite inferior para las longitudes de línea
sr: Унесите доњу границу за дужине линија
sv: Ange den nedre gränsen för linjelängder
sw: Ingiza mpaka wa chini kwa urefu wa mstari
ta: வரி நீளங்களுக்கு கீழ் எல்லையை உள்ளிடவும்.
th: เข้าสู่ขอบเขตล่างสำหรับความยาวบรรทัด
tr: Satır uzunlukları için alt sınırı girin
uk: Введіть нижню межу довжини ліній
ur: لائن کی لمبائی کے لیے نچلی حد درج کریں۔
vi: Nhập ranh giới dưới cho độ dài dòng

source: Enter the upper boundary for line lengths
es: Introduzca el límite superior para las longitudes de línea
sr: Унесите горњу границу за дужине линија
sv: Ange den övre gränsen för linjelängder
sw: Ingiza mpaka wa juu kwa urefu wa mstari
ta: வரி நீளங்களுக்கு மேல் எல்லையை உள்ளிடவும்.
th: เข้าสู่ขอบเขตด้านบนสำหรับความยาวเส้น
tr: Satır uzunlukları için üst sınırı girin
uk: Введіть верхню межу довжини ліній
ur: لائن کی لمبائی کے لیے اوپری باؤنڈری درج کریں۔
vi: Nhập ranh giới trên cho độ dài dòng

source: Here you can select the length of the sub-variations
es: Aquí puedes seleccionar la longitud de las subvariaciones
sr: Овде можете одабрати дужину подваријација
sv: Här kan du välja längden på undervariationerna
sw: Hapa unaweza kuchagua urefu wa tofauti ndogo
ta: இங்கே நீங்கள் துணை மாறுபாடுகளின் நீளத்தைத் தேர்ந்தெடுக்கலாம்.
th: ที่นี่คุณสามารถเลือกความยาวของรูปแบบย่อยได้
tr: Burada alt varyasyonların uzunluğunu seçebilirsiniz
uk: Тут ви можете вибрати довжину підваріантів
ur: یہاں آپ ذیلی تغیرات کی لمبائی منتخب کر سکتے ہیں۔
vi: Ở đây bạn có thể chọn độ dài của các biến thể phụ

source: to be used when adding annotations.
es: para utilizar al agregar anotaciones.
sr: да се користи приликом додавања напомена.
sv: som ska användas när du lägger till kommentarer.
sw: kutumika wakati wa kuongeza maelezo.
ta: குறிப்புகளைச் சேர்க்கும்போது பயன்படுத்தப்பட வேண்டும்.
th: ที่จะใช้เมื่อจะเพิ่มคำอธิบายประกอบ
tr: Açıklama eklerken kullanılacak.
uk: для використання під час додавання анотацій.
ur: تشریحات شامل کرتے وقت استعمال کیا جائے۔
vi: được sử dụng khi thêm chú thích.

source: You can select sub-var lengths based on the size of an error.
es: Puede seleccionar longitudes de subvariables según el tamaño de un error.
sr: Можете да изаберете дужине под-вар на основу величине грешке.
sv: Du kan välja sub-var-längder baserat på storleken på ett fel.
sw: Unaweza kuchagua urefu wa sub-var kulingana na saizi ya kosa.
ta: பிழையின் அளவைப் பொறுத்து துணை-வர் நீளங்களைத் தேர்ந்தெடுக்கலாம்.
th: คุณสามารถเลือกความยาวของตัวแปรย่อยตามขนาดของข้อผิดพลาดได้
tr: Hatanın boyutuna göre alt değişken uzunluklarını seçebilirsiniz.
uk: Ви можете вибрати довжину підзмінної залежно від розміру помилки.
ur: آپ غلطی کے سائز کی بنیاد پر ذیلی var لمبائی منتخب کر سکتے ہیں۔
vi: Bạn có thể chọn độ dài sub-var dựa trên kích thước của lỗi.

source: Alternatively, you can choose to use random lengths
es: Alternativamente, puede optar por utilizar longitudes aleatorias.
sr: Алтернативно, можете изабрати да користите насумичне дужине
sv: Alternativt kan du välja att använda slumpmässiga längder
sw: Vinginevyo, unaweza kuchagua kutumia urefu wa nasibu
ta: மாற்றாக, நீங்கள் சீரற்ற நீளங்களைப் பயன்படுத்த தேர்வு செய்யலாம்
th: นอกจากนี้คุณสามารถเลือกใช้ความยาวแบบสุ่มได้
tr: Alternatif olarak, rastgele uzunluklar kullanmayı seçebilirsiniz
uk: Крім того, ви можете вибрати випадкову довжину
ur: متبادل طور پر، آپ بے ترتیب لمبائیوں کو استعمال کرنے کا انتخاب کر سکتے ہیں۔
vi: Ngoài ra, bạn có thể chọn sử dụng độ dài ngẫu nhiên

source: for all sub-variation lengths and input the lower and
es: para todas las longitudes de subvariación e ingrese el valor inferior y
sr: за све дужине подваријација и унесите доњи и
sv: för alla undervariationslängder och mata in den nedre och
sw: kwa urefu wote wa tofauti ndogo na ingiza ya chini na
ta: அனைத்து துணை-மாறுபாடு நீளங்களுக்கும் மற்றும் கீழ் மற்றும் உள்ளிடவும்
th: สำหรับความยาวย่อยทั้งหมดและป้อนค่าที่ต่ำกว่าและ
tr: tüm alt varyasyon uzunlukları için ve alt ve
uk: для всіх довжин підваріації та введіть нижнє і
ur: تمام ذیلی تغیرات کی لمبائی کے لیے اور نچلا اور ان پٹ داخل کریں۔
vi: cho tất cả các độ dài biến thể phụ và nhập giá trị thấp hơn và

source: upper boundaries between which the lengths will fall.
es: límites superiores entre los cuales caerán las longitudes.
sr: горње границе између којих ће пасти дужине.
sv: övre gränser mellan vilka längderna kommer att falla.
sw: mipaka ya juu ambayo urefu utaanguka.
ta: நீளங்கள் குறையும் மேல் எல்லைகள்.
th: ขอบเขตด้านบนที่ความยาวจะตกลงระหว่างนั้น
tr: uzunlukların düşeceği üst sınırlar.
uk: верхні межі, між якими потраплятимуть довжини.
ur: اوپری حدود جن کے درمیان لمبائی گر جائے گی۔
vi: ranh giới trên mà chiều dài sẽ rơi vào.

source: Error range sub variation lengths
es: Longitudes de subvariación del rango de error
sr: Дужина подваријација опсега грешке
sv: Undervariationslängder för felintervall
sw: Hitilafu katika urefu wa tofauti ndogo za safu
ta: பிழை வரம்பு துணை மாறுபாடு நீளங்கள்
th: ช่วงข้อผิดพลาดความยาวการเปลี่ยนแปลงย่อย
tr: Hata aralığı alt varyasyon uzunlukları
uk: Довжини підваріації діапазону помилок
ur: خرابی کی حد ذیلی تغیر کی لمبائی
vi: Độ dài biến thiên phụ của phạm vi lỗi

source: Select bug fix options for sub-variation addition :-
es: Seleccione opciones de corrección de errores para la adición de subvariaciones: -
sr: Изаберите опције исправке грешака за додавање подваријација:-
sv: Välj felkorrigeringsalternativ för tillägg av undervarianter: -
sw: Chagua chaguzi za kurekebisha hitilafu kwa nyongeza ya tofauti ndogo: -
ta: துணை மாறுபாடு சேர்த்தலுக்கான பிழை திருத்த விருப்பங்களைத் தேர்ந்தெடுக்கவும்:-
th: เลือกตัวเลือกการแก้ไขจุดบกพร่องสำหรับการเพิ่มรูปแบบย่อย:-
tr: Alt varyasyon ekleme için hata düzeltme seçeneklerini seçin:-
uk: Виберіть параметри виправлення помилок для додавання підваріації:-
ur: ذیلی تغیرات کے اضافے کے لیے بگ فکس کے اختیارات منتخب کریں:-
vi: Chọn tùy chọn sửa lỗi cho việc thêm biến thể phụ:

source: Use bug fix
es: Utilice la corrección de errores
sr: Користите исправку грешака
sv: Använd buggfix
sw: Tumia kurekebisha hitilafu
ta: பிழை திருத்தத்தைப் பயன்படுத்தவும்
th: ใช้การแก้ไขจุดบกพร่อง
tr: Hata düzeltmeyi kullan
uk: Використовуйте виправлення помилок
ur: بگ فکس استعمال کریں۔
vi: Sử dụng sửa lỗi

source: List change :
es: Cambio de lista:
sr: Промена листе:
sv: Liständring:
sw: Mabadiliko ya orodha:
ta: பட்டியல் மாற்றம்:
th: การเปลี่ยนแปลงรายการ:
tr: Liste değişikliği :
uk: Зміна списку:
ur: فہرست میں تبدیلی:
vi: Thay đổi danh sách:

source: Check this box for game list box position being equal
es: Marque esta casilla para que la posición del cuadro de lista de juegos sea igual
sr: Означите ово поље да ли је позиција оквира листе игара једнака
sv: Markera den här rutan för att positionen för spellistan är lika
sw: Chagua kisanduku hiki kwa nafasi ya kisanduku cha orodha ya mchezo kuwa sawa
ta: விளையாட்டுப் பட்டியல் பெட்டியின் நிலை சமமாக இருக்கிறதா என்று இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: ทำเครื่องหมายในช่องนี้สำหรับตำแหน่งของกล่องรายการเกมที่เท่ากัน
tr: Oyun listesi kutusu konumunun eşit olması için bu kutuyu işaretleyin
uk: Поставте цей прапорець, щоб позиція ігрового списку була рівною
ur: گیم لسٹ باکس کی پوزیشن برابر ہونے کے لیے اس باکس کو چیک کریں۔
vi: Đánh dấu vào ô này để vị trí hộp danh sách trò chơi bằng nhau

source: after adding a sub-variation
es: después de agregar una subvariación
sr: након додавања подваријације
sv: efter att ha lagt till en undervariation
sw: baada ya kuongeza tofauti ndogo
ta: துணை மாறுபாட்டைச் சேர்த்த பிறகு
th: หลังจากเพิ่มรูปแบบย่อยแล้ว
tr: bir alt varyasyon ekledikten sonra
uk: після додавання підваріації
ur: ذیلی تغیرات شامل کرنے کے بعد
vi: sau khi thêm một biến thể phụ

source: Check this box to use bug fix for adding sub-vars
es: Marque esta casilla para utilizar la corrección de errores al agregar subvariables
sr: Означите ово поље да бисте користили исправку грешака за додавање под-варијанти
sv: Markera den här rutan för att använda buggfixar för att lägga till sub-vars
sw: Weka alama kwenye kisanduku hiki ili kutumia kurekebisha hitilafu kwa kuongeza vijidudu vidogo
ta: துணை வார்களைச் சேர்ப்பதற்கு பிழை திருத்தத்தைப் பயன்படுத்த இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: ทำเครื่องหมายในช่องนี้เพื่อใช้การแก้ไขจุดบกพร่องสำหรับการเพิ่มตัวแปรย่อย
tr: Alt değişkenleri eklemek için hata düzeltmesini kullanmak üzere bu kutuyu işaretleyin
uk: Позначте цей прапорець, щоб використовувати виправлення помилок для додавання підзмінних
ur: ذیلی وارز کو شامل کرنے کے لیے بگ فکس استعمال کرنے کے لیے اس باکس کو چیک کریں۔
vi: Đánh dấu vào ô này để sử dụng bản sửa lỗi khi thêm các biến con

source: Unfortunately there is a small, harmless, very rare bug
es: Desafortunadamente hay un pequeño error inofensivo y muy raro.
sr: Нажалост, постоји мала, безопасна, веома ретка грешка
sv: Tyvärr finns det en liten, ofarlig, mycket sällsynt bugg
sw: Kwa bahati mbaya kuna mdudu mdogo, asiye na madhara, nadra sana
ta: துரதிர்ஷ்டவசமாக ஒரு சிறிய, பாதிப்பில்லாத, மிகவும் அரிதான பிழை உள்ளது.
th: น่าเสียดายที่มีแมลงตัวเล็กที่ไม่เป็นอันตรายและหายากมาก
tr: Ne yazık ki küçük, zararsız ve çok nadir görülen bir hata var
uk: На жаль, є маленький, нешкідливий, дуже рідкісний жучок
ur: بدقسمتی سے ایک چھوٹا، بے ضرر، بہت نایاب بگ ہے۔
vi: Thật không may có một loại bọ nhỏ, vô hại và rất hiếm gặp

source: that emerges during the automatic analysis of games.
es: que surge durante el análisis automático de los juegos.
sr: који се појављује током аутоматске анализе игара.
sv: som framkommer under den automatiska analysen av spel.
sw: ambayo inajitokeza wakati wa uchambuzi wa moja kwa moja wa michezo.
ta: விளையாட்டுகளின் தானியங்கி பகுப்பாய்வின் போது அது வெளிப்படுகிறது.
th: ที่ปรากฏขึ้นในระหว่างการวิเคราะห์เกมอัตโนมัติ
tr: Oyunların otomatik analizi sırasında ortaya çıkan.
uk: що виникає під час автоматичного аналізу ігор.
ur: جو گیمز کے خودکار تجزیہ کے دوران ابھرتا ہے۔
vi: xuất hiện trong quá trình phân tích trò chơi tự động.

source: Very occasionally, the program will insert a comment for a sub-variation
es: Muy ocasionalmente, el programa insertará un comentario para una subvariación.
sr: Веома повремено, програм ће уметнути коментар за подваријацију
sv: Mycket ibland kommer programmet att infoga en kommentar för en undervariant
sw: Mara kwa mara, programu itaingiza maoni kwa tofauti ndogo
ta: மிகவும் எப்போதாவது, நிரல் துணை மாறுபாட்டிற்கான கருத்தைச் செருகும்.
th: นานๆ ครั้ง โปรแกรมจะแทรกคำอธิบายสำหรับรูปแบบย่อย
tr: Çok nadiren, program bir alt varyasyon için bir yorum ekleyecektir
uk: Дуже іноді програма вставлятиме коментар до підваріації
ur: کبھی کبھار، پروگرام ذیلی تغیرات کے لیے ایک تبصرہ داخل کرے گا۔
vi: Rất thỉnh thoảng, chương trình sẽ chèn một bình luận cho một biến thể phụ

source: without having added the sub-variation for which it was intended.
es: sin haber añadido la subvariación para la que estaba destinada.
sr: без додавања подваријације за коју је намењена.
sv: utan att ha lagt till den undervariation som den var avsedd för.
sw: bila kuongeza tofauti ndogo ambayo ilikusudiwa.
ta: அது நோக்கம் கொண்ட துணை மாறுபாட்டைச் சேர்க்காமல்.
th: โดยที่ไม่ได้เพิ่มส่วนย่อยตามที่ตั้งใจไว้
tr: amaçlanan alt varyasyon eklenmeden.
uk: без додавання підваріанту, для якого він був призначений.
ur: ذیلی تغیرات کو شامل کیے بغیر جس کے لیے اس کا ارادہ تھا۔
vi: mà không thêm biến thể phụ mà nó hướng tới.

source: So the sub-var comment ends up being incongruously placed in the main line.
es: Por lo tanto, el comentario de la subvariable termina ubicándose de manera incongruente en la línea principal.
sr: Тако да је под-вар коментар на крају неприкладно постављен у главни ред.
sv: Så sub-var-kommentaren hamnar inkongruent i huvudraden.
sw: Kwa hivyo maoni ya sub-var huishia kuwekwa bila mpangilio kwenye mstari kuu.
ta: எனவே துணை-வர் கருத்து முக்கிய வரியில் பொருத்தமற்ற முறையில் வைக்கப்படுகிறது.
th: ดังนั้นความคิดเห็นของตัวแปรย่อยจึงถูกวางไว้ในบรรทัดหลักอย่างไม่สอดคล้องกัน
tr: Bu yüzden alt değişken yorumu ana satıra uygunsuz bir şekilde yerleştirilmiş oluyor.
uk: Таким чином, коментар sub-var зрештою невідповідно розміщується в основному рядку.
ur: لہذا ذیلی var تبصرہ مین لائن میں بے ترتیب طور پر رکھا جانے پر ختم ہوتا ہے۔
vi: Vì vậy, chú thích sub-var cuối cùng được đặt một cách không phù hợp trong dòng chính.

source: Other than being a bit confusing and looking rather silly,
es: Aparte de ser un poco confuso y parecer bastante tonto,
sr: Осим што је мало збуњујуће и изгледа прилично глупо,
sv: Förutom att vara lite förvirrande och se ganska fånig ut,
sw: Zaidi ya kuchanganyikiwa kidogo na kuonekana mjinga,
ta: கொஞ்சம் குழப்பமாகவும், முட்டாள்தனமாகவும் இருப்பதைத் தவிர,
th: นอกจากจะดูสับสนเล็กน้อยและดูโง่ๆ แล้ว
tr: Biraz kafa karıştırıcı ve oldukça aptalca görünmesi dışında,
uk: Крім того, що він трохи заплутаний і виглядає досить безглуздо,
ur: تھوڑا سا الجھا ہوا اور بے وقوف نظر آنے کے علاوہ،
vi: Ngoài việc có chút khó hiểu và trông khá ngớ ngẩn,

source: it does not seem to cause any serious problems.
es: No parece causar ningún problema grave.
sr: изгледа да не изазива озбиљне проблеме.
sv: det verkar inte orsaka några allvarliga problem.
sw: haionekani kusababisha matatizo yoyote makubwa.
ta: இது எந்த கடுமையான பிரச்சினைகளையும் ஏற்படுத்துவதாகத் தெரியவில்லை.
th: ดูเหมือนจะไม่ก่อให้เกิดปัญหาร้ายแรงใดๆ
tr: Herhangi bir ciddi soruna yol açmıyor gibi görünüyor.
uk: це, здається, не викликає серйозних проблем.
ur: یہ کسی بھی سنگین مسائل کا سبب نہیں لگتا.
vi: Có vẻ như nó không gây ra vấn đề nghiêm trọng nào.

source: It quite easy to identify and manually correct the error in
es: Es bastante fácil identificar y corregir manualmente el error en
sr: Прилично је лако идентификовати и ручно исправити грешку
sv: Det är ganska lätt att identifiera och manuellt korrigera felet i
sw: Ni rahisi sana kutambua na kurekebisha makosa kwa mikono
ta: பிழையைக் கண்டறிந்து கைமுறையாக சரிசெய்வது மிகவும் எளிதானது
th: การระบุและแก้ไขข้อผิดพลาดด้วยตนเองนั้นค่อนข้างง่าย
tr: Hatayı tespit etmek ve manuel olarak düzeltmek oldukça kolaydır
uk: Визначити та вручну виправити помилку досить легко
ur: اس میں غلطی کی شناخت اور دستی طور پر درست کرنا کافی آسان ہے۔
vi: Khá dễ dàng để xác định và sửa lỗi thủ công trong

source: the game annotations, once automatic game analysis has finished.
es: las anotaciones del juego, una vez finalizado el análisis automático del juego.
sr: напомене игре, када се аутоматска анализа игре заврши.
sv: spelkommentarerna, när den automatiska spelanalysen är klar.
sw: maelezo ya mchezo, mara baada ya uchambuzi wa mchezo otomatiki kukamilika.
ta: தானியங்கி விளையாட்டு பகுப்பாய்வு முடிந்ததும், விளையாட்டு குறிப்புகள்.
th: คำอธิบายเกม เมื่อการวิเคราะห์เกมอัตโนมัติเสร็จสิ้น
tr: Otomatik oyun analizi tamamlandıktan sonra oyun açıklamaları.
uk: анотації гри після завершення автоматичного аналізу гри.
ur: گیم کی تشریحات، ایک بار خودکار گیم کا تجزیہ ختم ہو گیا۔
vi: chú thích trò chơi sau khi quá trình phân tích trò chơi tự động hoàn tất.

source: For users who find this problem is more frequent on their computer
es: Para los usuarios que encuentran este problema más frecuente en su computadora
sr: За кориснике који пронађу овај проблем чешћи на њиховом рачунару
sv: För användare som upptäcker att detta problem är vanligare på deras dator
sw: Kwa watumiaji ambao hupata tatizo hili ni mara kwa mara kwenye kompyuta zao
ta: தங்கள் கணினியில் இந்தப் பிரச்சனை அடிக்கடி ஏற்படுவதைக் கண்டறியும் பயனர்களுக்கு
th: สำหรับผู้ใช้ที่พบว่าปัญหานี้เกิดขึ้นบ่อยครั้งในคอมพิวเตอร์ของตน
tr: Bu sorunu bilgisayarlarında daha sık yaşayan kullanıcılar için
uk: Для користувачів, які бачать цю проблему на своєму комп’ютері частіше
ur: ان صارفین کے لیے جو اپنے کمپیوٹر پر یہ مسئلہ زیادہ کثرت سے پائے جاتے ہیں۔
vi: Đối với người dùng thấy vấn đề này xảy ra thường xuyên hơn trên máy tính của họ

source: during auto-analysis, I have implemented a bug fix.
es: Durante el análisis automático, implementé una corrección de errores.
sr: током аутоматске анализе, имплементирао сам исправку грешке.
sv: under autoanalys har jag implementerat en buggfix.
sw: wakati wa uchanganuzi otomatiki, nimetekeleza urekebishaji wa mdudu.
ta: தானியங்கி பகுப்பாய்வின் போது, ​​நான் ஒரு பிழை திருத்தத்தை செயல்படுத்தியுள்ளேன்.
th: ในระหว่างการวิเคราะห์อัตโนมัติ ฉันได้ดำเนินการแก้ไขจุดบกพร่องแล้ว
tr: Otomatik analiz sırasında bir hata düzeltmesi uyguladım.
uk: під час автоматичного аналізу я реалізував виправлення помилки.
ur: خودکار تجزیہ کے دوران، میں نے ایک بگ فکس نافذ کیا ہے۔
vi: trong quá trình phân tích tự động, tôi đã triển khai bản sửa lỗi.

source: This solution behaves rather strangely,
es: Esta solución se comporta de manera bastante extraña,
sr: Ово решење се понаша прилично чудно,
sv: Denna lösning beter sig ganska konstigt,
sw: Suluhisho hili linafanya kazi ya kushangaza,
ta: இந்த தீர்வு மிகவும் விசித்திரமாக செயல்படுகிறது,
th: วิธีแก้ปัญหานี้มีพฤติกรรมค่อนข้างแปลก
tr: Bu çözüm oldukça garip davranıyor,
uk: Це рішення поводиться досить дивно,
ur: یہ حل عجیب و غریب سلوک کرتا ہے،
vi: Giải pháp này có hành vi khá kỳ lạ,

source: so I have offered the following options for usage :-
es: Así que he ofrecido las siguientes opciones de uso:
sr: тако да сам понудио следеће опције за коришћење: -
sv: så jag har erbjudit följande alternativ för användning: -
sw: kwa hivyo nimetoa chaguzi zifuatazo za matumizi:-
ta: எனவே நான் பின்வரும் பயன்பாட்டு விருப்பங்களை வழங்கியுள்ளேன்:-
th: ดังนั้นฉันจึงเสนอตัวเลือกการใช้งานดังต่อไปนี้:
tr: Bu nedenle kullanım için aşağıdaki seçenekleri sundum:
uk: тому я запропонував такі варіанти використання:-
ur: لہذا میں نے استعمال کے لیے درج ذیل اختیارات پیش کیے ہیں:-
vi: Vì vậy, tôi đã đưa ra các lựa chọn sau để sử dụng:

source: Use bug fix : Check this box to switch on bug fixing for the addition of sub-vars.
es: Usar corrección de errores: marque esta casilla para activar la corrección de errores al agregar subvariables.
sr: Користи исправку грешака: Означите ово поље да бисте укључили исправљање грешака за додавање под-варијанти.
sv: Använd buggfix : Markera den här rutan för att aktivera felkorrigering för tillägg av undervarianter.
sw: Tumia kurekebisha hitilafu : Weka alama kwenye kisanduku hiki ili kuwasha urekebishaji wa hitilafu kwa uongezaji wa vijidudu vidogo.
ta: பிழை திருத்தத்தைப் பயன்படுத்தவும்: துணை வார்களைச் சேர்ப்பதற்கான பிழை சரிசெய்தலை இயக்க இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: ใช้การแก้ไขจุดบกพร่อง: ทำเครื่องหมายในช่องนี้เพื่อเปิดการแก้ไขจุดบกพร่องสำหรับการเพิ่มตัวแปรย่อย
tr: Hata düzeltmeyi kullan: Alt değişkenlerin eklenmesi için hata düzeltmeyi açmak üzere bu kutuyu işaretleyin.
uk: Використовувати виправлення помилок: установіть цей прапорець, щоб увімкнути виправлення помилок для додавання підзмінних.
ur: بگ فکس کا استعمال کریں : ذیلی وار کے اضافے کے لیے بگ فکسنگ کو آن کرنے کے لیے اس باکس کو چیک کریں۔
vi: Sử dụng sửa lỗi: Đánh dấu vào ô này để bật tính năng sửa lỗi khi thêm biến con.

source: Check list change : Check this box if the list box position changes
es: Verificar cambio de lista: Marque esta casilla si cambia la posición del cuadro de lista
sr: Проверите промену листе : Означите ово поље ако се промени позиција оквира са листом
sv: Byt checklista : Markera den här rutan om listrutans position ändras
sw: Angalia mabadiliko ya orodha : Tia alama kwenye kisanduku hiki ikiwa nafasi ya kisanduku cha orodha itabadilika
ta: பட்டியல் மாற்றத்தை சரிபார்க்கவும்: பட்டியல் பெட்டியின் நிலை மாறினால் இந்தப் பெட்டியைத் தேர்ந்தெடுக்கவும்.
th: ตรวจสอบการเปลี่ยนแปลงรายการ: ทำเครื่องหมายในช่องนี้หากตำแหน่งของกล่องรายการมีการเปลี่ยนแปลง
tr: Liste değişikliğini kontrol et: Liste kutusu konumu değişirse bu kutuyu işaretleyin
uk: Перевірити зміну списку: поставте цей прапорець, якщо позиція списку змінюється
ur: فہرست میں تبدیلی کو چیک کریں : اگر لسٹ باکس کی پوزیشن تبدیل ہوتی ہے تو اس باکس کو چیک کریں۔
vi: Kiểm tra thay đổi danh sách: Kiểm tra hộp này nếu vị trí hộp danh sách thay đổi
