Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Use colour gradient for background
es: Utilice un degradado de color para el fondo
sr: Користите градијент боје за позадину
sv: Använd färggradient för bakgrund
sw: Tumia upinde rangi kwa usuli
ta: பின்னணிக்கு வண்ண சாய்வைப் பயன்படுத்தவும்
th: ใช้การไล่สีสำหรับพื้นหลัง
tr: Arkaplan için renk geçişini kullan
uk: Використовуйте градієнт кольору для фону
ur: پس منظر کے لیے کلر گریڈینٹ کا استعمال کریں۔
vi: Sử dụng màu gradient cho nền

source: Background triangle vertex colours
es: Colores de los vértices del triángulo de fondo
sr: Боје врха троугла позадине
sv: Bakgrund triangel vertex färger
sw: Rangi za kipeo cha pembetatu ya mandharinyuma
ta: பின்னணி முக்கோண உச்சி வண்ணங்கள்
th: สีจุดยอดสามเหลี่ยมพื้นหลัง
tr: Arkaplan üçgen tepe noktası renkleri
uk: Кольори вершини фонового трикутника
ur: پس منظر کی مثلث عمودی رنگ
vi: Màu đỉnh tam giác nền

source: Vertex 1
es: Vértice 1
sr: Вертек 1
sw: Kipeo cha 1
ta: உச்சி 1
th: จุดเวอร์เท็กซ์ 1
tr: Tepe noktası 1
uk: Вершина 1
ur: ورٹیکس 1
vi: Đỉnh 1

source: Vertex 2
es: Vértice 2
sr: Вертек 2
sw: Kifungu cha 2
ta: உச்சி 2
th: จุดเวอร์เท็กซ์ 2
tr: Tepe noktası 2
uk: Вершина 2
ur: ورٹیکس 2
vi: Đỉnh 2

source: Vertex 3
es: Vértice 3
sr: Вертек 3
sw: Kifungu cha 3
ta: உச்சி 3
th: จุดเวอร์เท็กซ์ 3
tr: Tepe noktası 3
uk: Вершина 3
ur: ورٹیکس 3
vi: Đỉnh 3

source: Restore default
es: Restaurar valores predeterminados
sr: Врати подразумевано
sv: Återställ standard
sw: Rejesha chaguomsingi
ta: இயல்புநிலையை மீட்டமை
th: คืนค่าเริ่มต้น
tr: Varsayılanı geri yükle
uk: Відновити за замовчуванням
ur: ڈیفالٹ بحال کریں۔
vi: Khôi phục mặc định

source: Swap
es: Intercambio
sr: Свап
sv: Byta
sw: Badili
ta: மாற்று
th: แลกเปลี่ยน
tr: Takas
uk: Обмін
ur: تبادلہ
vi: Tráo đổi

source: Rotate up
es: Girar hacia arriba
sr: Ротирај горе
sv: Vrid uppåt
sw: Zungusha juu
ta: மேலே சுழற்று
th: หมุนขึ้น
tr: Yukarı döndür
uk: Повернути вгору
ur: اوپر گھمائیں۔
vi: Xoay lên

source: Rotate down
es: Girar hacia abajo
sr: Ротирајте доле
sv: Rotera nedåt
sw: Zungusha chini
ta: கீழே சுழற்று
th: หมุนลง
tr: Aşağı döndür
uk: Повернути вниз
ur: نیچے گھمائیں۔
vi: Xoay xuống

source: Change colours with board flip
es: Cambia de color con el giro del tablero
sr: Промените боје помоћу преокрета
sv: Ändra färger med board flip
sw: Badilisha rangi kwa kugeuza ubao
ta: பலகையை புரட்டுவதன் மூலம் வண்ணங்களை மாற்றவும்.
th: เปลี่ยนสีด้วยการพลิกกระดาน
tr: Tahta çevirme ile renk değiştirin
uk: Змінюйте кольори за допомогою перевертання дошки
ur: بورڈ پلٹائیں کے ساتھ رنگ تبدیل کریں۔
vi: Thay đổi màu sắc bằng cách lật bảng

source: Use bitmap image for background
es: Utilice una imagen de mapa de bits como fondo
sr: Користите битмап слику за позадину
sv: Använd bitmappsbild som bakgrund
sw: Tumia picha ya bitmap kwa mandharinyuma
ta: பின்னணிக்கு பிட்மேப் படத்தைப் பயன்படுத்தவும்.
th: ใช้ภาพบิตแมปเป็นพื้นหลัง
tr: Arkaplan için bitmap görüntüsünü kullan
uk: Використовуйте растрове зображення для фону
ur: پس منظر کے لیے بٹ میپ امیج استعمال کریں۔
vi: Sử dụng hình ảnh bitmap làm nền

source: Select bitmap image background file
es: Seleccionar archivo de fondo de imagen de mapa de bits
sr: Изаберите датотеку за позадину битмап слике
sv: Välj bakgrundsfil för bitmappsbild
sw: Chagua faili ya mandharinyuma ya picha ya bitmap
ta: பிட்மேப் பட பின்னணி கோப்பைத் தேர்ந்தெடுக்கவும்.
th: เลือกไฟล์พื้นหลังภาพบิตแมป
tr: Bitmap görüntü arka plan dosyasını seçin
uk: Виберіть фоновий файл растрового зображення
ur: بٹ میپ امیج بیک گراؤنڈ فائل کو منتخب کریں۔
vi: Chọn tệp nền hình ảnh bitmap

source: Triangle size
es: Tamaño del triángulo
sr: Величина троугла
sv: Triangelstorlek
sw: Ukubwa wa pembetatu
ta: முக்கோண அளவு
th: ขนาดสามเหลี่ยม
tr: Üçgen boyutu
uk: Розмір трикутника
ur: مثلث کا سائز
vi: Kích thước hình tam giác

source: Flip background with board
es: Voltear el fondo con el tablero
sr: Окрените позадину са таблом
sv: Vänd bakgrund med ombord
sw: Geuza usuli kwa ubao
ta: பலகையுடன் பின்னணியைத் திருப்பவும்
th: พลิกพื้นหลังด้วยกระดาน
tr: Arka planı tahtayla çevir
uk: Переверніть фон з дошкою
ur: بورڈ کے ساتھ پس منظر پلٹائیں۔
vi: Lật nền bằng bảng

source: Check to use a colour gradient
es: Marque para utilizar un degradado de color
sr: Означите да бисте користили градијент боје
sv: Markera för att använda en färggradient
sw: Angalia kutumia upinde rangi
ta: வண்ண சாய்வு பயன்படுத்த சரிபார்க்கவும்.
th: เลือกเพื่อใช้การไล่ระดับสี
tr: Renk geçişi kullanmak için işaretleyin
uk: Поставте прапорець, щоб використовувати градієнт кольору
ur: رنگ میلان استعمال کرنے کے لیے چیک کریں۔
vi: Kiểm tra để sử dụng một dải màu

source: for the 3d main window background
es: para el fondo de la ventana principal 3D
sr: за позадину главног прозора 3Д
sv: för 3D-huvudfönsterbakgrunden
sw: kwa mandharinyuma ya dirisha kuu la 3d
ta: 3D பிரதான சாளர பின்னணிக்கு
th: สำหรับพื้นหลังหน้าต่างหลัก 3 มิติ
tr: 3d ana pencere arka planı için
uk: для 3d фону головного вікна
ur: 3d مین ونڈو کے پس منظر کے لیے
vi: cho nền cửa sổ chính 3d

source: How to swap the triangle vertex colours
es: Cómo intercambiar los colores de los vértices de un triángulo
sr: Како заменити боје врха троугла
sv: Hur man byter färger på triangelns vertex
sw: Jinsi ya kubadilisha rangi ya vertex ya pembetatu
ta: முக்கோண உச்சி வண்ணங்களை எவ்வாறு மாற்றுவது
th: วิธีการสลับสีจุดยอดสามเหลี่ยม
tr: Üçgen tepe noktası renkleri nasıl değiştirilir
uk: Як поміняти кольори вершини трикутника
ur: مثلث کے عمودی رنگوں کو کیسے تبدیل کریں۔
vi: Làm thế nào để hoán đổi màu đỉnh tam giác

source: in harmony with a board flip
es: en armonía con un giro de tablero
sr: у складу са преокретом даске
sv: i harmoni med en brädflip
sw: kwa amani na flip ya ubao
ta: பலகை புரட்டலுடன் இணக்கமாக
th: สอดคล้องกับการพลิกกระดาน
tr: bir tahta çevirme ile uyum içinde
uk: в гармонії з дошкою фліп
ur: ایک بورڈ فلپ کے ساتھ ہم آہنگی میں
vi: theo nhịp điệu của một ván lật

source: Check to use a bitmap image
es: Marque para utilizar una imagen de mapa de bits
sr: Означите да бисте користили битмап слику
sv: Markera för att använda en bitmappsbild
sw: Angalia kutumia picha ya bitmap
ta: பிட்மேப் படத்தைப் பயன்படுத்த சரிபார்க்கவும்.
th: ตรวจสอบเพื่อใช้ภาพบิตแมป
tr: Bir bitmap görüntüsü kullanmak için işaretleyin
uk: Поставте прапорець, щоб використовувати растрове зображення
ur: بٹ میپ امیج استعمال کرنے کے لیے چیک کریں۔
vi: Kiểm tra để sử dụng hình ảnh bitmap

source: Select the image file to use
es: Seleccione el archivo de imagen a utilizar
sr: Изаберите датотеку слике коју желите да користите
sv: Välj bildfilen som ska användas
sw: Chagua faili ya picha ya kutumia
ta: பயன்படுத்த படக் கோப்பைத் தேர்ந்தெடுக்கவும்.
th: เลือกไฟล์รูปภาพที่จะใช้
tr: Kullanılacak görüntü dosyasını seçin
uk: Виберіть файл зображення для використання
ur: استعمال کرنے کے لیے تصویری فائل کو منتخب کریں۔
vi: Chọn tệp hình ảnh để sử dụng

source: User-defined main window background help
es: Ayuda de fondo de la ventana principal definida por el usuario
sr: Кориснички дефинисана помоћ у позадини главног прозора
sv: Användardefinierad bakgrundshjälp i huvudfönstret
sw: Usaidizi wa mandharinyuma ya dirisha kuu iliyofafanuliwa na mtumiaji
ta: பயனர் வரையறுத்த பிரதான சாளர பின்னணி உதவி
th: ความช่วยเหลือพื้นหลังหน้าต่างหลักที่ผู้ใช้กำหนด
tr: Kullanıcı tanımlı ana pencere arka plan yardımı
uk: Визначена користувачем фонова довідка головного вікна
ur: صارف کی وضاحت کردہ مین ونڈو کے پس منظر میں مدد
vi: Trợ giúp nền cửa sổ chính do người dùng xác định

source: Image files
es: Archivos de imagen
sr: Датотеке слика
sv: Bildfiler
sw: Faili za picha
ta: படக் கோப்புகள்
th: ไฟล์รูปภาพ
tr: Resim dosyaları
uk: Файли зображень
ur: تصویری فائلیں۔
vi: Tập tin hình ảnh

source: Credits
es: Créditos
sr: Цредитс
sv: Krediter
sw: Mikopo
ta: வரவுகள்
th: เครดิต
tr: Krediler
uk: Кредити
ur: کریڈٹس
vi: Tín dụng

source: This dialog box allow you to select the user-defined background settings.
es: Este cuadro de diálogo le permite seleccionar la configuración de fondo definida por el usuario.
sr: Овај оквир за дијалог вам омогућава да изаберете поставке позадине које дефинише корисник.
sv: Denna dialogruta låter dig välja de användardefinierade bakgrundsinställningarna.
sw: Kisanduku kidadisi hiki hukuruhusu kuchagua mipangilio ya usuli iliyofafanuliwa na mtumiaji.
ta: இந்த உரையாடல் பெட்டி பயனர் வரையறுக்கப்பட்ட பின்னணி அமைப்புகளைத் தேர்ந்தெடுக்க உங்களை அனுமதிக்கிறது.
th: กล่องโต้ตอบนี้ช่วยให้คุณสามารถเลือกการตั้งค่าพื้นหลังที่ผู้ใช้กำหนดได้
tr: Bu iletişim kutusu kullanıcı tanımlı arka plan ayarlarını seçmenize olanak tanır.
uk: У цьому діалоговому вікні можна вибрати налаштування фону, визначені користувачем.
ur: یہ ڈائیلاگ باکس آپ کو صارف کی وضاحت کردہ پس منظر کی ترتیبات کو منتخب کرنے کی اجازت دیتا ہے۔
vi: Hộp thoại này cho phép bạn chọn cài đặt nền do người dùng xác định.

source: To cover the screen for a user-defined background, I have used a large triangle,
es: Para cubrir la pantalla con un fondo definido por el usuario, he utilizado un triángulo grande,
sr: Да покријем екран за позадину коју дефинише корисник, користио сам велики троугао,
sv: För att täcka skärmen för en användardefinierad bakgrund har jag använt en stor triangel,
sw: Ili kufunika skrini kwa mandharinyuma iliyofafanuliwa na mtumiaji, nimetumia pembetatu kubwa,
ta: பயனர் வரையறுக்கப்பட்ட பின்னணிக்கான திரையை மறைக்க, நான் ஒரு பெரிய முக்கோணத்தைப் பயன்படுத்தினேன்,
th: เพื่อปกปิดหน้าจอให้เป็นพื้นหลังที่ผู้ใช้กำหนด ฉันได้ใช้รูปสามเหลี่ยมขนาดใหญ่
tr: Kullanıcı tanımlı bir arka plan için ekranı kaplamak amacıyla büyük bir üçgen kullandım.
uk: Щоб закрити екран для визначеного користувачем фону, я використав великий трикутник,
ur: صارف کے بیان کردہ پس منظر کے لیے اسکرین کا احاطہ کرنے کے لیے، میں نے ایک بڑا مثلث استعمال کیا ہے،
vi: Để che màn hình cho hình nền do người dùng xác định, tôi đã sử dụng một hình tam giác lớn,

source: because this method is makes the coding much easier.
es: Porque este método hace que la codificación sea mucho más fácil.
sr: јер овај метод знатно олакшава кодирање.
sv: eftersom denna metod gör kodningen mycket enklare.
sw: kwa sababu njia hii ni hurahisisha kuweka misimbo.
ta: ஏனெனில் இந்த முறை குறியீட்டை மிகவும் எளிதாக்குகிறது.
th: เพราะวิธีนี้ทำให้การเขียนโค้ดง่ายขึ้นมาก
tr: çünkü bu yöntem kodlamayı çok daha kolay hale getiriyor.
uk: оскільки цей метод значно полегшує кодування.
ur: کیونکہ یہ طریقہ کوڈنگ کو بہت آسان بنا دیتا ہے۔
vi: bởi vì phương pháp này làm cho việc mã hóa dễ dàng hơn nhiều.

source: The following options allow you to change the properties of the triangle
es: Las siguientes opciones le permiten cambiar las propiedades del triángulo.
sr: Следеће опције вам омогућавају да промените својства троугла
sv: Följande alternativ låter dig ändra egenskaperna för triangeln
sw: Chaguzi zifuatazo zinakuwezesha kubadilisha mali ya pembetatu
ta: பின்வரும் விருப்பங்கள் முக்கோணத்தின் பண்புகளை மாற்ற உங்களை அனுமதிக்கின்றன.
th: ตัวเลือกต่อไปนี้ช่วยให้คุณสามารถเปลี่ยนคุณสมบัติของสามเหลี่ยมได้
tr: Aşağıdaki seçenekler üçgenin özelliklerini değiştirmenize olanak tanır
uk: Наступні параметри дозволяють змінити властивості трикутника
ur: درج ذیل اختیارات آپ کو مثلث کی خصوصیات کو تبدیل کرنے کی اجازت دیتے ہیں۔
vi: Các tùy chọn sau cho phép bạn thay đổi các thuộc tính của hình tam giác

source: and thus the appearence of the main window background.
es: y así la apariencia del fondo de la ventana principal.
sr: а самим тим и изглед позадине главног прозора.
sv: och därmed utseendet på huvudfönstrets bakgrund.
sw: na hivyo kuonekana kwa mandharinyuma kuu ya dirisha.
ta: இதனால் பிரதான சாளர பின்னணியின் தோற்றம்.
th: และการปรากฏตัวของพื้นหลังหน้าต่างหลัก
tr: ve böylece ana pencere arka planının görünümü.
uk: і, таким чином, вигляд фону головного вікна.
ur: اور اس طرح مین ونڈو کے پس منظر کی ظاہری شکل۔
vi: và do đó hình ảnh nền của cửa sổ chính xuất hiện.

source: Use colour gradient - Check this button to use a colour gradient for the triangle
es: Usar degradado de color: marque este botón para usar un degradado de color para el triángulo
sr: Користи градијент боје – означите ово дугме да бисте користили градијент боје за троугао
sv: Använd färggradient - Markera den här knappen för att använda en färggradient för triangeln
sw: Tumia gradient ya rangi - Angalia kitufe hiki ili kutumia upinde rangi kwa pembetatu
ta: வண்ண சாய்வைப் பயன்படுத்தவும் - முக்கோணத்திற்கு வண்ண சாய்வைப் பயன்படுத்த இந்தப் பொத்தானைத் தேர்ந்தெடுக்கவும்.
th: ใช้การไล่ระดับสี - เลือกปุ่มนี้เพื่อใช้การไล่ระดับสีสำหรับสามเหลี่ยม
tr: Renk geçişini kullan - Üçgen için renk geçişini kullanmak üzere bu düğmeyi işaretleyin
uk: Використовувати градієнт кольору. Позначте цю кнопку, щоб використовувати градієнт кольору для трикутника
ur: رنگ میلان کا استعمال کریں - مثلث کے لیے رنگ کا میلان استعمال کرنے کے لیے اس بٹن کو چیک کریں۔
vi: Sử dụng hiệu ứng chuyển màu - Đánh dấu vào nút này để sử dụng hiệu ứng chuyển màu cho hình tam giác

source: that is used for the main window background.
es: que se utiliza para el fondo de la ventana principal.
sr: који се користи за позадину главног прозора.
sv: som används för huvudfönstrets bakgrund.
sw: ambayo inatumika kwa mandharinyuma kuu ya dirisha.
ta: இது பிரதான சாளர பின்னணிக்கு பயன்படுத்தப்படுகிறது.
th: ที่ใช้เป็นพื้นหลังหน้าต่างหลัก
tr: Ana pencere arka planı için kullanılır.
uk: який використовується для фону головного вікна.
ur: جو مین ونڈو کے پس منظر کے لیے استعمال ہوتا ہے۔
vi: được sử dụng làm hình nền cửa sổ chính.

source: Background triangle vertex colours -
es: Colores de los vértices del triángulo de fondo -
sr: Боје врха троугла позадине -
sv: Bakgrund triangel vertex färger -
sw: Rangi ya kipeo cha pembetatu ya mandharinyuma -
ta: பின்னணி முக்கோண உச்சி நிறங்கள் -
th: สีจุดยอดสามเหลี่ยมพื้นหลัง -
tr: Arkaplan üçgen tepe noktası renkleri -
uk: Кольори вершини фонового трикутника -
ur: پس منظر مثلث عمودی رنگ -
vi: Màu đỉnh tam giác nền -

source: Click on the colour box next to the triangle vertex number
es: Haga clic en el cuadro de color junto al número del vértice del triángulo
sr: Кликните на оквир за боју поред броја врха троугла
sv: Klicka på färgrutan bredvid triangelns vertexnummer
sw: Bofya kwenye sanduku la rangi karibu na nambari ya vertex ya pembetatu
ta: முக்கோண உச்சி எண்ணுக்கு அடுத்துள்ள வண்ணப் பெட்டியைக் கிளிக் செய்யவும்.
th: คลิกที่กล่องสีถัดจากหมายเลขจุดยอดสามเหลี่ยม
tr: Üçgen köşe numarasının yanındaki renk kutusuna tıklayın
uk: Клацніть на полі кольору поруч із номером вершини трикутника
ur: مثلث ورٹیکس نمبر کے ساتھ والے رنگ کے خانے پر کلک کریں۔
vi: Nhấp vào hộp màu bên cạnh số đỉnh của tam giác

source: to activate the colour selection dialog box for the vertex.
es: para activar el cuadro de diálogo de selección de color para el vértice.
sr: да бисте активирали дијалог за избор боје за врх.
sv: för att aktivera färgvalsdialogrutan för vertexet.
sw: kuamilisha kisanduku kidadisi cha uteuzi wa rangi kwa kipeo.
ta: உச்சிக்கு வண்ணத் தேர்வு உரையாடல் பெட்டியைச் செயல்படுத்த.
th: เพื่อเปิดใช้งานกล่องโต้ตอบการเลือกสีสำหรับจุดยอด
tr: tepe noktası için renk seçimi iletişim kutusunu etkinleştirmek için.
uk: щоб активувати діалогове вікно вибору кольору для вершини.
ur: ورٹیکس کے لیے رنگ کے انتخاب کے ڈائیلاگ باکس کو چالو کرنے کے لیے۔
vi: để kích hoạt hộp thoại chọn màu cho đỉnh.

source: To restore the standard colour for a triangle vertex,
es: Para restaurar el color estándar para el vértice de un triángulo,
sr: Да бисте вратили стандардну боју за врх троугла,
sv: För att återställa standardfärgen för en triangelhörn,
sw: Ili kurejesha rangi ya kawaida kwa vertex ya pembetatu,
ta: ஒரு முக்கோண உச்சிக்கு நிலையான நிறத்தை மீட்டெடுக்க,
th: ในการคืนค่าสีมาตรฐานสำหรับจุดยอดสามเหลี่ยม
tr: Üçgenin köşe noktası için standart rengi geri yüklemek için,
uk: Щоб відновити стандартний колір для вершини трикутника,
ur: مثلث کی چوٹی کے معیاری رنگ کو بحال کرنے کے لیے،
vi: Để khôi phục màu chuẩn cho đỉnh tam giác,

source: click on the Restore Default button.
es: Haga clic en el botón Restaurar valores predeterminados.
sr: кликните на дугме Врати подразумевано.
sv: klicka på knappen Återställ standard.
sw: bonyeza kitufe cha Rejesha Chaguo-msingi.
ta: இயல்புநிலையை மீட்டமை பொத்தானைக் கிளிக் செய்யவும்.
th: คลิกที่ปุ่มคืนค่าเริ่มต้น
tr: Varsayılanları Geri Yükle butonuna tıklayın.
uk: натисніть кнопку Відновити за замовчуванням.
ur: ریسٹور ڈیفالٹ بٹن پر کلک کریں۔
vi: nhấp vào nút Khôi phục mặc định.

source: Change vertex colours with board flip -
es: Cambiar los colores de los vértices con el giro del tablero -
sr: Промените боје темена са окретањем табле -
sv: Ändra vertexfärger med board flip -
sw: Badilisha rangi za vertex na flip ya ubao -
ta: பலகை புரட்டுவதன் மூலம் உச்சி நிறங்களை மாற்றவும் -
th: เปลี่ยนสีจุดยอดด้วยการพลิกกระดาน -
tr: Tahta çevirme ile köşe renklerini değiştirin -
uk: Зміна кольорів вершин за допомогою перевертання дошки -
ur: بورڈ فلپ کے ساتھ عمودی رنگ تبدیل کریں -
vi: Thay đổi màu đỉnh bằng cách lật bảng -

source: These options allow you to specify how the vertex colours are changed after
es: Estas opciones le permiten especificar cómo se cambian los colores de los vértices después
sr: Ове опције вам омогућавају да одредите како се боје темена мењају након тога
sv: Dessa alternativ låter dig ange hur vertexfärgerna ändras efter
sw: Chaguzi hizi hukuruhusu kutaja jinsi rangi za vertex zinabadilishwa baada ya
ta: இந்த விருப்பங்கள் உச்சி நிறங்கள் எவ்வாறு மாற்றப்படுகின்றன என்பதைக் குறிப்பிட உங்களை அனுமதிக்கின்றன
th: ตัวเลือกเหล่านี้ช่วยให้คุณระบุได้ว่าสีจุดยอดจะเปลี่ยนไปอย่างไรหลังจาก
tr: Bu seçenekler, tepe noktası renklerinin nasıl değiştirileceğini belirtmenize olanak tanır.
uk: Ці параметри дозволяють вказати, як кольори вершин змінюватимуться після
ur: یہ اختیارات آپ کو یہ بتانے کی اجازت دیتے ہیں کہ عمودی رنگ کے بعد کس طرح تبدیل کیا جاتا ہے۔
vi: Các tùy chọn này cho phép bạn chỉ định cách màu đỉnh được thay đổi sau

source: a board flip. This only applies if < Flip background with board > is checked.
es: Voltear el tablero. Esto solo aplica si está marcada la opción "Voltear el fondo con el tablero".
sr: а боард флип. Ово важи само ако је означено < Окрени позадину са таблом >.
sv: en brädflip. Detta gäller endast om < Vänd bakgrund med bräda > är markerad.
sw: flip ya ubao. Hii inatumika tu ikiwa < Flip background with board > imechaguliwa.
ta: பலகை புரட்டு. பலகையுடன் கூடிய Flip பின்னணி > தேர்வுசெய்யப்பட்டால் மட்டுமே இது பொருந்தும்.
th: การพลิกกระดาน ใช้ได้เฉพาะในกรณีที่เลือก <พลิกพื้นหลังด้วยกระดาน>
tr: bir tahta çevirme. Bu yalnızca < Arka planı tahtayla çevir > işaretliyse geçerlidir.
uk: перевертання дошки. Це стосується, лише якщо позначено <Flip background with board>.
ur: ایک بورڈ پلٹائیں. یہ صرف اس صورت میں لاگو ہوتا ہے جب < بورڈ کے ساتھ پس منظر پلٹائیں > کو چیک کیا گیا ہو۔
vi: lật ván. Điều này chỉ áp dụng nếu <Lật nền bằng ván> được chọn.

source: Swap - swaps the colour of the bottom vertex with the two top ones.
es: Intercambiar: intercambia el color del vértice inferior con los dos superiores.
sr: Замена - мења боју доњег врха са два горња.
sv: Byt - byter färgen på det nedre hörnet med de två översta.
sw: Badilisha - hubadilisha rangi ya vertex ya chini na mbili za juu.
ta: இடமாற்று - கீழ் முனையின் நிறத்தை மேல் இரண்டு முனைகளுடன் மாற்றுகிறது.
th: สลับ - สลับสีของจุดยอดด้านล่างกับจุดยอดสองจุดด้านบน
tr: Swap - Alt köşenin rengini üstteki iki köşenin rengiyle değiştirir.
uk: Поміняти місцями - замінює колір нижньої вершини на дві верхні.
ur: ادل بدل - نیچے کی چوٹی کے رنگ کو دو اوپر والے کے ساتھ تبدیل کرتا ہے۔
vi: Hoán đổi - hoán đổi màu của đỉnh dưới với hai đỉnh trên.

source: with the default settings, this simply reverses the colour gradient.
es: Con la configuración predeterminada, esto simplemente invierte el degradado de color.
sr: са подразумеваним подешавањима, ово једноставно преокреће градијент боје.
sv: med standardinställningarna vänder detta helt enkelt färggradienten.
sw: na mipangilio chaguo-msingi, hii inageuza tu upinde rangi.
ta: இயல்புநிலை அமைப்புகளுடன், இது வண்ண சாய்வை மாற்றியமைக்கிறது.
th: ด้วยการตั้งค่าเริ่มต้น การย้อนกลับการไล่ระดับสีก็เพียงแค่นั้น
tr: varsayılan ayarlarla bu sadece renk gradyanını tersine çevirir.
uk: із налаштуваннями за замовчуванням це просто змінює колірний градієнт.
ur: پہلے سے طے شدہ ترتیبات کے ساتھ، یہ صرف رنگ کے میلان کو الٹ دیتا ہے۔
vi: với các thiết lập mặc định, thao tác này chỉ đơn giản là đảo ngược độ dốc màu.

source: Rotate up - this will rotate the colour vertices upwards.
es: Girar hacia arriba: esto rotará los vértices de color hacia arriba.
sr: Ротирајте нагоре - ово ће ротирати врхове боје нагоре.
sv: Rotera uppåt - detta kommer att rotera färgens hörn uppåt.
sw: Zungusha juu - hii itazungusha wima za rangi kwenda juu.
ta: மேல்நோக்கிச் சுழற்று - இது வண்ண முனைகளை மேல்நோக்கிச் சுழற்றும்.
th: หมุนขึ้น - จะทำให้จุดยอดสีหมุนขึ้น
tr: Yukarı döndür - Bu, renk köşelerini yukarı doğru döndürür.
uk: Rotate up (Повернути вгору) — це призведе до обертання кольорових вершин угору.
ur: اوپر کی طرف گھمائیں - یہ رنگ کی چوٹیوں کو اوپر کی طرف گھمائے گا۔
vi: Xoay lên - thao tác này sẽ xoay các đỉnh màu lên trên.

source: i.e. vertex 2 colour will be set to vertex 1 colour, v3 to v2 and v1 to v3
es: es decir, el color del vértice 2 se establecerá en el color del vértice 1, v3 en v2 y v1 en v3
sr: тј. боја темена 2 ће бити постављена на боју темена 1, в3 на в2 и в1 на в3
sv: d.v.s. vertex 2-färg kommer att ställas in på vertex 1-färg, v3 till v2 och v1 till v3
sw: yaani rangi ya vertex 2 itawekwa kwenye rangi ya vertex 1, v3 hadi v2 na v1 hadi v3
ta: அதாவது vertex 2 நிறம் vertex 1 நிறமாகவும், v3 லிருந்து v2 ஆகவும், v1 லிருந்து v3 ஆகவும் அமைக்கப்படும்.
th: กล่าวคือ จุดยอดสี 2 จะถูกตั้งเป็นจุดยอดสี 1, v3 เป็น v2 และ v1 เป็น v3
tr: yani köşe 2 rengi köşe 1 rengine, v3 v2'ye ve v1 v3'e ayarlanacak
uk: тобто колір вершини 2 буде встановлено на колір вершини 1, v3 на v2 і v1 на v3
ur: یعنی vertex 2 رنگ کو vertex 1 رنگ، v3 سے v2 اور v1 سے v3 پر سیٹ کیا جائے گا
vi: tức là màu của đỉnh 2 sẽ được đặt thành màu của đỉnh 1, v3 thành v2 và v1 thành v3

source: Rotate up - this will rotate the colour vertices downwards.
es: Girar hacia arriba: esto rotará los vértices de color hacia abajo.
sr: Ротирајте нагоре - ово ће ротирати врхове боје надоле.
sv: Rotera uppåt - detta kommer att rotera färgens toppar nedåt.
sw: Zungusha juu - hii itazungusha wima za rangi kwenda chini.
ta: மேல்நோக்கிச் சுழற்று - இது வண்ண முனைகளை கீழ்நோக்கிச் சுழற்றும்.
th: หมุนขึ้น - จะทำให้จุดยอดสีหมุนลง
tr: Yukarı döndür - Bu, renk köşelerini aşağı doğru döndürür.
uk: Rotate up (Повернути вгору) — це призведе до обертання кольорових вершин вниз.
ur: اوپر گھمائیں - یہ رنگ کے عمودی کو نیچے کی طرف گھمائے گا۔
vi: Xoay lên - thao tác này sẽ xoay các đỉnh màu xuống phía dưới.

source: i.e. vertex 1 colour will be set to vertex 2 colour, v2 to v3 and v3 to v1
es: Es decir, el color del vértice 1 se establecerá en el color del vértice 2, v2 en v3 y v3 en v1
sr: тј. боја врха 1 ће бити постављена на боју темена 2, в2 на в3 и в3 на в1
sv: d.v.s. vertex 1-färg kommer att ställas in på vertex 2-färg, v2 till v3 och v3 till v1
sw: yaani rangi ya kipeo 1 itawekwa kuwa rangi ya vertex 2, v2 hadi v3 na v3 hadi v1
ta: அதாவது, vertex 1 நிறம் vertex 2 நிறமாகவும், v2 லிருந்து v3 ஆகவும், v3 லிருந்து v1 ஆகவும் அமைக்கப்படும்.
th: กล่าวคือ สีจุดยอด 1 จะถูกตั้งเป็นสีจุดยอด 2, v2 เป็น v3 และ v3 เป็น v1
tr: yani köşe 1 rengi köşe 2 rengine, v2 v3'e ve v3 v1'e ayarlanacak
uk: тобто колір вершини 1 буде встановлено на колір вершини 2, v2 на v3 і v3 на v1
ur: یعنی vertex 1 رنگ کو vertex 2 رنگ، v2 سے v3 اور v3 سے v1 پر سیٹ کیا جائے گا
vi: tức là màu đỉnh 1 sẽ được đặt thành màu đỉnh 2, v2 thành v3 và v3 thành v1
