Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: for engine file names (with path) in *.epm files from 80 to 256 characters,
es: para nombres de archivos de motor (con ruta) en archivos *.epm de 80 a 256 caracteres,
sr: за називе датотека мотора (са путањом) у *.епм датотекама од 80 до 256 знакова,
sv: för motorfilnamn (med sökväg) i *.epm-filer från 80 till 256 tecken,
sw: kwa majina ya faili za injini (pamoja na njia) katika faili za *.epm kutoka herufi 80 hadi 256,
ta: *.epm கோப்புகளில் 80 முதல் 256 எழுத்துகள் வரையிலான எஞ்சின் கோப்பு பெயர்களுக்கு (பாதையுடன்),
th: สำหรับชื่อไฟล์เครื่องยนต์ (พร้อมเส้นทาง) ในไฟล์ *.epm ตั้งแต่ 80 ถึง 256 อักขระ
tr: *.epm dosyalarındaki motor dosya adları (yol ile birlikte) için 80 ila 256 karakter arasında,
uk: для імен файлів двигуна (із шляхом) у файлах *.epm від 80 до 256 символів,
ur: 80 سے 256 حروف تک *.epm فائلوں میں انجن فائل کے نام (راستہ کے ساتھ) کے لیے،
vi: đối với tên tệp công cụ (có đường dẫn) trong tệp *.epm từ 80 đến 256 ký tự,

source: so there should be no problems saving and loading engine names.
es: Por lo tanto, no debería haber problemas al guardar y cargar los nombres de los motores.
sr: тако да не би требало бити проблема са чувањем и учитавањем имена мотора.
sv: så det borde inte vara några problem att spara och ladda motornamn.
sw: kwa hivyo kusiwe na matatizo ya kuhifadhi na kupakia majina ya injini.
ta: எனவே இயந்திர பெயர்களைச் சேமிப்பதிலும் ஏற்றுவதிலும் எந்தப் பிரச்சினையும் இருக்கக்கூடாது.
th: ดังนั้นจึงไม่ควรมีปัญหาในการบันทึกและโหลดชื่อเครื่องยนต์
tr: bu sayede motor adlarını kaydetme ve yükleme konusunda herhangi bir sorun yaşanmaması gerekir.
uk: тому не повинно виникнути проблем із збереженням і завантаженням імен двигунів.
ur: لہذا انجن کے ناموں کو محفوظ کرنے اور لوڈ کرنے میں کوئی پریشانی نہیں ہونی چاہئے۔
vi: vì vậy sẽ không có vấn đề gì khi lưu và tải tên công cụ.

source: Also, there is now an error check for this on both < Save engine.. >
es: Además, ahora hay una comprobación de errores para esto en ambos < Guardar motor.. >
sr: Такође, сада постоји провера грешке за ово на оба < Саве енгине.. >
sv: Dessutom finns det nu en felkontroll för detta på båda <Spara motorer.. >
sw: Pia, sasa kuna hitilafu ya kuangalia hii kwenye zote mbili < Save engine.. >
ta: மேலும், இப்போது இரண்டு <சேமி> எஞ்சினிலும் இதற்கான பிழைச் சரிபார்ப்பு உள்ளது.. >
th: นอกจากนี้ ยังมีการตรวจสอบข้อผิดพลาดสำหรับเรื่องนี้ในทั้ง <บันทึกเครื่องยนต์.. >
tr: Ayrıca, artık her iki < Motoru kaydet.. > için de bu konuda bir hata kontrolü var.
uk: Крім того, тепер існує перевірка помилок для цього в обох < Save engine.. >
ur: نیز، اب اس کے لیے دونوں < انجن کو محفوظ کریں.. > پر ایک غلطی کی جانچ پڑتال کی گئی ہے۔
vi: Ngoài ra, hiện có chức năng kiểm tra lỗi cho việc này trên cả < Save engine.. >

source: and < Load engine.. >
es: y < Cargar motor.. >
sr: и < Учитај мотор.. >
sv: och < Ladda motor.. >
sw: na < Injini ya mzigo.. >
ta: மற்றும் சுமை இயந்திரம்.. >
th: และ < โหลดเครื่องยนต์.. >
tr: ve < Motoru yükle.. >
uk: і < Завантажити двигун.. >
ur: اور < انجن لوڈ کریں.. >
vi: và < Tải động cơ.. >

source: I have left the maximum length for custom parameters at 80 characters,
es: He dejado la longitud máxima para los parámetros personalizados en 80 caracteres.
sr: Оставио сам максималну дужину за прилагођене параметре на 80 знакова,
sv: Jag har lämnat maxlängden för anpassade parametrar på 80 tecken,
sw: Nimeacha urefu wa juu wa vigezo maalum kwa herufi 80,
ta: தனிப்பயன் அளவுருக்களுக்கான அதிகபட்ச நீளத்தை 80 எழுத்துகளாக விட்டுவிட்டேன்,
th: ฉันเว้นความยาวสูงสุดสำหรับพารามิเตอร์ที่กำหนดเองไว้ที่ 80 อักขระ
tr: Özel parametreler için maksimum uzunluğu 80 karakter olarak bıraktım.
uk: Я залишив максимальну довжину користувацьких параметрів у 80 символів,
ur: میں نے حسب ضرورت پیرامیٹرز کے لیے زیادہ سے زیادہ لمبائی 80 حروف پر چھوڑی ہے،
vi: Tôi đã để độ dài tối đa cho các tham số tùy chỉnh ở mức 80 ký tự,

source: because most of them are much shorter than this.
es: Porque la mayoría de ellos son mucho más cortos que esto.
sr: јер је већина њих много краћа од ове.
sv: eftersom de flesta av dem är mycket kortare än så här.
sw: kwa sababu wengi wao ni wafupi zaidi kuliko huu.
ta: ஏனென்றால் அவற்றில் பெரும்பாலானவை இதை விட மிகக் குறுகியவை.
th: เพราะส่วนใหญ่จะสั้นกว่านี้มาก
tr: çünkü bunların çoğu bundan çok daha kısadır.
uk: оскільки більшість із них набагато коротші за цей.
ur: کیونکہ ان میں سے اکثر اس سے بہت چھوٹے ہیں۔
vi: vì hầu hết chúng đều ngắn hơn thế này nhiều.

source: However, any custom parameter that has a file name may cause a problem.
es: Sin embargo, cualquier parámetro personalizado que tenga un nombre de archivo puede causar un problema.
sr: Међутим, било који прилагођени параметар који има име датотеке може изазвати проблем.
sv: Alla anpassade parametrar som har ett filnamn kan dock orsaka problem.
sw: Walakini, parameta yoyote maalum ambayo ina jina la faili inaweza kusababisha shida.
ta: இருப்பினும், கோப்பு பெயரைக் கொண்ட எந்தவொரு தனிப்பயன் அளவுருவும் சிக்கலை ஏற்படுத்தக்கூடும்.
th: อย่างไรก็ตาม พารามิเตอร์แบบกำหนดเองที่มีชื่อไฟล์อาจทำให้เกิดปัญหาได้
tr: Ancak dosya adına sahip herhangi bir özel parametre sorun yaratabilir.
uk: Однак будь-який спеціальний параметр, який має ім’я файлу, може спричинити проблему.
ur: تاہم، کوئی بھی حسب ضرورت پیرامیٹر جس میں فائل کا نام ہوتا ہے ایک مسئلہ پیدا کر سکتا ہے۔
vi: Tuy nhiên, bất kỳ tham số tùy chỉnh nào có tên tệp đều có thể gây ra sự cố.

source: e.g. < SyzygyPath > for tablebases and < EvalFile > for neural nets.
es: por ejemplo, < SyzygyPath > para bases de datos de tablas y < EvalFile > para redes neuronales.
sr: нпр. < СизигиПатх > за табеле и < ЕвалФиле > за неуронске мреже.
sv: till exempel < SyzygyPath > för tabellbaser och < EvalFile > för neurala nät.
sw: k.m. < SyzygyPath > kwa misingi ya meza na < EvalFile > kwa neti za neva.
ta: எ.கா. டேபிள்பேஸ்களுக்கு SyzygyPath > மற்றும் நியூரல் நெட்களுக்கு EvalFile >.
th: เช่น < SyzygyPath > สำหรับฐานข้อมูลและ < EvalFile > สำหรับเครือข่ายประสาท
tr: örneğin tablo tabanları için < SyzygyPath > ve sinir ağları için < EvalFile >.
uk: напр. < SyzygyPath > для баз таблиць і < EvalFile > для нейронних мереж.
ur: جیسے ٹیبل بیسز کے لیے < SyzygyPath > اور < EvalFile > نیورل نیٹس کے لیے۔
vi: ví dụ <SyzygyPath> cho cơ sở dữ liệu bảng và <EvalFile> cho mạng nơ-ron.

source: So if you load any option that has a filename, make sure that the
es: Entonces, si carga alguna opción que tenga un nombre de archivo, asegúrese de que el
sr: Дакле, ако учитате било коју опцију која има име датотеке, уверите се да је
sv: Så om du laddar något alternativ som har ett filnamn, se till att
sw: Kwa hivyo ikiwa unapakia chaguo lolote ambalo lina jina la faili, hakikisha kwamba
ta: எனவே நீங்கள் கோப்புப் பெயரைக் கொண்ட ஏதேனும் விருப்பத்தை ஏற்றினால், அதை உறுதிசெய்து கொள்ளுங்கள்
th: ดังนั้นหากคุณโหลดตัวเลือกใดๆ ที่มีชื่อไฟล์ โปรดตรวจสอบให้แน่ใจว่า
tr: Bu nedenle, dosya adı olan herhangi bir seçeneği yüklerseniz,
uk: Отже, якщо ви завантажуєте будь-який параметр, який має назву файлу, переконайтеся, що
ur: لہذا اگر آپ کسی بھی آپشن کو لوڈ کرتے ہیں جس میں فائل کا نام ہے، تو یقینی بنائیں کہ
vi: Vì vậy, nếu bạn tải bất kỳ tùy chọn nào có tên tệp, hãy đảm bảo rằng

source: filename with path is less than 80 characters.
es: El nombre del archivo con ruta tiene menos de 80 caracteres.
sr: име датотеке са путањом је мање од 80 знакова.
sv: filnamn med sökväg är mindre än 80 tecken.
sw: jina la faili na njia ni chini ya herufi 80.
ta: பாதையுடன் கூடிய கோப்பு பெயர் 80 எழுத்துகளுக்குக் குறைவாக உள்ளது.
th: ชื่อไฟล์พร้อมเส้นทางมีความยาวน้อยกว่า 80 อักขระ
tr: dosya adı ve yolu 80 karakterden az.
uk: назва файлу з шляхом менше 80 символів.
ur: پاتھ کے ساتھ فائل کا نام 80 حروف سے کم ہے۔
vi: tên tệp có đường dẫn ít hơn 80 ký tự.

source: If you disregard this guideline, it usually won't cause the program
es: Si ignora esta guía, por lo general no provocará el problema del programa.
sr: Ако занемарите ову смерницу, то обично неће изазвати програм
sv: Om du bortser från denna riktlinje kommer det vanligtvis inte att orsaka programmet
sw: Ukipuuza mwongozo huu, kwa kawaida hautasababisha programu
ta: இந்த வழிகாட்டுதலை நீங்கள் புறக்கணித்தால், அது பொதுவாக நிரலுக்கு
th: หากคุณละเลยแนวปฏิบัตินี้ มักจะไม่ส่งผลต่อโปรแกรม
tr: Bu yönergeyi göz ardı ederseniz, genellikle program çalışmaz.
uk: Якщо ви нехтуєте цією вказівкою, це зазвичай не спричинить програму
ur: اگر آپ اس رہنما خطوط کو نظر انداز کرتے ہیں، تو یہ عام طور پر پروگرام کا سبب نہیں بنے گا۔
vi: Nếu bạn bỏ qua hướng dẫn này, nó thường sẽ không gây ra chương trình

source: to crash, but the option will not work.
es: bloquearse, pero la opción no funcionará.
sr: да се сруши, али опција неће радити.
sv: att krascha, men alternativet kommer inte att fungera.
sw: kuanguka, lakini chaguo halitafanya kazi.
ta: செயலிழக்க, ஆனால் விருப்பம் வேலை செய்யாது.
th: อาจจะเกิดความผิดพลาด แต่ตัวเลือกจะไม่ทำงาน
tr: çökmek için, ancak seçenek çalışmayacaktır.
uk: вилетіти, але опція не працюватиме.
ur: کریش کرنے کے لیے، لیکن آپشن کام نہیں کرے گا۔
vi: để sập, nhưng tùy chọn này sẽ không hoạt động.

source: Notes on parameter storage
es: Notas sobre el almacenamiento de parámetros
sr: Напомене о складиштењу параметара
sv: Anmärkningar om parameterlagring
sw: Vidokezo juu ya hifadhi ya parameter
ta: அளவுரு சேமிப்பகம் பற்றிய குறிப்புகள்
th: หมายเหตุเกี่ยวกับการจัดเก็บพารามิเตอร์
tr: Parametre depolamasına ilişkin notlar
uk: Примітки щодо зберігання параметрів
ur: پیرامیٹر اسٹوریج پر نوٹس
vi: Ghi chú về lưu trữ tham số

source: Engine paused
es: El motor se detuvo
sr: Мотор је паузиран
sv: Motorn pausad
sw: Injini imesitishwa
ta: இயந்திரம் இடைநிறுத்தப்பட்டது
th: เครื่องยนต์หยุดทำงาน
tr: Motor duraklatıldı
uk: Двигун зупинився
ur: انجن رک گیا۔
vi: Động cơ tạm dừng

source: Press OK to continue
es: Pulse OK para continuar
sr: Притисните ОК да наставите
sv: Tryck på OK för att fortsätta
sw: Bonyeza SAWA ili kuendelea
ta: தொடர சரி என்பதை அழுத்தவும்.
th: กดตกลงเพื่อดำเนินการต่อ
tr: Devam etmek için Tamam'a basın
uk: Натисніть OK, щоб продовжити
ur: جاری رکھنے کے لیے ٹھیک ہے کو دبائیں۔
vi: Nhấn OK để tiếp tục

source: Games in an engine match or tournament cannot be adjudicated
es: Los juegos en un torneo o partido de motor no pueden ser arbitrados
sr: Игре у мечу мотора или турниру не могу се досуђивати
sv: Spel i en motormatch eller turnering kan inte dömas
sw: Michezo katika mechi ya injini au mashindano haiwezi kuamuliwa
ta: ஒரு இயந்திரப் போட்டி அல்லது போட்டியில் உள்ள விளையாட்டுகளை மதிப்பிட முடியாது.
th: เกมในการแข่งขันเครื่องยนต์หรือทัวร์นาเมนต์ไม่สามารถตัดสินได้
tr: Bir motor maçında veya turnuvada oyunlar karara bağlanamaz
uk: Ігри в движковому матчі чи турнірі не можуть бути оцінені
ur: انجن میچ یا ٹورنامنٹ میں کھیلوں کا فیصلہ نہیں کیا جا سکتا
vi: Các trò chơi trong một trận đấu hoặc giải đấu động cơ không thể được phân xử

source: until after the engine has played a move.
es: hasta que el motor haya realizado un movimiento.
sr: све док мотор не одигра потез.
sv: tills efter att motorn har spelat ett drag.
sw: mpaka baada ya injini kucheza hoja.
ta: இயந்திரம் ஒரு நகர்வை இயக்கிய பிறகு வரை.
th: จนกระทั่งเครื่องยนต์ได้เคลื่อนไหว
tr: motor bir hamle yapana kadar.
uk: поки двигун не зробить хід.
ur: انجن کے چلنے کے بعد تک۔
vi: cho đến khi động cơ thực hiện xong một động thái.

source: Game adjudication message
es: Mensaje de arbitraje del juego
sr: Порука одлуке о игри
sv: Meddelande om spelbedömning
sw: Ujumbe wa uamuzi wa mchezo
ta: விளையாட்டு தீர்ப்புச் செய்தி
th: ข้อความตัดสินเกม
tr: Oyun karar mesajı
uk: Повідомлення про рішення гри
ur: کھیل کے فیصلے کا پیغام
vi: Tin nhắn xử lý trò chơi

source: Stop engine match
es: Detener la coincidencia del motor
sr: Зауставите утакмицу мотора
sv: Stoppa motormatchen
sw: Acha mechi ya injini
ta: எஞ்சின் பொருத்தத்தை நிறுத்து
th: หยุดการแข่งขันเครื่องยนต์
tr: Motor eşleşmesini durdur
uk: Зупиніть матч двигуна
ur: انجن میچ بند کرو
vi: Dừng động cơ khớp

source: Cannot load engine 1 - Match terminated
es: No se puede cargar el motor 1: partido finalizado
sr: Није могуће учитати мотор 1 - Утакмица је прекинута
sv: Kan inte ladda motor 1 - Match avslutad
sw: Haiwezi kupakia injini 1 - Mechi imekatishwa
ta: எஞ்சின் 1 ஐ ஏற்ற முடியவில்லை - பொருத்தம் நிறுத்தப்பட்டது.
th: ไม่สามารถโหลดเครื่องยนต์ 1 ได้ - แมตช์ถูกยุติ
tr: Motor 1 yüklenemiyor - Maç sonlandırıldı
uk: Неможливо завантажити механізм 1 - матч припинено
ur: انجن 1 لوڈ نہیں کیا جا سکتا - میچ ختم ہو گیا۔
vi: Không thể tải engine 1 - Trận đấu đã kết thúc

source: Cannot load engine 2 - Match terminated
es: No se puede cargar el motor 2: Partido terminado
sr: Није могуће учитати мотор 2 - Утакмица је прекинута
sv: Kan inte ladda motor 2 - Match avslutad
sw: Haiwezi kupakia injini 2 - Mechi imekatishwa
ta: எஞ்சின் 2 ஐ ஏற்ற முடியவில்லை - பொருத்தம் நிறுத்தப்பட்டது.
th: ไม่สามารถโหลดเอ็นจิ้น 2 ได้ - แมตช์ถูกยุติ
tr: Motor 2 yüklenemiyor - Maç sonlandırıldı
uk: Неможливо завантажити механізм 2 - матч припинено
ur: انجن 2 لوڈ نہیں کیا جا سکتا - میچ ختم ہو گیا۔
vi: Không thể tải engine 2 - Trận đấu đã kết thúc

source: Error writing match game
es: Error al escribir el juego de partido
sr: Грешка при писању утакмице утакмице
sv: Det gick inte att skriva matchspel
sw: Hitilafu katika kuandika mchezo unaolingana
ta: போட்டி விளையாட்டை எழுதுவதில் பிழை
th: ข้อผิดพลาดในการเขียนเกมจับคู่
tr: Maç oyunu yazılırken hata oluştu
uk: Помилка запису матчу
ur: میچ گیم لکھنے میں خرابی۔
vi: Lỗi khi viết trò chơi ghép hình

source: points
es: agujas
sr: бодова
sv: poäng
sw: pointi
ta: புள்ளிகள்
th: คะแนน
tr: puanlar
uk: балів
ur: پوائنٹس
vi: điểm

source: Engine match finished
es: Partido de motor finalizado
sr: Утакмица мотора је завршена
sv: Motormatchen avslutad
sw: Mechi ya injini imekamilika
ta: எஞ்சின் பொருத்தம் முடிந்தது
th: การแข่งขันเครื่องยนต์เสร็จสิ้นแล้ว
tr: Motor maçı bitti
uk: Збіг двигуна завершено
ur: انجن میچ ختم
vi: Trận đấu động cơ đã kết thúc

source: Blitz :
sr: Блитз :
ta: பிளிட்ஸ்:
th: บลิทซ์ :
tr: Yıldırım :
uk: Бліц:
ur: بلٹز:

source: minutes
es: minutos
sr: минута
sv: minuter
sw: dakika
ta: நிமிடங்கள்
th: นาที
tr: dakikalar
uk: хвилин
ur: منٹ
vi: phút

source: Fixed time :
es: Tiempo fijo :
sr: Фиксно време:
sv: Fast tid:
sw: Muda uliowekwa:
ta: நிலையான நேரம்:
th: เวลาที่กำหนด :
tr: Sabit zaman :
uk: Фіксований час:
ur: مقررہ وقت:
vi: Thời gian cố định:

source: mins.
es: minutos.
sr: мин.
sv: min.
sw: dakika.
ta: நிமிடங்கள்.
th: นาที.
tr: dakika.
uk: хв.
ur: منٹ
vi: phút

source: secs.
es: segundos.
sr: сец.
sv: sek.
sw: sekunde.
ta: நொடிகள்.
th: วินาที
tr: saniye.
uk: сек.
ur: سیکنڈ
vi: giây.

source: PGN Match Filename
es: Nombre de archivo de coincidencia PGN
sr: ПГН Матцх Филенаме
sv: PGN Match filnamn
sw: Jina la Faili la PGN
ta: PGN பொருத்த கோப்பு பெயர்
th: ชื่อไฟล์ที่ตรงกับ PGN
tr: PGN Eşleşme Dosya Adı
uk: Ім'я файлу відповідності PGN
ur: PGN میچ فائل کا نام
vi: Tên tệp PGN Match

source: Select .pgn file for engine match
es: Seleccione el archivo .pgn para la coincidencia del motor
sr: Изаберите .пгн датотеку за подударање мотора
sv: Välj .pgn-fil för motormatchning
sw: Chagua faili ya .pgn kwa mechi ya injini
ta: எஞ்சின் பொருத்தத்திற்கான .pgn கோப்பைத் தேர்ந்தெடுக்கவும்.
th: เลือกไฟล์ .pgn เพื่อจับคู่เครื่องยนต์
tr: Motor eşleşmesi için .pgn dosyasını seçin
uk: Виберіть файл .pgn для відповідності механізму
ur: انجن میچ کے لیے .pgn فائل منتخب کریں۔
vi: Chọn tệp .pgn để khớp với công cụ

source: Engine 1
es: Motor 1
sr: Мотор 1
sv: Motor 1
sw: Injini 1
ta: எஞ்சின் 1
th: เครื่องยนต์ 1
tr: Motor 1
uk: Двигун 1
ur: انجن 1
vi: Động cơ 1

source: Select engine ..
es: Seleccionar motor..
sr: Изаберите мотор..
sv: Välj motor..
sw: Chagua injini..
ta: எஞ்சினைத் தேர்ந்தெடுக்கவும்..
th: เลือกเครื่องยนต์ ..
tr: Motoru seçin ..
uk: Виберіть двигун..
ur: انجن منتخب کریں ..
vi: Chọn động cơ ..

source: Use book
es: Utilice el libro
sr: Користите књигу
sv: Använd boken
sw: Tumia kitabu
ta: புத்தகத்தைப் பயன்படுத்தவும்
th: ใช้หนังสือ
tr: Kitap kullan
uk: Використовуйте книгу
ur: کتاب استعمال کریں۔
vi: Sử dụng sách

source: Opening book..
es: Libro de apertura..
sr: Отварање књиге..
sv: Öppningsbok..
sw: Inafungua kitabu..
ta: புத்தக திறப்பு..
th: เปิดหนังสือ..
tr: Açılış kitabı..
uk: Відкриття книги..
ur: کتاب کا افتتاح..
vi: Mở đầu cuốn sách..

source: Time controls..
es: Controles de tiempo..
sr: Контроле времена..
sv: Tidskontroll..
sw: Vidhibiti vya wakati..
ta: நேரக் கட்டுப்பாடுகள்..
th: การควบคุมเวลา..
tr: Zaman kontrolleri..
uk: Контроль часу..
ur: وقت کو کنٹرول کرتا ہے..
vi: Kiểm soát thời gian..

source: Engine adjustment..
es: Ajuste del motor..
sr: Подешавање мотора..
sv: Motorjustering..
sw: Marekebisho ya injini..
ta: எஞ்சின் சரிசெய்தல்..
th: ปรับจูนเครื่องยนต์..
tr: Motor ayarı..
uk: Регулювання двигуна..
ur: انجن ایڈجسٹمنٹ..
vi: Điều chỉnh động cơ..

source: Start the match..
es: Comienza el partido..
sr: Почните утакмицу..
sv: Börja matchen..
sw: Anza mechi..
ta: போட்டியைத் தொடங்கு..
th: เริ่มการแข่งขัน..
tr: Maç başlasın..
uk: Почати матч..
ur: میچ شروع کریں..
vi: Bắt đầu trận đấu..

source: Engine 2
es: Motor 2
sr: Мотор 2
sv: Motor 2
sw: Injini 2
ta: எஞ்சின் 2
th: เครื่องยนต์ 2
tr: Motor 2
uk: Двигун 2
ur: انجن 2
vi: Động cơ 2

source: Game options
es: Opciones de juego
sr: Опције игре
sv: Spelalternativ
sw: Chaguzi za mchezo
ta: விளையாட்டு விருப்பங்கள்
th: ตัวเลือกเกม
tr: Oyun seçenekleri
uk: Варіанти гри
ur: گیم کے اختیارات
vi: Tùy chọn trò chơi

source: No. of games
es: Número de juegos
sr: Број игара
sv: Antal spel
sw: Idadi ya michezo
ta: விளையாட்டுகளின் எண்ணிக்கை
th: จำนวนเกม
tr: Oyun sayısı
uk: Кількість ігор
ur: گیمز کی تعداد
vi: Số lượng trò chơi

source: Move limit
es: Límite de movimiento
sr: Ограничење померања
sv: Flytta gräns
sw: Kikomo cha hoja
ta: நகர்த்தல் வரம்பு
th: ย้ายขีดจำกัด
tr: Hareket sınırı
uk: Ліміт переміщення
ur: حرکت کی حد
vi: Giới hạn di chuyển

source: Alternate colours
es: Colores alternativos
sr: Алтернативне боје
sv: Alternativa färger
sw: Rangi mbadala
ta: மாற்று நிறங்கள்
th: สีอื่น ๆ
tr: Alternatif renkler
uk: Альтернативні кольори
ur: متبادل رنگ
vi: Màu sắc thay thế

source: Save match..
es: Guardar partida..
sr: Сачувај утакмицу..
sv: Spara matchen..
sw: Hifadhi mechi..
ta: பொருத்தத்தைச் சேமிக்கவும்..
th: บันทึกแมตช์..
tr: Maçı kaydet..
uk: Зберегти матч..
ur: میچ محفوظ کریں..
vi: Lưu trận đấu..

source: Select .mat file to save engine match
es: Seleccione el archivo .mat para guardar la coincidencia del motor
sr: Изаберите .мат датотеку да бисте сачували подударање мотора
sv: Välj .mat-fil för att spara motormatchning
sw: Chagua faili ya .mat ili kuhifadhi mechi ya injini
ta: எஞ்சின் பொருத்தத்தைச் சேமிக்க .mat கோப்பைத் தேர்ந்தெடுக்கவும்.
th: เลือกไฟล์ .mat เพื่อบันทึกการจับคู่เครื่องยนต์
tr: Motor eşleşmesini kaydetmek için .mat dosyasını seçin
uk: Виберіть файл .mat, щоб зберегти збіг двигуна
ur: انجن میچ کو بچانے کے لیے .mat فائل کو منتخب کریں۔
vi: Chọn tệp .mat để lưu kết quả khớp động cơ

source: Load match..
es: Cargar coincidencia..
sr: Учитај утакмицу..
sv: Ladda match..
sw: Pakia mechi..
ta: பொருத்தத்தை ஏற்று..
th: โหลดแมทช์..
tr: Maçı yükle..
uk: Завантажити збіг..
ur: میچ لوڈ کریں..
vi: Tải trận đấu..

source: Display score on panel tab
es: Mostrar la puntuación en la pestaña del panel
sr: Прикажи резултат на картици панела
sv: Visa poäng på panelfliken
sw: Onyesha alama kwenye kichupo cha paneli
ta: பலகை தாவலில் மதிப்பெண்ணைக் காட்டு
th: แสดงคะแนนบนแท็บแผง
tr: Puanı panel sekmesinde görüntüle
uk: Показати оцінку на вкладці панелі
ur: پینل ٹیب پر اسکور دکھائیں۔
vi: Hiển thị điểm trên tab bảng điều khiển

source: Enter the name for the engine match PGN file
es: Introduzca el nombre para el archivo PGN que coincida con el motor
sr: Унесите назив ПГН датотеке за подударање мотора
sv: Ange namnet på motormatchnings-PGN-filen
sw: Ingiza jina la faili ya PGN inayolingana na injini
ta: எஞ்சின் பொருத்த PGN கோப்பிற்கான பெயரை உள்ளிடவும்.
th: กรอกชื่อไฟล์ PGN ที่ตรงกับเครื่องยนต์
tr: Motor eşleşme PGN dosyası için adı girin
uk: Введіть ім’я для файлу PGN відповідності механізму
ur: انجن میچ پی جی این فائل کا نام درج کریں۔
vi: Nhập tên cho tệp PGN khớp với động cơ

source: Select chess engine 1
es: Seleccionar motor de ajedrez 1
sr: Изаберите шаховску машину 1
sv: Välj schackmotor 1
sw: Chagua injini ya chess 1
ta: சதுரங்க இயந்திரம் 1 ஐத் தேர்ந்தெடுக்கவும்
th: เลือกโปรแกรมหมากรุก 1
tr: Satranç motoru 1'i seçin
uk: Виберіть шаховий двигун 1
ur: شطرنج کا انجن منتخب کریں 1
vi: Chọn engine cờ vua 1

source: Chess engine 1 name
es: Nombre del motor de ajedrez 1
sr: Шаховска машина 1 назив
sv: Namn på schackmotor 1
sw: Chess injini 1 jina
ta: சதுரங்க இயந்திரம் 1 பெயர்
th: ชื่อโปรแกรมหมากรุก 1
tr: Satranç motoru 1 adı
uk: Шахова машинка 1 назва
ur: شطرنج انجن 1 نام
vi: Tên máy cờ vua 1

source: Check box to use opening book
es: Casilla de verificación para utilizar el libro de apertura
sr: Означите поље за коришћење књиге отварања
sv: Kryssa i rutan för att använda öppningsboken
sw: Teua kisanduku ili kutumia kitabu cha ufunguzi
ta: தொடக்கப் புத்தகத்தைப் பயன்படுத்துவதற்கான தேர்வுப்பெட்டி
th: ช่องกาเครื่องหมายเพื่อใช้เปิดหนังสือ
tr: Açılış kitabını kullanmak için onay kutusu
uk: Поставте прапорець, щоб відкрити книгу
ur: افتتاحی کتاب استعمال کرنے کے لیے باکس کو چیک کریں۔
vi: Đánh dấu vào ô để sử dụng mở sách

source: Select opening book
es: Seleccionar libro de apertura
sr: Изаберите почетну књигу
sv: Välj öppningsbok
sw: Chagua kitabu cha kufungua
ta: தொடக்கப் புத்தகத்தைத் தேர்ந்தெடுக்கவும்
th: เลือกหนังสือเปิด
tr: Açılış kitabını seçin
uk: Виберіть книгу для відкриття
ur: افتتاحی کتاب کا انتخاب کریں۔
vi: Chọn sách mở đầu

source: Opening book name
es: Nombre del libro de apertura
sr: Име књиге отварања
sv: Öppningsbokens namn
sw: Inafungua jina la kitabu
ta: புத்தகத்தின் தொடக்கப் பெயர்
th: ชื่อหนังสือเปิด
tr: Açılış kitabı adı
uk: Назва початкової книги
ur: کتاب کا نام کھولنا
vi: Tên sách mở đầu

source: Select the time controls
es: Seleccione los controles de tiempo
sr: Изаберите контроле времена
sv: Välj tidskontrollerna
sw: Chagua vidhibiti vya wakati
ta: நேரக் கட்டுப்பாடுகளைத் தேர்ந்தெடுக்கவும்.
th: เลือกการควบคุมเวลา
tr: Zaman kontrollerini seçin
uk: Виберіть елементи керування часом
ur: ٹائم کنٹرولز کو منتخب کریں۔
vi: Chọn điều khiển thời gian

source: Time control type
es: Tipo de control de tiempo
sr: Тип контроле времена
sv: Tidskontrolltyp
sw: Aina ya udhibiti wa wakati
ta: நேரக் கட்டுப்பாட்டு வகை
th: ประเภทการควบคุมเวลา
tr: Zaman kontrol tipi
uk: Тип контролю часу
ur: ٹائم کنٹرول کی قسم
vi: Loại kiểm soát thời gian

source: Open engine time adjustment dialog box
es: Abrir el cuadro de diálogo de ajuste del tiempo del motor
sr: Отворите дијалог за подешавање времена мотора
sv: Öppna dialogrutan för motortidsjustering
sw: Fungua kisanduku cha kidadisi cha marekebisho ya saa ya injini
ta: எஞ்சின் நேர சரிசெய்தல் உரையாடல் பெட்டியைத் திறக்கவும்.
th: เปิดกล่องโต้ตอบการปรับเวลาเครื่องยนต์
tr: Motor zaman ayarlama iletişim kutusunu aç
uk: Відкрити діалогове вікно налаштування часу двигуна
ur: انجن ٹائم ایڈجسٹمنٹ ڈائیلاگ باکس کھولیں۔
vi: Mở hộp thoại điều chỉnh thời gian động cơ

source: Start the chess engine match
es: Iniciar la partida del motor de ajedrez
sr: Започните утакмицу шаховског мотора
sv: Starta schackmotormatchen
sw: Anza mechi ya injini ya chess
ta: சதுரங்க இயந்திரப் போட்டியைத் தொடங்கு
th: เริ่มการแข่งขันหมากรุก
tr: Satranç motoru maçını başlat
uk: Запустіть матч шахової машини
ur: شطرنج کے انجن کا میچ شروع کریں۔
vi: Bắt đầu trận đấu cờ vua

source: Select chess engine 2
es: Seleccionar motor de ajedrez 2
sr: Изаберите шаховску машину 2
sv: Välj schackmotor 2
sw: Chagua injini ya chess 2
ta: சதுரங்க இயந்திரம் 2 ஐத் தேர்ந்தெடுக்கவும்
th: เลือกโปรแกรมหมากรุก 2
tr: Satranç motoru 2'yi seçin
uk: Виберіть шаховий двигун 2
ur: شطرنج کے انجن 2 کو منتخب کریں۔
vi: Chọn engine cờ vua 2
