Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: There are some technical issues relating to placing markers for annotations
es: Existen algunos problemas técnicos relacionados con la colocación de marcadores para anotaciones.
sr: Постоје нека техничка питања у вези са постављањем маркера за белешке
sv: Det finns några tekniska problem med att placera markörer för kommentarer
sw: Kuna baadhi ya masuala ya kiufundi yanayohusiana na kuweka alama kwa ufafanuzi
ta: குறிப்புகளுக்கு குறிப்பான்களை வைப்பதில் சில தொழில்நுட்ப சிக்கல்கள் உள்ளன.
th: มีปัญหาทางเทคนิคบางประการเกี่ยวกับการวางเครื่องหมายสำหรับคำอธิบายประกอบ
tr: Açıklamalar için işaretçilerin yerleştirilmesiyle ilgili bazı teknik sorunlar var
uk: Є деякі технічні проблеми, пов’язані з розміщенням маркерів для анотацій
ur: تشریحات کے لیے مارکر لگانے سے متعلق کچھ تکنیکی مسائل ہیں۔
vi: Có một số vấn đề kỹ thuật liên quan đến việc đặt điểm đánh dấu cho chú thích

source: or for quiz questions in a game designed to be used in puzzle mode.
es: o para preguntas de examen en un juego diseñado para usarse en modo rompecabezas.
sr: или за питања за квиз у игрици дизајнираној да се користи у режиму слагалице.
sv: eller för frågesportfrågor i ett spel designat för att användas i pusselläge.
sw: au kwa maswali ya chemsha bongo katika mchezo ulioundwa kutumika katika hali ya mafumbo.
ta: அல்லது புதிர் பயன்முறையில் பயன்படுத்த வடிவமைக்கப்பட்ட விளையாட்டில் வினாடி வினா கேள்விகளுக்கு.
th: หรือสำหรับคำถามทดสอบในเกมที่ได้รับการออกแบบให้ใช้ในโหมดปริศนา
tr: veya bulmaca modunda kullanılmak üzere tasarlanmış bir oyunda sınav soruları için.
uk: або для питань вікторини в грі, призначеній для використання в режимі головоломки.
ur: یا پزل موڈ میں استعمال کرنے کے لیے ڈیزائن کردہ گیم میں کوئز سوالات کے لیے۔
vi: hoặc cho các câu hỏi trắc nghiệm trong trò chơi được thiết kế để sử dụng ở chế độ giải đố.

source: The first arises when the move played in the main line is dubious
es: La primera surge cuando el movimiento realizado en la línea principal es dudoso.
sr: Први се јавља када је потез одигран у главној линији сумњив
sv: Den första uppstår när draget som spelas i huvudlinjen är tveksamt
sw: Ya kwanza hutokea wakati hoja iliyochezwa kwenye mstari mkuu ni ya shaka
ta: பிரதான வரிசையில் விளையாடப்படும் நகர்வு சந்தேகத்திற்குரியதாக இருக்கும்போது முதலாவது எழுகிறது.
th: ครั้งแรกเกิดขึ้นเมื่อการเคลื่อนไหวที่เล่นในแนวหลักนั้นน่าสงสัย
tr: İlki, ana hatta oynanan hareketin şüpheli olması durumunda ortaya çıkar
uk: Перший виникає, коли хід в основній лінії є сумнівним
ur: پہلا تب پیدا ہوتا ہے جب مین لائن میں چلائی گئی حرکت مشکوک ہو۔
vi: Đầu tiên phát sinh khi nước đi được chơi ở dòng chính là đáng ngờ

source: and you want to ask the user if they can find a better move
es: y quieres preguntarle al usuario si puede encontrar un movimiento mejor
sr: и желите да питате корисника да ли може да пронађе бољи потез
sv: och du vill fråga användaren om de kan hitta ett bättre drag
sw: na unataka kuuliza mtumiaji kama wanaweza kupata hoja bora
ta: மேலும் நீங்கள் பயனரிடம் ஒரு சிறந்த நகர்வைக் கண்டுபிடிக்க முடியுமா என்று கேட்க விரும்புகிறீர்கள்.
th: และคุณต้องการถามผู้ใช้ว่าพวกเขาสามารถหาการเคลื่อนไหวที่ดีกว่าได้หรือไม่
tr: ve kullanıcıya daha iyi bir hamle bulup bulamayacağını sormak istiyorsunuz
uk: і ви хочете запитати користувача, чи може він знайти кращий хід
ur: اور آپ صارف سے پوچھنا چاہتے ہیں کہ کیا وہ کوئی بہتر اقدام تلاش کر سکتے ہیں۔
vi: và bạn muốn hỏi người dùng xem họ có thể tìm ra nước đi tốt hơn không

source: which is placed in a sub-variation.
es: que se coloca en una subvariación.
sr: који се ставља у подваријацију.
sv: som placeras i en undervariation.
sw: ambayo imewekwa katika tofauti ndogo.
ta: இது ஒரு துணை மாறுபாட்டில் வைக்கப்பட்டுள்ளது.
th: ซึ่งถูกวางไว้ในรูปแบบย่อย
tr: bir alt varyasyona yerleştirilmiştir.
uk: який розміщений у підваріації.
ur: جسے ذیلی تغیرات میں رکھا گیا ہے۔
vi: được đặt trong một biến thể phụ.

source: This means that if main line move is chosen by the user in puzzle mode,
es: Esto significa que si el usuario elige el movimiento de la línea principal en el modo rompecabezas,
sr: То значи да ако корисник одабере померање главне линије у режиму слагалице,
sv: Detta betyder att om huvudlinjerörelsen väljs av användaren i pusselläge,
sw: Hii ina maana kwamba ikiwa hatua kuu ya mstari itachaguliwa na mtumiaji katika hali ya puzzle,
ta: இதன் பொருள், புதிர் பயன்முறையில் பயனரால் பிரதான வரி நகர்வு தேர்ந்தெடுக்கப்பட்டால்,
th: ซึ่งหมายความว่าหากผู้ใช้เลือกเคลื่อนที่ในเส้นทางหลักในโหมดปริศนา
tr: Bu, ana hat hareketinin bulmaca modunda kullanıcı tarafından seçilmesi durumunda,
uk: Це означає, що якщо хід головної лінії вибрано користувачем у режимі головоломки,
ur: اس کا مطلب یہ ہے کہ اگر مین لائن موو کا انتخاب صارف نے پزل موڈ میں کیا ہے،
vi: Điều này có nghĩa là nếu người dùng chọn di chuyển đường chính trong chế độ giải đố,

source: it should be taken back by the program and the user allowed
es: El programa debería recuperarlo y permitirle al usuario
sr: програм треба да га врати и корисник то дозволи
sv: det bör tas tillbaka av programmet och användaren tillåts
sw: inapaswa kuchukuliwa nyuma na programu na mtumiaji kuruhusiwa
ta: அதை நிரல் திரும்பப் பெற்று பயனரை அனுமதிக்க வேண்டும்.
th: ควรนำกลับคืนโดยโปรแกรมและผู้ใช้ได้รับอนุญาต
tr: program tarafından geri alınmalı ve kullanıcıya izin verilmelidir
uk: його має повернути програма і дозволити користувачеві
ur: اسے پروگرام اور صارف کے ذریعہ واپس لے جانا چاہئے۔
vi: nó phải được chương trình lấy lại và người dùng được phép

source: to have another try, up to the maximum number of tries allowed.
es: intentarlo nuevamente, hasta el máximo número de intentos permitidos.
sr: да имате још један покушај, до максималног дозвољеног броја покушаја.
sv: att göra ett nytt försök, upp till det högsta tillåtna antalet försök.
sw: kujaribu tena, hadi idadi ya juu zaidi ya majaribio inayoruhusiwa.
ta: அனுமதிக்கப்படும் அதிகபட்ச முயற்சிகள் வரை, மீண்டும் ஒரு முறை முயற்சி செய்ய வேண்டும்.
th: เพื่อให้มีโอกาสลองอีกครั้งได้จนถึงจำนวนครั้งที่สามารถลองได้สูงสุดที่กำหนด
tr: izin verilen maksimum deneme sayısına kadar tekrar denemek.
uk: зробити ще одну спробу, до максимально дозволеної кількості спроб.
ur: ایک اور کوشش کرنے کے لیے، اجازت دی گئی کوششوں کی زیادہ سے زیادہ تعداد تک۔
vi: được thử lại, tối đa số lần thử được phép.

source: This is achieved by placing a ^p marker in a comment before the quiz move
es: Esto se logra colocando un marcador ^p en un comentario antes del movimiento de la prueba.
sr: Ово се постиже постављањем маркера ^п у коментар пре потеза квиза
sv: Detta uppnås genom att placera en ^p-markör i en kommentar innan frågesporten
sw: Hii inafanikiwa kwa kuweka alama ^p kwenye maoni kabla ya hoja ya hoja
ta: வினாடி வினா நகர்வுக்கு முன் ஒரு கருத்தில் ^p மார்க்கரை வைப்பதன் மூலம் இது அடையப்படுகிறது.
th: ทำได้โดยวางเครื่องหมาย ^p ไว้ในความคิดเห็นก่อนจะย้ายแบบทดสอบ
tr: Bu, sınav hareketinden önceki bir yoruma ^p işareti yerleştirilerek elde edilir
uk: Це досягається шляхом розміщення маркера ^p у коментарі перед переміщенням вікторини
ur: یہ کوئز حرکت سے پہلے ایک تبصرہ میں ^p مارکر رکھ کر حاصل کیا جاتا ہے۔
vi: Điều này đạt được bằng cách đặt một dấu ^p trong một bình luận trước khi di chuyển câu đố

source: and a ^b backup marker in a comment after the move to be taken back.
es: y un marcador de respaldo ^b en un comentario después del movimiento que se va a revertir.
sr: и резервни маркер ^б у коментару након пресељења који треба да се врати.
sv: och en ^b backup markör i en kommentar efter flytten som ska tas tillbaka.
sw: na ^b chelezo cha alama kwenye maoni baada ya hoja ya kurejeshwa.
ta: மற்றும் திரும்பப் பெறப்பட வேண்டிய நகர்த்தலுக்குப் பிறகு ஒரு கருத்தில் ஒரு ^b காப்பு மார்க்கர்.
th: และเครื่องหมายสำรอง ^b ในความคิดเห็นหลังจากการย้ายที่จะนำกลับมา
tr: ve geri alınacak hamleden sonra yorum olarak ^b yedek işareti.
uk: і резервний маркер ^b у коментарі після переміщення, яке потрібно повернути.
ur: اور ایک ^b بیک اپ مارکر واپس لے جانے کے بعد ایک تبصرے میں۔
vi: và một dấu sao lưu ^b trong bình luận sau khi di chuyển được thực hiện trở lại.

source: The backup one move process with a ^b marker only functions in puzzle mode.
es: El proceso de respaldo de un movimiento con un marcador ^b solo funciona en el modo rompecabezas.
sr: Процес резервне копије једног потеза са маркером ^б функционише само у режиму слагалице.
sv: Backupprocessen ett drag med en ^b-markör fungerar endast i pusselläge.
sw: Mchakato wa kuhifadhi nakala moja kwa alama ya ^b hufanya kazi tu katika hali ya mafumbo.
ta: ^b மார்க்கருடன் காப்புப்பிரதி ஒரு நகர்வு செயல்முறை புதிர் பயன்முறையில் மட்டுமே செயல்படும்.
th: กระบวนการสำรองข้อมูลการย้ายหนึ่งครั้งที่มีเครื่องหมาย ^b จะทำงานในโหมดปริศนาเท่านั้น
tr: ^b işaretli yedekleme tek hamle işlemi sadece bulmaca modunda çalışır.
uk: Процес резервного копіювання одним ходом із маркером ^b працює лише в режимі головоломки.
ur: ایک ^b مارکر کے ساتھ بیک اپ ون موو عمل صرف پزل موڈ میں کام کرتا ہے۔
vi: Quá trình di chuyển dự phòng với dấu ^b chỉ hoạt động ở chế độ giải đố.

source: You can see an example of how to do this in the London-Ediburgh game
es: Puedes ver un ejemplo de cómo hacer esto en el partido Londres-Edimburgo.
sr: Можете видети пример како се то ради у игри Лондон-Едибург
sv: Du kan se ett exempel på hur man gör detta i London-Ediburgh-spelet
sw: Unaweza kuona mfano wa jinsi ya kufanya hivyo katika mchezo wa London-Ediburgh
ta: இதை எப்படி செய்வது என்பதற்கான உதாரணத்தை லண்டன்-எடிபர்க் விளையாட்டில் நீங்கள் காணலாம்.
th: คุณสามารถดูตัวอย่างวิธีการทำสิ่งนี้ได้ในเกมลอนดอน-เอดินบะระ
tr: Bunu nasıl yapabileceğinize dair bir örneği Londra-Ediburgh maçında görebilirsiniz
uk: Ви можете побачити приклад того, як це зробити, у грі Лондон – Едібург
ur: آپ لندن-ایڈبرگ گیم میں ایسا کرنے کا طریقہ دیکھ سکتے ہیں۔
vi: Bạn có thể xem ví dụ về cách thực hiện điều này trong trò chơi London-Ediburgh

source: with the moves 24... g5 and 25. Rf5 in the main line.
es: con las jugadas 24... g5 y 25. Tf5 en la línea principal.
sr: са потезима 24... г5 и 25. Рф5 у главној линији.
sv: med dragen 24... g5 och 25. Rf5 i huvudraden.
sw: na hatua 24 ... g5 na 25. Rf5 katika mstari kuu.
ta: நகர்வுகள் 24... g5 மற்றும் 25. Rf5 பிரதான வரிசையில்.
th: โดยมีการเคลื่อนที่ 24… g5 และ 25. Rf5 ในแนวหลัก
tr: 24... g5 ve 25. Rf5 ana hattaki hamlelerle.
uk: ходами 24...g5 і 25. Rf5 в основній лінії.
ur: چالوں کے ساتھ 24... g5 اور 25. Rf5 مین لائن میں۔
vi: với các nước đi 24...g5 và 25. Rf5 ở thế chính.

source: The second issue concerns the placement of ^p and ^b markers in comments.
es: El segundo problema se refiere a la ubicación de los marcadores ^p y ^b en los comentarios.
sr: Друго питање се тиче постављања ^п и ^б маркера у коментарима.
sv: Den andra frågan gäller placeringen av ^p- och ^b-markörer i kommentarer.
sw: Suala la pili linahusu uwekaji alama za ^p na ^b kwenye maoni.
ta: இரண்டாவது பிரச்சினை கருத்துகளில் ^p மற்றும் ^b குறிப்பான்களை வைப்பது பற்றியது.
th: ประเด็นที่สองเกี่ยวข้องกับการวางเครื่องหมาย ^p และ ^b ในความคิดเห็น
tr: İkinci konu ise yorumlardaki ^p ve ^b işaretlerinin yerleşimiyle ilgilidir.
uk: Друге питання стосується розміщення маркерів ^p і ^b у коментарях.
ur: دوسرا مسئلہ تبصروں میں ^p اور ^b مارکر کی جگہ سے متعلق ہے۔
vi: Vấn đề thứ hai liên quan đến vị trí của các dấu ^p và ^b trong chú thích.

source: If the comment is less than 255 characters, then the marker can be placed
es: Si el comentario tiene menos de 255 caracteres, se puede colocar el marcador
sr: Ако је коментар мањи од 255 карактера, онда се маркер може поставити
sv: Om kommentaren är mindre än 255 tecken kan markören placeras
sw: Ikiwa maoni ni chini ya herufi 255, basi alama inaweza kuwekwa
ta: கருத்து 255 எழுத்துகளுக்குக் குறைவாக இருந்தால், மார்க்கரை வைக்கலாம்.
th: หากความคิดเห็นมีความยาวน้อยกว่า 255 ตัวอักษรก็สามารถวางเครื่องหมายได้
tr: Yorum 255 karakterden azsa, işaretleyici yerleştirilebilir
uk: Якщо коментар менше 255 символів, то маркер можна поставити
ur: اگر تبصرہ 255 حروف سے کم ہے تو مارکر لگایا جا سکتا ہے۔
vi: Nếu bình luận có ít hơn 255 ký tự, thì có thể đặt điểm đánh dấu

source: at the end of the comment, otherwise it has to go at the start.
es: al final del comentario, de lo contrario debe ir al principio.
sr: на крају коментара, иначе мора да иде на почетак.
sv: i slutet av kommentaren, annars måste den gå i början.
sw: mwisho wa maoni, vinginevyo inapaswa kwenda mwanzoni.
ta: கருத்தின் இறுதியில், இல்லையெனில் அது தொடக்கத்தில் செல்ல வேண்டும்.
th: ที่ตอนท้ายของความคิดเห็น มิฉะนั้นจะต้องไปไว้ที่จุดเริ่มต้น
tr: yorumun sonuna, aksi takdirde en başa yazılması gerekir.
uk: у кінці коментаря, інакше він має бути на початку.
ur: تبصرے کے آخر میں، ورنہ اسے شروع میں جانا ہوگا۔
vi: vào cuối bình luận, nếu không thì phải đưa vào đầu bình luận.

source: This only becomes an issue if a user adds their own annotations
es: Esto solo se convierte en un problema si un usuario agrega sus propias anotaciones.
sr: Ово постаје проблем само ако корисник додаје своје напомене
sv: Detta blir bara ett problem om en användare lägger till sina egna kommentarer
sw: Hili huwa suala tu ikiwa mtumiaji anaongeza maelezo yao wenyewe
ta: ஒரு பயனர் தங்கள் சொந்த குறிப்புகளைச் சேர்த்தால் மட்டுமே இது ஒரு சிக்கலாக மாறும்.
th: สิ่งนี้จะกลายเป็นปัญหาเฉพาะในกรณีที่ผู้ใช้เพิ่มคำอธิบายประกอบของตนเอง
tr: Bu, yalnızca bir kullanıcı kendi açıklamalarını eklerse sorun haline gelir
uk: Це стає проблемою, лише якщо користувач додає власні анотації
ur: یہ تب ہی ایک مسئلہ بنتا ہے جب کوئی صارف اپنی تشریحات شامل کرتا ہے۔
vi: Điều này chỉ trở thành vấn đề nếu người dùng thêm chú thích của riêng họ

source: to an existing game. There is, of course, no need to count the number
es: a un juego existente. Por supuesto, no es necesario contar el número
sr: на постојећу игру. Наравно, нема потребе да се броји
sv: till ett befintligt spel. Det finns naturligtvis ingen anledning att räkna antalet
sw: kwa mchezo uliopo. Kuna, bila shaka, hakuna haja ya kuhesabu idadi
ta: ஏற்கனவே உள்ள ஒரு விளையாட்டுக்கு. நிச்சயமாக, எண்ணிக்கையை எண்ண வேண்டிய அவசியமில்லை.
th: กับเกมที่มีอยู่แล้ว แน่นอนว่าไม่จำเป็นต้องนับจำนวน
tr: Mevcut bir oyuna. Elbette, sayıyı saymaya gerek yok
uk: до наявної гри. Перераховувати кількість, звичайно, не потрібно
ur: ایک موجودہ کھیل میں. بلاشبہ نمبر گننے کی ضرورت نہیں ہے۔
vi: vào một trò chơi hiện có. Tất nhiên, không cần phải đếm số lượng

source: of characters in a comment. Just place the ^p or ^b at the start
es: de caracteres en un comentario. Simplemente coloque ^p o ^b al principio.
sr: знакова у коментару. Само ставите ^п или ^б на почетак
sv: tecken i en kommentar. Placera bara ^p eller ^b i början
sw: ya wahusika katika maoni. Weka tu ^p au ^b mwanzoni
ta: ஒரு கருத்தில் உள்ள எழுத்துக்களின் எண்ணிக்கை. தொடக்கத்தில் ^p அல்லது ^b ஐ வைக்கவும்.
th: ของอักขระในความคิดเห็น เพียงวาง ^p หรือ ^b ไว้ที่จุดเริ่มต้น
tr: Bir yorumdaki karakterlerin. Sadece ^p veya ^b'yi başlangıca yerleştirin
uk: символів у коментарі. Просто поставте ^p або ^b на початку
ur: ایک تبصرہ میں کرداروں کا۔ بس شروع میں ^p یا ^b رکھیں
vi: của các ký tự trong một bình luận. Chỉ cần đặt ^p hoặc ^b ở đầu

source: of the comment if there is any doubt.
es: del comentario si hay alguna duda.
sr: коментара ако постоји било каква сумња.
sv: av kommentaren om det finns några tvivel.
sw: ya maoni ikiwa kuna shaka yoyote.
ta: ஏதேனும் சந்தேகம் இருந்தால் கருத்துரையின்.
th: ของความคิดเห็นหากมีข้อสงสัยใด ๆ
tr: Herhangi bir şüphe varsa yorumun.
uk: коментаря, якщо є сумніви.
ur: تبصرہ کے بارے میں اگر کوئی شک ہے.
vi: của bình luận nếu có bất kỳ nghi ngờ nào.

source: The third issue arises when you want to place a quiz question in the first move
es: El tercer problema surge cuando quieres colocar una pregunta de prueba en el primer movimiento.
sr: Треће питање настаје када желите да поставите квиз питање у први потез
sv: Den tredje frågan uppstår när du vill ställa en frågesportfråga i första draget
sw: Suala la tatu linatokea unapotaka kuweka swali la chemsha bongo katika hatua ya kwanza
ta: முதல் நகர்வில் ஒரு வினாடி வினா கேள்வியை வைக்க விரும்பும்போது மூன்றாவது சிக்கல் எழுகிறது.
th: ปัญหาที่สามเกิดขึ้นเมื่อคุณต้องการวางคำถามแบบทดสอบในขั้นตอนแรก
tr: Üçüncü sorun, bir sınav sorusunu ilk hamleye yerleştirmek istediğinizde ortaya çıkar
uk: Третя проблема виникає, коли ви хочете розмістити запитання вікторини в першому ході
ur: تیسرا مسئلہ اس وقت پیدا ہوتا ہے جب آپ پہلی چال میں کوئز سوال رکھنا چاہتے ہیں۔
vi: Vấn đề thứ ba phát sinh khi bạn muốn đặt một câu hỏi trắc nghiệm ở lượt đi đầu tiên

source: of a sub-variation which branches from a move which also has a quiz question.
es: de una subvariante que se deriva de un movimiento que también tiene una pregunta de examen.
sr: подваријације која се грана од потеза који такође има квиз питање.
sv: av en undervariation som förgrenar sig från ett drag som också har en frågesportfråga.
sw: ya tofauti ndogo ambayo inatokana na hoja ambayo pia ina swali la chemsha bongo.
ta: வினாடி வினா கேள்வியைக் கொண்ட ஒரு நகர்விலிருந்து கிளைக்கும் துணை மாறுபாட்டின்.
th: ของการเปลี่ยนแปลงย่อยซึ่งแตกแขนงมาจากการเคลื่อนที่ซึ่งยังมีคำถามแบบทดสอบด้วย
tr: Bir test sorusu da içeren bir hamleden dallanan bir alt varyasyonun.
uk: підваріанту, який розгалужується від ходу, який також містить питання вікторини.
ur: ذیلی تغیرات کی جو ایک حرکت سے شاخ بنتی ہے جس میں کوئز کا سوال بھی ہوتا ہے۔
vi: của một biến thể phụ xuất phát từ một nước đi cũng có câu hỏi trắc nghiệm.

source: In order to do this, you have to make the stem move a sub-variation of itself,
es: Para hacer esto, tienes que hacer que el tallo mueva una subvariación de sí mismo,
sr: Да бисте то урадили, морате да натерате стабло да се помери као подваријацију самог себе,
sv: För att göra detta måste du få stammen att röra sig till en undervariation av sig själv,
sw: Ili kufanya hivyo, lazima ufanye shina kusonga tofauti ndogo yenyewe,
ta: இதைச் செய்ய, நீங்கள் தண்டு அதன் துணை மாறுபாடாக நகர வேண்டும்,
th: เพื่อที่จะทำสิ่งนี้ได้ คุณต้องทำให้สเต็มเคลื่อนที่เป็นรูปแบบย่อยของมันเอง
tr: Bunu yapmak için, gövdenin kendisinin bir alt varyasyonunu hareket ettirmesini sağlamalısınız.
uk: Щоб зробити це, ви повинні змусити стебло рухатися як підваріант самого себе,
ur: ایسا کرنے کے لیے، آپ کو تنے کو خود ایک ذیلی تغیر بنانا ہوگا،
vi: Để làm được điều này, bạn phải làm cho thân cây chuyển động theo một biến thể phụ của chính nó,

source: and then put the ^p marker in a comment to the duplicate sub-variation.
es: y luego coloque el marcador ^p en un comentario en la subvariación duplicada.
sr: а затим ставите ^п маркер у коментар на дупликат подваријације.
sv: och sätt sedan ^p-markören i en kommentar till den dubbla undervarianten.
sw: na kisha uweke alama ya ^p kwenye maoni kwa nakala ndogo ya tofauti.
ta: பின்னர் நகல் துணை மாறுபாட்டிற்கான கருத்தில் ^p மார்க்கரை வைக்கவும்.
th: จากนั้นใส่เครื่องหมาย ^p ไว้ในความคิดเห็นของรูปแบบย่อยที่ซ้ำกัน
tr: ve sonra ^p işaretini kopyalanmış alt varyasyonun yorumuna koyun.
uk: а потім поставте маркер ^p у коментарі до дублікату підваріанту.
ur: اور پھر ^p مارکر کو ڈپلیکیٹ ذیلی تغیرات پر تبصرہ میں ڈالیں۔
vi: và sau đó đặt dấu ^p vào chú thích cho biến thể phụ trùng lặp.

source: The identical sub-variation is created by clicking on the start of another
es: La subvariación idéntica se crea haciendo clic en el inicio de otra
sr: Идентична подваријација се креира кликом на почетак друге
sv: Den identiska undervarianten skapas genom att klicka på början av en annan
sw: Tofauti ndogo inayofanana huundwa kwa kubofya mwanzo wa nyingine
ta: மற்றொரு துணை-மாறுபாட்டின் தொடக்கத்தில் கிளிக் செய்வதன் மூலம் ஒரே மாதிரியான துணை மாறுபாடு உருவாக்கப்படுகிறது.
th: รูปแบบย่อยที่เหมือนกันจะถูกสร้างขึ้นโดยการคลิกที่จุดเริ่มต้นของอีกอันหนึ่ง
tr: Aynı alt varyasyon, başka bir alt varyasyonun başlangıcına tıklanarak oluşturulur.
uk: Ідентичний підваріант створюється клацанням на початку іншого
ur: یکساں ذیلی تغیر دوسرے کے آغاز پر کلک کرنے سے پیدا ہوتا ہے۔
vi: Biến thể phụ giống hệt nhau được tạo ra bằng cách nhấp vào phần đầu của biến thể khác

source: sub-variation before it is played and then playing the stem move again.
es: subvariación antes de tocarla y luego tocar el movimiento del tallo nuevamente.
sr: подваријацију пре него што се свира, а затим поново игра основну кретњу.
sv: undervariation innan den spelas och sedan spela stamrörelsen igen.
sw: tofauti ndogo kabla ya kuchezwa na kisha kucheza hatua ya shina tena.
ta: இசைக்கப்படுவதற்கு முன்பு துணை மாறுபாட்டை இயக்கி, பின்னர் மீண்டும் ஸ்டெம் நகர்வை இயக்கவும்.
th: รูปแบบย่อยก่อนที่จะเล่นและเล่นการเคลื่อนไหวแกนอีกครั้ง
tr: Çalınmadan önce alt varyasyonun çalınması ve daha sonra kök hamlesinin tekrar çalınması.
uk: підваріант перед його відтворенням, а потім повторне відтворення основного ходу.
ur: ذیلی تغیر کو کھیلنے سے پہلے اور پھر اسٹیم حرکت کو دوبارہ بجانا۔
vi: biến thể phụ trước khi chơi và sau đó chơi lại nước đi gốc.

source: It will be neccessary to create a temporary sub-variation for this purpose
es: Será necesario crear una subvariación temporal para este propósito.
sr: Биће неопходно направити привремену подваријацију за ову сврху
sv: Det kommer att vara nödvändigt att skapa en tillfällig undervariation för detta ändamål
sw: Itakuwa muhimu kuunda tofauti ndogo ya muda kwa kusudi hili
ta: இந்த நோக்கத்திற்காக ஒரு தற்காலிக துணை மாறுபாட்டை உருவாக்குவது அவசியமாக இருக்கும்.
th: จะต้องสร้างรูปแบบย่อยชั่วคราวเพื่อจุดประสงค์นี้
tr: Bu amaçla geçici bir alt varyasyon oluşturulması gerekecektir
uk: Для цього буде необхідно створити тимчасовий підваріант
ur: اس مقصد کے لیے ایک عارضی ذیلی تغیر پیدا کرنا ضروری ہوگا۔
vi: Sẽ cần thiết phải tạo một biến thể phụ tạm thời cho mục đích này

source: if none currently exist. This can be deleted afterwards.
es: Si no existe ninguno actualmente, se puede eliminar posteriormente.
sr: ако тренутно не постоји. Ово се може накнадно избрисати.
sv: om det inte finns någon för närvarande. Detta kan raderas i efterhand.
sw: kama haipo kwa sasa. Hii inaweza kufutwa baadaye.
ta: தற்போது எதுவும் இல்லை என்றால். இதை பின்னர் நீக்கலாம்.
th: หากไม่มีอยู่ในปัจจุบัน สามารถลบทิ้งในภายหลังได้
tr: Eğer şu anda hiçbiri yoksa. Bu daha sonra silinebilir.
uk: якщо на даний момент їх немає. Пізніше це можна буде видалити.
ur: اگر فی الحال کوئی موجود نہیں ہے۔ اسے بعد میں حذف کیا جا سکتا ہے۔
vi: nếu hiện tại không có. Có thể xóa mục này sau.

source: The subsequent answering move, with a comment containing a video marker,
es: El siguiente movimiento de respuesta, con un comentario que contiene un marcador de vídeo,
sr: Следећи потез одговора, са коментаром који садржи видео маркер,
sv: Det efterföljande svarsdraget, med en kommentar som innehåller en videomarkör,
sw: Hoja iliyofuata ya kujibu, na maoni yaliyo na alama ya video,
ta: வீடியோ மார்க்கரைக் கொண்ட கருத்துடன், அடுத்தடுத்த பதில் நடவடிக்கை,
th: การตอบรับที่ตามมาพร้อมความคิดเห็นที่มีเครื่องหมายวิดีโอ
tr: Sonraki cevap hareketi, video işareti içeren bir yorumla,
uk: Наступний хід відповіді з коментарем, що містить відеомаркер,
ur: بعد میں جوابی اقدام، ایک تبصرہ کے ساتھ جس میں ویڈیو مارکر ہے،
vi: Động thái trả lời tiếp theo, với một bình luận có chứa một dấu hiệu video,

source: must also be placed here as well.
es: También debe colocarse aquí.
sr: такође морају бити постављени овде.
sv: måste också placeras här.
sw: lazima pia kuwekwa hapa pia.
ta: இங்கேயும் வைக்கப்பட வேண்டும்.
th: จะต้องวางไว้ตรงนี้ด้วย
tr: buraya da konulması gerekir.
uk: також потрібно розмістити тут.
ur: یہاں بھی رکھنا ضروری ہے۔
vi: cũng phải được đặt ở đây.
