Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: another game from the file.
es: Otro juego del archivo.
sr: другу игру из датотеке.
sv: ett annat spel från filen.
sw: mchezo mwingine kutoka kwa faili.
ta: கோப்பிலிருந்து மற்றொரு விளையாட்டு.
th: เกมอื่นจากไฟล์
tr: dosyadan bir oyun daha.
uk: інша гра з файлу.
ur: فائل سے ایک اور گیم۔
vi: một trò chơi khác trong tập tin.

source: You can use a UCI chess engine
es: Puedes utilizar un motor de ajedrez UCI
sr: Можете користити УЦИ шаховски мотор
sv: Du kan använda en UCI schackmotor
sw: Unaweza kutumia injini ya chess ya UCI
ta: நீங்கள் ஒரு UCI சதுரங்க இயந்திரத்தைப் பயன்படுத்தலாம்.
th: คุณสามารถใช้โปรแกรมหมากรุก UCI ได้
tr: Bir UCI satranç motoru kullanabilirsiniz
uk: Ви можете використовувати шаховий механізм UCI
ur: آپ UCI شطرنج کا انجن استعمال کر سکتے ہیں۔
vi: Bạn có thể sử dụng công cụ cờ vua UCI

source: (UCI is another chesscomputing standard)
es: (UCI es otro estándar de computación de ajedrez)
sr: (УЦИ је још један стандард шаховског рачунарства)
sv: (UCI är en annan schackstandard)
sw: (UCI ni kiwango kingine cha chesscomputing)
ta: (UCI என்பது மற்றொரு சதுரங்கக் கணினி தரநிலை)
th: (UCI เป็นมาตรฐานการคำนวณหมากรุกอีกแบบหนึ่ง)
tr: (UCI bir başka satranç hesaplama standardıdır)
uk: (UCI — ще один стандарт шахів)
ur: (UCI شطرنج کا ایک اور معیار ہے)
vi: (UCI là một tiêu chuẩn tính toán cờ vua khác)

source: either as an opponent, or to provide expert commentary.
es: ya sea como oponente o para proporcionar un comentario experto.
sr: било као противник, или да пружи стручне коментаре.
sv: antingen som opponent eller för att ge expertkommentarer.
sw: ama kama mpinzani, au kutoa maoni ya kitaalamu.
ta: ஒரு எதிராளியாகவோ அல்லது நிபுணர் வர்ணனை வழங்கவோ.
th: ไม่ว่าจะในฐานะคู่ต่อสู้หรือเพื่อให้ความเห็นจากผู้เชี่ยวชาญ
tr: ya muhalif olarak, ya da uzman yorumu sağlamak için.
uk: або як опонент, або для надання експертного коментаря.
ur: یا تو ایک مخالف کے طور پر، یا ماہر تبصرہ فراہم کرنے کے لیے۔
vi: với tư cách là người phản biện hoặc đưa ra bình luận chuyên môn.

source: The Tarrasch package includes one or more engines and one of
es: El paquete Tarrasch incluye uno o más motores y uno de
sr: Таррасцх пакет укључује један или више мотора и један од
sv: Tarrasch-paketet innehåller en eller flera motorer och en av
sw: Kifurushi cha Tarrasch kinajumuisha injini moja au zaidi na moja ya
ta: டாராஷ் தொகுப்பில் ஒன்று அல்லது அதற்கு மேற்பட்ட இயந்திரங்கள் மற்றும் ஒன்று அடங்கும்
th: แพ็คเกจ Tarrasch ประกอบด้วยเครื่องยนต์หนึ่งเครื่องขึ้นไปและหนึ่งเครื่อง
tr: Tarrasch paketi bir veya daha fazla motor ve bunlardan birini içerir
uk: Пакет Tarrasch включає один або кілька двигунів і один із них
ur: Tarrasch پیکج میں ایک یا زیادہ انجن اور ان میں سے ایک شامل ہے۔
vi: Gói Tarrasch bao gồm một hoặc nhiều động cơ và một trong

source: these engines is used by default.
es: Estos motores se utilizan de forma predeterminada.
sr: ови мотори се користе подразумевано.
sv: dessa motorer används som standard.
sw: injini hizi hutumiwa kwa chaguo-msingi.
ta: இந்த இயந்திரங்கள் இயல்பாகவே பயன்படுத்தப்படுகின்றன.
th: เครื่องยนต์เหล่านี้จะถูกใช้ตามค่าเริ่มต้น
tr: bu motorlar varsayılan olarak kullanılır.
uk: ці механізми використовуються за замовчуванням.
ur: یہ انجن بطور ڈیفالٹ استعمال ہوتے ہیں۔
vi: những công cụ này được sử dụng theo mặc định.

source: Other engines can be separately purchased or downloaded.
es: Se pueden comprar o descargar otros motores por separado.
sr: Остали мотори се могу засебно купити или преузети.
sv: Andra motorer kan köpas separat eller laddas ner.
sw: Injini zingine zinaweza kununuliwa tofauti au kupakuliwa.
ta: மற்ற இயந்திரங்களை தனித்தனியாக வாங்கலாம் அல்லது பதிவிறக்கம் செய்யலாம்.
th: สามารถซื้อหรือดาวน์โหลดเครื่องยนต์อื่น ๆ แยกกันได้
tr: Diğer motorlar ayrıca satın alınabilir veya indirilebilir.
uk: Інші двигуни можна придбати окремо або завантажити.
ur: دوسرے انجن الگ سے خریدے یا ڈاؤن لوڈ کیے جا سکتے ہیں۔
vi: Các công cụ khác có thể được mua riêng hoặc tải xuống.

source: Use menu < Options > to select an alternative engine if you have one.
es: Utilice el menú <Opciones> para seleccionar un motor alternativo si tiene uno.
sr: Користите мени < Опције > да изаберете алтернативни мотор ако га имате.
sv: Använd menyn < Alternativ > för att välja en alternativ motor om du har en.
sw: Tumia menyu < Chaguzi > kuchagua injini mbadala ikiwa unayo.
ta: உங்களிடம் மாற்று இயந்திரம் இருந்தால் அதைத் தேர்ந்தெடுக்க மெனு <Options > ஐப் பயன்படுத்தவும்.
th: ใช้เมนู <ตัวเลือก> เพื่อเลือกเครื่องยนต์อื่นหากคุณมี
tr: Alternatif bir motorunuz varsa, onu seçmek için < Seçenekler > menüsünü kullanın.
uk: Використовуйте меню <Параметри>, щоб вибрати альтернативний механізм, якщо він у вас є.
ur: اگر آپ کے پاس متبادل انجن ہے تو مینو <اختیارات> کا استعمال کریں۔
vi: Sử dụng menu < Tùy chọn > để chọn công cụ thay thế nếu bạn có.

source: You can start a game with the engine at any time, in any
es: Puedes iniciar un juego con el motor en cualquier momento, en cualquier
sr: Можете започети игру са мотором у било ком тренутку, у било ком тренутку
sv: Du kan starta ett spel med motorn när som helst, när som helst
sw: Unaweza kuanza mchezo na injini wakati wowote, katika yoyote
ta: நீங்கள் எந்த நேரத்திலும், எந்த நேரத்திலும் எஞ்சினுடன் ஒரு விளையாட்டைத் தொடங்கலாம்
th: คุณสามารถเริ่มเกมด้วยเอนจิ้นได้ตลอดเวลาไม่ว่าในเวลาใดก็ตาม
tr: İstediğiniz zaman, istediğiniz motorla bir oyun başlatabilirsiniz.
uk: Ви можете почати гру на движку в будь-який час і в будь-якому місці
ur: آپ کسی بھی وقت، کسی بھی وقت انجن کے ساتھ گیم شروع کر سکتے ہیں۔
vi: Bạn có thể bắt đầu trò chơi bằng công cụ này bất cứ lúc nào, trong bất kỳ

source: position, as either white or black. By default you will get
es: posición, ya sea blanca o negra. Por defecto, obtendrá
sr: позицију, било бело или црно. Подразумевано ћете добити
sv: position, antingen vit eller svart. Som standard får du
sw: nafasi, ama nyeupe au nyeusi. Kwa chaguo-msingi utapata
ta: நிலை, வெள்ளை அல்லது கருப்பு. முன்னிருப்பாக நீங்கள் பெறுவீர்கள்
th: ตำแหน่งเป็นสีขาวหรือสีดำ โดยค่าเริ่มต้นคุณจะได้รับ
tr: pozisyon, beyaz veya siyah olarak. Varsayılan olarak şunu elde edersiniz
uk: положення, як білий або чорний. За замовчуванням ви отримаєте
ur: پوزیشن، یا تو سفید یا سیاہ کے طور پر. پہلے سے طے شدہ طور پر آپ کو مل جائے گا۔
vi: vị trí, có thể là màu trắng hoặc đen. Theo mặc định, bạn sẽ nhận được

source: a time handicap. You can change the clock settings by
es: una desventaja horaria. Puedes cambiar la configuración del reloj
sr: временски хендикеп. Можете променити подешавања сата помоћу
sv: ett tidshandikapp. Du kan ändra klockinställningarna genom att
sw: ulemavu wa wakati. Unaweza kubadilisha mipangilio ya saa kwa
ta: ஒரு நேரக் குறைபாடு. நீங்கள் கடிகார அமைப்புகளை இவ்வாறு மாற்றலாம்
th: ข้อจำกัดด้านเวลา คุณสามารถเปลี่ยนการตั้งค่านาฬิกาได้โดย
tr: bir zaman engeli. Saat ayarlarını şu şekilde değiştirebilirsiniz:
uk: часовий недолік. Ви можете змінити налаштування годинника за допомогою
ur: ایک وقت کی معذوری. آپ گھڑی کی ترتیبات کو بذریعہ تبدیل کر سکتے ہیں۔
vi: một khuyết tật về thời gian. Bạn có thể thay đổi cài đặt đồng hồ bằng cách

source: clicking on the clock, or using menu < Options >. You can change
es: Haciendo clic en el reloj o usando el menú <Opciones>. Puedes cambiar
sr: кликом на сат или коришћењем менија < Опције >. Можете се променити
sv: klicka på klockan eller använda menyn < Alternativ >. Du kan ändra
sw: kubofya saa, au kutumia menyu < Chaguzi >. Unaweza kubadilisha
ta: கடிகாரத்தைக் கிளிக் செய்தல், அல்லது மெனு < விருப்பங்கள் > ஐப் பயன்படுத்துதல். நீங்கள் மாற்றலாம்
th: คลิกที่นาฬิกาหรือใช้เมนู < ตัวเลือก > คุณสามารถเปลี่ยนได้
tr: saate tıklayarak veya < Seçenekler > menüsünü kullanarak değiştirebilirsiniz.
uk: натиснувши на годинник або використовуючи меню <Параметри>. Ви можете змінитися
ur: گھڑی پر کلک کرنا، یا مینو <اختیارات> استعمال کرنا۔ آپ بدل سکتے ہیں۔
vi: nhấp vào đồng hồ hoặc sử dụng menu <Tùy chọn>. Bạn có thể thay đổi

source: player names by clicking on them or by using menu < Options >
es: nombres de los jugadores haciendo clic en ellos o usando el menú <Opciones>
sr: имена играча кликом на њих или коришћењем менија < Опције >
sv: spelarnamn genom att klicka på dem eller genom att använda menyn < Alternativ >
sw: majina ya wachezaji kwa kubofya au kwa kutumia menyu < Chaguzi >
ta: பிளேயர் பெயர்களைக் கிளிக் செய்வதன் மூலம் அல்லது மெனு < விருப்பங்கள் > ஐப் பயன்படுத்துவதன் மூலம்
th: ชื่อผู้เล่นโดยคลิกที่ชื่อหรือโดยใช้เมนู < ตัวเลือก >
tr: Oyuncu adlarını üzerlerine tıklayarak veya < Seçenekler > menüsünü kullanarak değiştirebilirsiniz
uk: імена гравців, клацнувши їх або скориставшись меню <Параметри>
ur: کھلاڑیوں کے ناموں پر کلک کرکے یا مینو < اختیارات> کا استعمال کرکے
vi: tên người chơi bằng cách nhấp vào chúng hoặc bằng cách sử dụng menu < Tùy chọn >

source: To turn on commentary (kibitzing in chess parlance),
es: Para activar los comentarios (o "kibitzing" en la jerga del ajedrez),
sr: Да укључите коментаре (кибицирање у шаховском језику),
sv: För att aktivera kommentarer (kibitzing på schackspråk),
sw: Ili kuwasha maoni (kibitzing kwa lugha ya chess),
ta: வர்ணனையை இயக்க (சதுரங்க மொழியில் கிபிட்ஸிங்),
th: เพื่อเปิดการบรรยาย (การพูดคุยเล่นๆ ในสำนวนหมากรุก)
tr: Yorumu açmak için (satranç dilinde kibitzing),
uk: Щоб увімкнути коментування (шаховою мовою кібіцінг),
ur: کمنٹری آن کرنے کے لیے (شطرنج کی زبان میں کِبِٹزنگ)
vi: Để bật bình luận (kibitzing trong thuật ngữ cờ vua),

source: use the < Commands > menu or the Robot button,
es: utilice el menú <Comandos> o el botón Robot,
sr: користите < Цоммандс > мени или дугме Робот,
sv: använd menyn < Kommandon > eller Robot-knappen,
sw: tumia <Amri> menyu au kitufe cha Robot,
ta: <Commands > மெனு அல்லது Robot பொத்தானைப் பயன்படுத்தவும்,
th: ใช้เมนู <คำสั่ง> หรือปุ่มหุ่นยนต์
tr: < Komutlar > menüsünü veya Robot düğmesini kullanın,
uk: скористайтеся меню <Команди> або кнопкою Робот,
ur: <کمانڈز> مینو یا روبوٹ بٹن کا استعمال کریں،
vi: sử dụng menu < Lệnh > hoặc nút Robot,

source: or select the < Engine Analysis > tab at the bottom.
es: o seleccione la pestaña <Análisis del motor> en la parte inferior.
sr: или изаберите картицу < Анализа мотора > на дну.
sv: eller välj fliken < Engine Analysis > längst ned.
sw: au chagua kichupo cha < Uchambuzi wa Injini > chini.
ta: அல்லது கீழே உள்ள <Engine Analysis > தாவலைத் தேர்ந்தெடுக்கவும்.
th: หรือเลือกแท็บ <การวิเคราะห์เครื่องยนต์> ที่ด้านล่าง
tr: veya alt taraftaki < Motor Analizi > sekmesini seçin.
uk: або виберіть вкладку < Engine Analysis > внизу.
ur: یا نیچے < انجن تجزیہ > ٹیب کو منتخب کریں۔
vi: hoặc chọn tab < Phân tích động cơ > ở phía dưới.

source: You can even get the chess engine to provide commentary
es: Incluso puedes hacer que el motor de ajedrez proporcione comentarios.
sr: Можете чак добити и шаховску машину за коментар
sv: Du kan till och med få schackmotorn att ge kommentarer
sw: Unaweza hata kupata injini ya chess kutoa maoni
ta: வர்ணனை வழங்க நீங்கள் சதுரங்க இயந்திரத்தை கூட பெறலாம்.
th: คุณยังสามารถใช้โปรแกรมหมากรุกเพื่อให้มีคำอธิบายได้ด้วย
tr: Satranç motorunun yorum yapmasını bile sağlayabilirsiniz
uk: Ви навіть можете отримати коментарі від шахового механізму
ur: یہاں تک کہ آپ کمنٹری فراہم کرنے کے لیے شطرنج کا انجن بھی حاصل کر سکتے ہیں۔
vi: Bạn thậm chí có thể sử dụng công cụ cờ vua để cung cấp bình luận

source: when you are playing against it.
es: Cuando estás jugando contra él.
sr: када играте против тога.
sv: när du spelar mot den.
sw: unapocheza dhidi yake.
ta: நீங்கள் அதற்கு எதிராக விளையாடும்போது.
th: เมื่อคุณกำลังเล่นกับมัน
tr: ona karşı oynadığınızda.
uk: коли ви граєте проти нього.
ur: جب آپ اس کے خلاف کھیل رہے ہیں۔
vi: khi bạn đang chơi chống lại nó.

source: Tarrasch now includes database facilities for easily finding
es: Tarrasch ahora incluye funciones de base de datos para encontrar fácilmente
sr: Таррасцх сада укључује објекте базе података за лако проналажење
sv: Tarrasch inkluderar nu databasfaciliteter för att enkelt hitta
sw: Tarrasch sasa inajumuisha vifaa vya hifadhidata vya kupatikana kwa urahisi
ta: எளிதாகக் கண்டுபிடிப்பதற்கான தரவுத்தள வசதிகளை இப்போது Tarrasch கொண்டுள்ளது.
th: ตอนนี้ Tarrasch มีฐานข้อมูลสำหรับการค้นหาที่ง่ายดาย
tr: Tarrasch artık kolayca bulmak için veritabanı olanakları içeriyor
uk: Tarrasch тепер включає засоби бази даних для легкого пошуку
ur: Tarrasch میں اب آسانی سے تلاش کرنے کے لیے ڈیٹا بیس کی سہولیات شامل ہیں۔
vi: Tarrasch hiện bao gồm các tiện ích cơ sở dữ liệu để dễ dàng tìm kiếm

source: games and move frequency statistics for openings you are interested in.
es: Juegos y estadísticas de frecuencia de movimientos para las aperturas que te interesan.
sr: игре и статистику учесталости померања за отварања која вас занимају.
sv: spel och flyttfrekvensstatistik för öppningar du är intresserad av.
sw: michezo na takwimu za marudio ya hoja za fursa ambazo unapenda.
ta: நீங்கள் ஆர்வமாக உள்ள திறப்புகளுக்கான விளையாட்டுகள் மற்றும் நகர்வு அதிர்வெண் புள்ளிவிவரங்கள்.
th: สถิติเกมและความถี่ในการเคลื่อนไหวสำหรับช่องเปิดที่คุณสนใจ
tr: İlginizi çeken açılışlara ait oyun ve hamle sıklığı istatistikleri.
uk: статистика ігор і частоти ходів для дебютів, які вас цікавлять.
ur: گیمز اور موو فریکوئنسی کے اعدادوشمار کھلنے کے لیے جن میں آپ کی دلچسپی ہے۔
vi: thống kê tần suất chơi và di chuyển của các nước đi mà bạn quan tâm.

source: You can search for positions, patterns and material balances
es: Puede buscar posiciones, patrones y balances de materiales.
sr: Можете тражити позиције, обрасце и материјалне билансе
sv: Du kan söka efter positioner, mönster och materialbalanser
sw: Unaweza kutafuta nafasi, mifumo na usawa wa nyenzo
ta: நீங்கள் நிலைகள், வடிவங்கள் மற்றும் பொருள் இருப்புகளைத் தேடலாம்.
th: คุณสามารถค้นหาตำแหน่ง รูปแบบ และความสมดุลของวัสดุได้
tr: Pozisyonları, desenleri ve malzeme dengelerini arayabilirsiniz
uk: Ви можете шукати позиції, шаблони та матеріальні баланси
ur: آپ پوزیشنز، پیٹرن اور مادی توازن تلاش کر سکتے ہیں۔
vi: Bạn có thể tìm kiếm vị trí, mẫu và cân bằng vật liệu

source: and conveniently play through the games found.
es: y juega cómodamente a través de los juegos encontrados.
sr: и погодно играјте кроз пронађене игре.
sv: och enkelt spela igenom de hittade spelen.
sw: na kucheza kwa urahisi kupitia michezo iliyopatikana.
ta: மற்றும் கண்டுபிடிக்கப்பட்ட விளையாட்டுகளை வசதியாக விளையாடுங்கள்.
th: และเข้าเล่นเกมต่างๆที่พบได้อย่างสะดวก
tr: ve bulunan oyunları rahatlıkla oynayabilirsiniz.
uk: і зручно грати в знайдені ігри.
ur: اور آسانی سے ملنے والے گیمز کے ذریعے کھیلیں۔
vi: và chơi các trò chơi được tìm thấy một cách thuận tiện.

source: This version of the program, Nimzo_3d, which has 3d graphics
es: Esta versión del programa, Nimzo_3d, que tiene gráficos 3D
sr: Ова верзија програма, Нимзо_3д, има 3Д графику
sv: Denna version av programmet, Nimzo_3d, som har 3d-grafik
sw: Toleo hili la programu, Nimzo_3d, ambalo lina picha za 3d
ta: இந்த நிரலின் பதிப்பு, Nimzo_3d, இதில் 3d கிராபிக்ஸ் உள்ளது.
th: เวอร์ชันนี้ของโปรแกรม Nimzo_3d ซึ่งมีกราฟิก 3 มิติ
tr: Programın bu versiyonu, 3d grafiklere sahip olan Nimzo_3d'dir
uk: Це версія програми, Nimzo_3d, яка має 3d графіку
ur: پروگرام کا یہ ورژن، Nimzo_3d، جس میں 3d گرافکس ہیں۔
vi: Phiên bản này của chương trình, Nimzo_3d, có đồ họa 3D

source: with DirectX was written by Roy Sawyer.
es: con DirectX fue escrito por Roy Sawyer.
sr: са ДирецтКс-ом је написао Рои Савиер.
sv: med DirectX skrevs av Roy Sawyer.
sw: na DirectX iliandikwa na Roy Sawyer.
ta: டைரக்ட்எக்ஸ் உடன் ராய் சாயர் எழுதியது.
th: ด้วย DirectX เขียนโดย Roy Sawyer
tr: DirectX ile Roy Sawyer tarafından yazılmıştır.
uk: з DirectX був написаний Роєм Сойєром.
ur: ڈائریکٹ ایکس کے ساتھ رائے سویر نے لکھا تھا۔
vi: với DirectX được viết bởi Roy Sawyer.

source: Tarrasch Chess GUI Help
es: Ayuda de la interfaz gráfica de usuario de Tarrasch Chess
sr: Таррасцх Цхесс ГУИ помоћ
sv: Tarrasch Chess GUI Hjälp
sw: Msaada wa Tarrasch Chess GUI
ta: டாராஷ் செஸ் GUI உதவி
th: ความช่วยเหลือ GUI หมากรุก Tarrasch
tr: Tarrasch Satranç GUI Yardımı
uk: Довідка Tarrasch Chess GUI
ur: Tarrasch Chess GUI مدد
vi: Trợ giúp GUI Cờ vua Tarrasch

source: Program design and implementation: Bill Forster.
es: Diseño e implementación del programa: Bill Forster.
sr: Дизајн и имплементација програма: Билл Форстер.
sv: Programdesign och implementering: Bill Forster.
sw: Muundo na utekelezaji wa programu: Bill Forster.
ta: திட்ட வடிவமைப்பு மற்றும் செயல்படுத்தல்: பில் ஃபார்ஸ்டர்.
th: การออกแบบและการใช้งานโปรแกรม: Bill Forster
tr: Program tasarımı ve uygulaması: Bill Forster.
uk: Розробка та впровадження програми: Білл Форстер.
ur: پروگرام ڈیزائن اور عمل درآمد: بل فورسٹر۔
vi: Thiết kế và triển khai chương trình: Bill Forster.

source: This version was written by Roy Sawyer and is a fork of the original program.
es: Esta versión fue escrita por Roy Sawyer y es una bifurcación del programa original.
sr: Ову верзију је написао Рои Савиер и представља виљушку оригиналног програма.
sv: Denna version skrevs av Roy Sawyer och är en gaffel av originalprogrammet.
sw: Toleo hili liliandikwa na Roy Sawyer na ni uma wa programu asilia.
ta: இந்தப் பதிப்பு ராய் சாயரால் எழுதப்பட்டது மற்றும் இது அசல் நிரலின் ஒரு பகுதியாகும்.
th: เวอร์ชันนี้เขียนโดย Roy Sawyer และเป็นส่วนแยกของโปรแกรมต้นฉบับ
tr: Bu versiyon Roy Sawyer tarafından yazılmış olup orijinal programın bir çatalıdır.
uk: Ця версія була написана Роєм Сойєром і є форком оригінальної програми.
ur: یہ ورژن Roy Sawyer نے لکھا تھا اور اصل پروگرام کا ایک کانٹا ہے۔
vi: Phiên bản này được viết bởi Roy Sawyer và là một nhánh của chương trình gốc.

source: Foundation supporter: Yves Catineau.
es: Patrocinador de la fundación: Yves Catineau.
sr: Присталица фондације: Ивес Цатинеау.
sv: Stiftelsens stödjare: Yves Catineau.
sw: Msaidizi wa Foundation: Yves Catineau.
ta: அறக்கட்டளை ஆதரவாளர்: Yves catineau.
th: ผู้สนับสนุนมูลนิธิ: อีฟ คาติโน
tr: Vakıf destekçisi: Yves Catineau.
uk: Прихильник фонду: Ів Катіно.
ur: فاؤنڈیشن کے حامی: Yves Catineau۔
vi: Người ủng hộ nền tảng: Yves Catineau.

source: Foundation donors: Paul Cook, Gary Baydo, Ransith Fernando,
es: Donantes de la Fundación: Paul Cook, Gary Baydo, Ransith Fernando,
sr: Донатори фондације: Пол Кук, Гери Бејдо, Рансит Фернандо,
sv: Fondgivare: Paul Cook, Gary Baydo, Ransith Fernando,
sw: Wafadhili wa Foundation: Paul Cook, Gary Baydo, Ransith Fernando,
ta: அறக்கட்டளை நன்கொடையாளர்கள்: பால் குக், கேரி பேடோ, ரன்சித் பெர்னாண்டோ,
th: ผู้บริจาคมูลนิธิ: Paul Cook, Gary Baydo, Ransith Fernando,
tr: Vakıf bağışçıları: Paul Cook, Gary Baydo, Ransith Fernando,
uk: Донори Фонду: Пол Кук, Гері Бейдо, Ренсіт Фернандо,
ur: فاؤنڈیشن کے عطیہ دہندگان: پال کک، گیری بیڈو، رانسیتھ فرنینڈو،
vi: Các nhà tài trợ của Quỹ: Paul Cook, Gary Baydo, Ransith Fernando,

source: Lukasz Berezowski, Eric Ziegler, Laurence Dayton, Albrecht Schmidt,
sr: Лукаш Березовски, Ерик Зиглер, Лоренс Дејтон, Албрехт Шмит,
ta: லூகாஸ் பெரெசோவ்ஸ்கி, எரிக் ஜீக்லர், லாரன்ஸ் டேட்டன், ஆல்பிரெக்ட் ஷ்மிட்,
th: ลูคัส เบเรซอฟสกี้, เอริค ซีเกลอร์, ลอว์เรนซ์ เดย์ตัน, อัลเบรชท์ ชมิดท์,
uk: Лукаш Березовський, Ерік Зіглер, Лоуренс Дейтон, Альбрехт Шмідт,
ur: لوکاس بیریزوسکی، ایرک زیگلر، لارنس ڈیٹن، البرچٹ شمٹ،

source: Lloyd Standish and David Beagan.
es: Lloyd Standish y David Beagan.
sr: Ллоид Стандисх и Давид Беаган.
sv: Lloyd Standish och David Beagan.
sw: Lloyd Standish na David Beagan.
ta: லாயிட் ஸ்டாண்டிஷ் மற்றும் டேவிட் பீகன்.
th: ลอยด์ สแตนดิช และเดวิด บีแกน
tr: Lloyd Standish ve David Beagan.
uk: Ллойд Стендіш і Девід Біган.
ur: لائیڈ اسٹینڈش اور ڈیوڈ بیگن۔
vi: Lloyd Standish và David Beagan.

source: Testers: Iliya Kristoff, Claude Tamplenizza, Ian Sellen.
es: Probadores: Iliya Kristoff, Claude Tamplenizza, Ian Sellen.
sr: Тестери: Илииа Кристофф, Цлауде Тампленица, Иан Селлен.
sv: Testare: Iliya Kristoff, Claude Tamplenizza, Ian Sellen.
sw: Wajaribu: Iliya Kristoff, Claude Tamplenizza, Ian Sellen.
ta: சோதனையாளர்கள்: இலியா கிறிஸ்டாஃப், கிளாட் டம்ப்ளெனிசா, இயன் செல்லன்.
th: ผู้ทดสอบ: อิลิยา คริสตอฟ, โคล้ด แทมเพิลนิซซา, เอียน เซลเลน
tr: Testçiler: Iliya Kristoff, Claude Tamplenizza, Ian Sellen.
uk: Тестувальники: Ілія Крістофф, Клод Тампленіцца, Ян Селлен.
ur: ٹیسٹرز: الیا کرسٹوف، کلاڈ ٹیمپلینیزا، ایان سیلن۔
vi: Người thử nghiệm: Iliya Kristoff, Claude Tamplenizza, Ian Sellen.

source: Thanks to David L Brown and the Good Companions for the chess graphics.
es: Gracias a David L Brown y Good Companions por los gráficos de ajedrez.
sr: Хвала Дејвиду Л Брауну и Добрим сапутницима за шаховску графику.
sv: Tack till David L Brown and the Good Companions för schackgrafiken.
sw: Asante kwa David L Brown na Wenzake Wazuri kwa michoro ya chess.
ta: சதுரங்க கிராபிக்ஸுக்கு டேவிட் எல் பிரவுன் மற்றும் நல்ல தோழர்களுக்கு நன்றி.
th: ขอขอบคุณ David L Brown และ Good Companions สำหรับกราฟิกหมากรุก
tr: Satranç grafikleri için David L Brown ve Good Companions'a teşekkürler.
uk: Дякую Девіду Л. Брауну та Good Companions за шахову графіку.
ur: شطرنج کے گرافکس کے لیے ڈیوڈ ایل براؤن اور اچھے ساتھیوں کا شکریہ۔
vi: Cảm ơn David L Brown và Good Companions đã cung cấp đồ họa cờ vua.

source: Thanks to Yusuke Kamiyamane (Fugue icons) for some of the toolbar icons.
es: Gracias a Yusuke Kamiyamane (íconos de Fugue) por algunos de los íconos de la barra de herramientas.
sr: Хвала Иусукеу Камииаманеу (иконе фуге) за неке од икона на траци са алаткама.
sv: Tack till Yusuke Kamiyamane (Fuga-ikoner) för några av verktygsfältets ikoner.
sw: Shukrani kwa Yusuke Kamiyamane (ikoni za Fugue) kwa baadhi ya aikoni za upau wa vidhibiti.
ta: சில கருவிப்பட்டி ஐகான்களுக்கு யூசுகே காமியாமானே (ஃபியூக் ஐகான்கள்) க்கு நன்றி.
th: ขอขอบคุณ Yusuke Kamiyamane (ไอคอน Fugue) สำหรับไอคอนแถบเครื่องมือบางส่วน
tr: Araç çubuğu simgelerinden bazıları için Yusuke Kamiyamane'ye (Fugue simgeleri) teşekkürler.
uk: Дякую Юсуке Каміямане (іконки Fugue) за деякі піктограми панелі інструментів.
ur: ٹول بار کے کچھ آئیکنز کے لیے یوسوکے کامیامانے (فوگو آئیکنز) کا شکریہ۔
vi: Cảm ơn Yusuke Kamiyamane (biểu tượng Fugue) đã thiết kế một số biểu tượng trên thanh công cụ.

source: Special thanks to Mark Crowther for permission to use TWIC to build tarrasch-base,
es: Un agradecimiento especial a Mark Crowther por permitirnos usar TWIC para construir tarrasch-
sr: Посебно хвала Марку Цровтхеру за дозволу да користи ТВИЦ за изградњу таррасцх-
sv: Speciellt tack till Mark Crowther för tillåtelse att använda TWIC för att bygga tarrasch-
sw: Shukrani za pekee kwa Mark Crowther kwa ruhusa ya kutumia TWIC kujenga tarrasch-
ta: டாராஷ்-ஐ உருவாக்க TWIC-ஐப் பயன்படுத்த அனுமதித்த மார்க் க்ரோதருக்கு சிறப்பு நன்றி.
th: ขอขอบคุณเป็นพิเศษแก่ Mark Crowther สำหรับอนุญาตให้ใช้ TWIC ในการสร้าง tarrasch-
tr: Tarrasch-West'i inşa etmek için TWIC'i kullanma izni verdiği için Mark Crowther'a özel teşekkürler.
uk: Особлива подяка Марку Кроутеру за дозвіл використовувати TWIC для створення tarrasch-
ur: tarrasch کی تعمیر کے لیے TWIC استعمال کرنے کی اجازت کے لیے مارک کروتھر کا خصوصی شکریہ۔
vi: Xin chân thành cảm ơn Mark Crowther đã cho phép sử dụng TWIC để xây dựng tarrasch-

source: the default database, TWIC underlies all modern chess database curation,
es: La base de datos predeterminada, TWIC, es la base de toda la curación de bases de datos de ajedrez modernas.
sr: подразумевана база података, ТВИЦ је у основи свих модерних шаховских база података,
sv: standarddatabasen, TWIC ligger till grund för all modern schackdatabaskurering,
sw: hifadhidata chaguo-msingi, TWIC inasimamia uhifadhi wa hifadhidata zote za kisasa za chess,
ta: இயல்புநிலை தரவுத்தளமான TWIC அனைத்து நவீன சதுரங்க தரவுத்தள க்யூரேஷனையும் அடிப்படையாகக் கொண்டது,
th: ฐานข้อมูลเริ่มต้น TWIC รองรับฐานข้อมูลหมากรุกสมัยใหม่ทั้งหมด
tr: varsayılan veritabanı olan TWIC, tüm modern satranç veritabanı küratörlüğünün temelini oluşturur,
uk: стандартна база даних, TWIC лежить в основі всіх сучасних шахових баз даних,
ur: ڈیفالٹ ڈیٹا بیس، TWIC تمام جدید شطرنج ڈیٹا بیس کیوریشن کو زیر کرتا ہے،
vi: cơ sở dữ liệu mặc định, TWIC là cơ sở cho tất cả các cơ sở dữ liệu cờ vua hiện đại,
