Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Use this dialog box in order to select the 3d board border bitmap.
es: Utilice este cuadro de diálogo para seleccionar el mapa de bits del borde del tablero 3D.
sr: Користите овај дијалошки оквир да бисте изабрали битмапу 3д границе плоче.
sv: Använd den här dialogrutan för att välja bitmapp för 3d-brädans kantlinje.
sw: Tumia kisanduku kidadisi hiki ili kuchagua bitmap ya mpaka wa bodi ya 3d.
ta: 3D பலகை எல்லை பிட்மேப்பைத் தேர்ந்தெடுக்க இந்த உரையாடல் பெட்டியைப் பயன்படுத்தவும்.
th: ใช้กล่องโต้ตอบนี้เพื่อเลือกบิตแมปขอบกระดาน 3 มิติ
tr: 3D tahta sınır bitmap'ini seçmek için bu iletişim kutusunu kullanın.
uk: Використовуйте це діалогове вікно, щоб вибрати растровий малюнок межі 3D дошки.
ur: 3d بورڈ بارڈر بٹ میپ کو منتخب کرنے کے لیے اس ڈائیلاگ باکس کا استعمال کریں۔
vi: Sử dụng hộp thoại này để chọn bitmap đường viền bảng 3D.

source: To select the bitmap that you want to use for the board border
es: Para seleccionar el mapa de bits que desea utilizar para el borde del tablero
sr: Да бисте изабрали битмапу коју желите да користите за ивицу плоче
sv: För att välja den bitmapp som du vill använda för brädan
sw: Ili kuchagua bitmap ambayo ungependa kutumia kwa mpaka wa bodi
ta: பலகை எல்லைக்கு நீங்கள் பயன்படுத்த விரும்பும் பிட்மேப்பைத் தேர்ந்தெடுக்க
th: การเลือกบิตแมปที่คุณต้องการใช้สำหรับขอบบอร์ด
tr: Tahta sınırında kullanmak istediğiniz bit eşlemini seçmek için
uk: Щоб вибрати растрове зображення, яке ви хочете використовувати для межі дошки
ur: بٹ میپ کو منتخب کرنے کے لیے جسے آپ بورڈ بارڈر کے لیے استعمال کرنا چاہتے ہیں۔
vi: Để chọn bitmap mà bạn muốn sử dụng cho đường viền bảng

source: simply click on the bitmap.
es: simplemente haga clic en el mapa de bits.
sr: једноставно кликните на битмап.
sv: klicka bara på bitmappen.
sw: bonyeza tu kwenye bitmap.
ta: பிட்மேப்பைக் கிளிக் செய்யவும்.
th: เพียงคลิกที่บิตแมป
tr: bitmap'e tıklamanız yeterli.
uk: просто натисніть на растрове зображення.
ur: بس بٹ میپ پر کلک کریں۔
vi: chỉ cần nhấp vào ảnh bitmap.

source: changing the names of the bitmaps in the border_bitmaps directory.
es: cambiando los nombres de los mapas de bits en el directorio border_bitmaps.
sr: мењајући имена битмапа у директоријуму бордер_битмапс.
sv: ändra namnen på bitmapparna i katalogen border_bitmaps.
sw: kubadilisha majina ya bitmaps kwenye saraka ya border_bitmaps.
ta: border_bitmaps கோப்பகத்தில் உள்ள பிட்மேப்களின் பெயர்களை மாற்றுதல்.
th: การเปลี่ยนแปลงชื่อของบิตแมปในไดเร็กทอรี border_bitmaps
tr: border_bitmaps dizinindeki bitmaplerin adlarını değiştirmek.
uk: зміна назв растрових зображень у каталозі border_bitmaps.
ur: بارڈر_بٹ میپس ڈائرکٹری میں بٹ میپس کے نام تبدیل کرنا۔
vi: thay đổi tên của các bitmap trong thư mục border_bitmaps.

source: e.g To use bmp_27 instead of bmp_1 for the border :-
es: p.ej. Para utilizar bmp_27 en lugar de bmp_1 para el borde:
sr: нпр. Да бисте користили бмп_27 уместо бмп_1 за ивицу:-
sv: t.ex. att använda bmp_27 istället för bmp_1 för gränsen:-
sw: k.m Kutumia bmp_27 badala ya bmp_1 kwa mpaka :-
ta: எ.கா. எல்லைக்கு bmp_1 க்கு பதிலாக bmp_27 ஐப் பயன்படுத்த: -
th: เช่น การใช้ bmp_27 แทน bmp_1 สำหรับเส้นขอบ :-
tr: Örn. Sınır için bmp_1 yerine bmp_27 kullanmak için:
uk: наприклад, щоб використовувати bmp_27 замість bmp_1 для рамки:-
ur: مثال کے طور پر بارڈر کے لیے bmp_1 کے بجائے bmp_27 استعمال کرنا:-
vi: ví dụ: Sử dụng bmp_27 thay vì bmp_1 cho đường viền:-

source: Border bitmaps are from Arroway.ch and Ambientcg.com
es: Los mapas de bits de los bordes son de Arroway.ch y Ambientcg.com
sr: Битмапе граница су са Арроваи.цх и Амбиентцг.цом
sv: Kantbitmappar är från Arroway.ch och Ambientcg.com
sw: Bitmaps za mpaka zinatoka kwa Arroway.ch na Ambientcg.com
ta: பார்டர் பிட்மேப்கள் Arroway.ch மற்றும் Ambientcg.com இலிருந்து வந்தவை.
th: บิตแมปขอบมาจาก Arroway.ch และ Ambientcg.com
tr: Sınır bit eşlemleri Arroway.ch ve Ambientcg.com'dan alınmıştır.
uk: Растрові зображення кордону взято з Arroway.ch і Ambientcg.com
ur: بارڈر بٹ میپس Arroway.ch اور Ambientcg.com سے ہیں۔
vi: Bản đồ bitmap đường viền được lấy từ Arroway.ch và Ambientcg.com

source: Board border bitmaps
es: Mapas de bits del borde del tablero
sr: Битмапе границе табле
sv: Border bitmappar
sw: Bitmaps za mpaka za bodi
ta: பலகை எல்லை பிட்மேப்கள்
th: บิตแมปขอบบอร์ด
tr: Tahta sınır bit eşlemleri
uk: Растрові рамки дошки
ur: بورڈ بارڈر بٹ میپس
vi: Bản đồ bitmap viền bảng

source: To select the dark or light piece bitmap to change,
es: Para seleccionar el mapa de bits de la pieza oscura o clara que desea cambiar,
sr: Да бисте изабрали тамну или светлу битмапу за промену,
sv: För att välja den mörka eller ljusa bitmappen som ska ändras,
sw: Ili kuchagua bitmap ya giza au nyepesi ya kubadilisha,
ta: மாற்றுவதற்கு இருண்ட அல்லது ஒளி துண்டு பிட்மேப்பைத் தேர்ந்தெடுக்க,
th: เพื่อเลือกบิตแมปชิ้นส่วนสีเข้มหรือสีอ่อนที่จะเปลี่ยนแปลง
tr: Değiştirilecek koyu veya açık parça bit eşlemini seçmek için,
uk: Щоб вибрати темний або світлий фрагмент растрового зображення для зміни,
ur: تبدیل کرنے کے لیے گہرا یا ہلکا بٹ میپ منتخب کرنے کے لیے،
vi: Để chọn bitmap sáng hoặc tối cần thay đổi,

source: Then pick the bitmap that you want for the piece
es: Luego elige el mapa de bits que quieras para la pieza.
sr: Затим изаберите битмап који желите за комад
sv: Välj sedan den bitmapp du vill ha för biten
sw: Kisha chagua bitmap unayotaka kwa kipande hicho
ta: பின்னர் நீங்கள் விரும்பும் பிட்மேப்பைத் தேர்ந்தெடுக்கவும்.
th: จากนั้นเลือกบิตแมปที่คุณต้องการสำหรับชิ้นส่วน
tr: Daha sonra parça için istediğiniz bit eşlemini seçin
uk: Потім виберіть растрове зображення, яке ви хочете для фрагмента
ur: پھر وہ بٹ میپ منتخب کریں جو آپ ٹکڑے کے لیے چاہتے ہیں۔
vi: Sau đó chọn bitmap mà bạn muốn cho tác phẩm

source: changing the names of the bitmaps in the piece_bitmaps directory.
es: cambiando los nombres de los mapas de bits en el directorio piece_bitmaps.
sr: мењање имена битмапа у директоријуму пиеце_битмапс.
sv: ändra namnen på bitmapparna i katalogen piece_bitmaps.
sw: kubadilisha majina ya bitmaps kwenye piece_bitmaps saraka.
ta: piece_bitmaps கோப்பகத்தில் உள்ள பிட்மேப்களின் பெயர்களை மாற்றுதல்.
th: การเปลี่ยนแปลงชื่อของบิตแมปในไดเร็กทอรี piece_bitmaps
tr: piece_bitmaps dizinindeki bitmaplerin adlarını değiştirmek.
uk: зміна назв растрових зображень у каталозі piece_bitmaps.
ur: piece_bitmaps ڈائرکٹری میں بٹ میپس کے نام تبدیل کرنا۔
vi: thay đổi tên của các bitmap trong thư mục piece_bitmaps.

source: e.g To use bmp_27 instead of bmp_1 for the dark pieces :-
es: p.ej. usar bmp_27 en lugar de bmp_1 para las piezas oscuras:-
sr: нпр. да користите бмп_27 уместо бмп_1 за тамне делове:-
sv: t.ex. att använda bmp_27 istället för bmp_1 för de mörka bitarna:-
sw: mfano Kutumia bmp_27 badala ya bmp_1 kwa vipande vya giza :-
ta: எ.கா. அடர் நிற துண்டுகளுக்கு bmp_1 க்கு பதிலாக bmp_27 ஐப் பயன்படுத்த:-
th: เช่น การใช้ bmp_27 แทน bmp_1 สำหรับส่วนที่มืด :-
tr: Örn. Koyu renkli parçalar için bmp_1 yerine bmp_27 kullanmak için:
uk: наприклад, щоб використовувати bmp_27 замість bmp_1 для темних частин: -
ur: مثال کے طور پر سیاہ ٹکڑوں کے لیے bmp_1 کے بجائے bmp_27 استعمال کرنا:-
vi: ví dụ: Sử dụng bmp_27 thay vì bmp_1 cho các mảnh tối :-

source: The piece bitmaps are from Arroway-textures.ch and Ambientcg.com
es: Los mapas de bits de la pieza son de Arroway-textures.ch y Ambientcg.com
sr: Битмапе комада су са Арроваи-тектурес.цх и Амбиентцг.цом
sv: Bitmapparna är från Arroway-textures.ch och Ambientcg.com
sw: Sehemu ndogo za ramani zinatoka kwa Arrowway-textures.ch na Ambientcg.com
ta: துண்டு பிட்மேப்கள் Arroway-textures.ch மற்றும் Ambientcg.com இலிருந்து வந்தவை.
th: แผนผังชิ้นส่วนนี้มาจาก Arroway-textures.ch และ Ambientcg.com
tr: Parça bitmapleri Arroway-textures.ch ve Ambientcg.com'dan alınmıştır.
uk: Частинні растрові зображення взяті з Arroway-textures.ch і Ambientcg.com
ur: پیس بٹ میپس Arroway-textures.ch اور Ambientcg.com سے ہیں۔
vi: Các bitmap này được lấy từ Arroway-textures.ch và Ambientcg.com

source: Piece bitmap help
es: Ayuda de mapa de bits de pieza
sr: Комад битмап помоћ
sv: Bitmappshjälp
sw: Msaada wa bitmap ya kipande
ta: துண்டு பிட்மேப் உதவி
th: ความช่วยเหลือเกี่ยวกับบิตแมปชิ้นส่วน
tr: Parça bitmap yardımı
uk: Частина растрової допомоги
ur: بٹ میپ مدد کا ٹکڑا
vi: Trợ giúp bitmap

source: Bitmap textures
es: Texturas de mapa de bits
sr: Битмап текстуре
sv: Bitmappsstrukturer
sw: Miundo ya Bitmap
ta: பிட்மேப் இழைமங்கள்
th: พื้นผิวบิตแมป
tr: Bitmap dokuları
uk: Растрові текстури
ur: بٹ میپ کی ساخت
vi: Kết cấu bitmap

source: Users who cannot find bitmaps that suit them in the selection
es: Usuarios que no encuentran mapas de bits que les convengan en la selección
sr: Корисници који не могу да пронађу битмапе које им одговарају у избору
sv: Användare som inte kan hitta bitmappar som passar dem i urvalet
sw: Watumiaji ambao hawawezi kupata bitmaps zinazowafaa katika uteuzi
ta: தேர்வில் தங்களுக்குப் பொருத்தமான பிட்மேப்களைக் கண்டுபிடிக்க முடியாத பயனர்கள்
th: ผู้ใช้ที่ไม่สามารถค้นหาบิตแมปที่เหมาะกับตนเองในการเลือก
tr: Seçimde kendilerine uygun bitmap bulamayan kullanıcılar
uk: Користувачі, які не можуть знайти в добірці растрові зображення, які їм підходять
ur: وہ صارفین جو انتخاب میں ان کے مطابق بٹ میپس نہیں ڈھونڈ سکتے
vi: Người dùng không thể tìm thấy bitmap phù hợp với họ trong phần lựa chọn

source: that I have provided, might want to look at the ones available from
es: que he proporcionado, es posible que desees mirar los que están disponibles en
sr: које сам дао, можда желите да погледате оне доступне од
sv: som jag har tillhandahållit, kanske vill titta på de som finns tillgängliga från
sw: ambayo nimetoa, inaweza kutaka kuangalia zile zinazopatikana kutoka
ta: நான் வழங்கியவை, கிடைக்கக்கூடியவற்றைப் பார்க்க விரும்பலாம்
th: ที่ผมให้ไว้อาจจะอยากดูตัวที่มีจำหน่ายครับ
tr: Sağladığım, mevcut olanlara bakmak isteyebilirsiniz
uk: які я надав, можливо, варто переглянути ті, які доступні з
ur: جو میں نے فراہم کیا ہے، ہو سکتا ہے کہ ان سے دستیاب کو دیکھنا چاہوں
vi: mà tôi đã cung cấp, có thể bạn muốn xem những cái có sẵn từ

source: Whilst I have provided plenty of wooden bitmaps,
es: Si bien he proporcionado muchos mapas de bits de madera,
sr: Иако сам обезбедио доста дрвених битмапа,
sv: Även om jag har tillhandahållit massor av trä bitmappar,
sw: Wakati nimetoa bitmaps nyingi za mbao,
ta: நான் ஏராளமான மர பிட்மேப்களை வழங்கியிருந்தாலும்,
th: แม้ว่าฉันจะจัดเตรียมบิตแมปไม้ไว้มากมาย
tr: Çok sayıda ahşap bit eşlem sağlamış olsam da,
uk: Хоча я надав багато дерев’яних растрових зображень,
ur: جب کہ میں نے لکڑی کے بہت سارے بٹ میپس فراہم کیے ہیں،
vi: Mặc dù tôi đã cung cấp rất nhiều bitmap bằng gỗ,

source: I could not find many free marble ones, especially cream marble
es: No pude encontrar muchos de mármol gratuitos, especialmente de mármol crema.
sr: Нисам могао да нађем много бесплатних мермера, посебно крем мермера
sv: Jag kunde inte hitta många gratis marmor, särskilt grädde marmor
sw: Sikuweza kupata nyingi za marumaru za bure, haswa marumaru ya krimu
ta: எனக்கு நிறைய இலவச பளிங்குக் கற்கள் கிடைக்கவில்லை, குறிப்பாக கிரீம் பளிங்குக் கற்கள்.
th: ฉันหาหินอ่อนฟรีไม่ได้มากนัก โดยเฉพาะหินอ่อนสีครีม
tr: Özellikle krem mermer olmak üzere pek çok ücretsiz mermer bulamadım
uk: Я не міг знайти багато безкоштовних мармурових, особливо кремового мармуру
ur: مجھے بہت سے مفت ماربل نہیں مل سکے، خاص طور پر کریم ماربل
vi: Tôi không thể tìm thấy nhiều loại đá cẩm thạch miễn phí, đặc biệt là đá cẩm thạch màu kem

source: for the white pieces. Sketchup has a large selection of these.
es: Para las piezas blancas. Sketchup tiene una gran selección de ellas.
sr: за беле комаде. Скетцхуп има велики избор ових.
sv: för de vita bitarna. Sketchup har ett stort utbud av dessa.
sw: kwa vipande vyeupe. Sketchup ina uteuzi mkubwa wa haya.
ta: வெள்ளைத் துண்டுகளுக்கு. ஸ்கெட்ச்அப்பில் இவற்றின் பெரிய தேர்வு உள்ளது.
th: สำหรับชิ้นส่วนสีขาว Sketchup มีชิ้นส่วนเหล่านี้ให้เลือกมากมาย
tr: beyaz parçalar için. Sketchup'ta bunlardan geniş bir seçki var.
uk: для білих фігур. У Sketchup є великий їх вибір.
ur: سفید ٹکڑوں کے لئے. اسکیچپ میں ان کا ایک بڑا انتخاب ہے۔
vi: dành cho các mảnh màu trắng. Sketchup có rất nhiều lựa chọn cho những mục này.

source: Sketchup prohibits the redistribution of their bitmaps,
es: Sketchup prohíbe la redistribución de sus mapas de bits,
sr: Скетцхуп забрањује редистрибуцију њихових битмапа,
sv: Sketchup förbjuder omfördelning av deras bitmappar,
sw: Sketchup inakataza ugawaji upya wa bitmaps zao,
ta: ஸ்கெட்ச்அப் அவர்களின் பிட்மேப்களை மறுபகிர்வு செய்வதைத் தடை செய்கிறது,
th: Sketchup ห้ามแจกจ่ายบิตแมปของตนซ้ำ
tr: Sketchup, bit eşlemlerinin yeniden dağıtılmasını yasaklıyor.
uk: Sketchup забороняє перерозповсюдження своїх растрових зображень,
ur: Sketchup ان کے بٹ میپس کی دوبارہ تقسیم سے منع کرتا ہے،
vi: Sketchup cấm việc phân phối lại các bitmap của họ,

source: so that is why I have not provided any of theirs with this package.
es: Por eso no he proporcionado ninguno de los suyos con este paquete.
sr: па зато никоме од њихових нисам дао овај пакет.
sv: så det är därför jag inte har försett någon av dem med detta paket.
sw: ndio maana sijatoa chao chochote na kifurushi hiki.
ta: அதனால்தான் நான் அவர்களுடைய எவருக்கும் இந்தப் பொட்டலத்தை வழங்கவில்லை.
th: นั่นเป็นเหตุว่าทำไมฉันถึงไม่ได้จัดเตรียมแพ็คเกจนี้ให้กับใครเลย
tr: bu yüzden bu pakete onların hiçbirini eklemedim.
uk: тому я не надав нікому з них цей пакет.
ur: اس لیے میں نے ان میں سے کسی کو یہ پیکیج فراہم نہیں کیا ہے۔
vi: đó là lý do tại sao tôi không cung cấp bất kỳ thứ gì trong gói này cho họ.

source: However, you are allowed to download them for personal use.
es: Sin embargo, se le permite descargarlos para uso personal.
sr: Међутим, дозвољено вам је да их преузмете за личну употребу.
sv: Du får dock ladda ner dem för personligt bruk.
sw: Hata hivyo, unaruhusiwa kuzipakua kwa matumizi ya kibinafsi.
ta: இருப்பினும், தனிப்பட்ட பயன்பாட்டிற்காக அவற்றைப் பதிவிறக்கம் செய்ய உங்களுக்கு அனுமதி உண்டு.
th: อย่างไรก็ตามคุณได้รับอนุญาตให้ดาวน์โหลดได้สำหรับการใช้งานส่วนตัว
tr: Ancak bunları kişisel kullanım amacıyla indirmenize izin verilmektedir.
uk: Однак ви можете завантажити їх для особистого використання.
ur: تاہم، آپ کو انہیں ذاتی استعمال کے لیے ڈاؤن لوڈ کرنے کی اجازت ہے۔
vi: Tuy nhiên, bạn được phép tải xuống để sử dụng cho mục đích cá nhân.

source: You can sign up for a free account and then download 15 bitmaps per day.
es: Puedes registrarte para obtener una cuenta gratuita y luego descargar 15 mapas de bits por día.
sr: Можете се пријавити за бесплатан налог, а затим преузети 15 битмапа дневно.
sv: Du kan registrera dig för ett gratis konto och sedan ladda ner 15 bitmappar per dag.
sw: Unaweza kujiandikisha kwa akaunti ya bure na kisha kupakua bitmaps 15 kwa siku.
ta: நீங்கள் ஒரு இலவச கணக்கிற்குப் பதிவுசெய்து, பின்னர் ஒரு நாளைக்கு 15 பிட்மேப்களைப் பதிவிறக்கலாம்.
th: คุณสามารถสมัครบัญชีฟรีและดาวน์โหลดบิตแมปได้ 15 รายการต่อวัน
tr: Ücretsiz bir hesap oluşturabilir ve ardından günde 15 bitmap indirebilirsiniz.
uk: Ви можете зареєструвати безкоштовний обліковий запис, а потім завантажувати 15 растрових зображень на день.
ur: آپ مفت اکاؤنٹ کے لیے سائن اپ کر سکتے ہیں اور پھر روزانہ 15 بٹ میپس ڈاؤن لوڈ کر سکتے ہیں۔
vi: Bạn có thể đăng ký tài khoản miễn phí và tải xuống 15 ảnh bitmap mỗi ngày.

source: Next, using Windows paint, you need to resize them to 256 pixels square
es: A continuación, usando Windows Paint, debes cambiar su tamaño a 256 píxeles cuadrados.
sr: Затим, користећи Виндовс боју, потребно је да им промените величину на 256 квадратних пиксела
sv: Därefter, med hjälp av Windows paint, måste du ändra storlek på dem till 256 pixlar i kvadrat
sw: Ifuatayo, kwa kutumia rangi ya Windows, unahitaji kurekebisha ukubwa wao hadi saizi 256 za mraba
ta: அடுத்து, விண்டோஸ் பெயிண்டைப் பயன்படுத்தி, அவற்றை 256 பிக்சல்கள் சதுரமாக மறுஅளவிட வேண்டும்.
th: ขั้นต่อไป ให้ใช้ Windows Paint เพื่อปรับขนาดเป็นสี่เหลี่ยมจัตุรัสขนาด 256 พิกเซล
tr: Daha sonra Windows Paint'i kullanarak bunları 256 piksel kareye yeniden boyutlandırmanız gerekir
uk: Далі, використовуючи Windows paint, вам потрібно змінити їх розмір до 256 квадратних пікселів
ur: اگلا، ونڈوز پینٹ کا استعمال کرتے ہوئے، آپ کو ان کا سائز تبدیل کرکے 256 پکسلز مربع کرنا ہوگا۔
vi: Tiếp theo, sử dụng Windows Paint, bạn cần thay đổi kích thước của chúng thành hình vuông 256 pixel

source: and save them in the *.bmp format.
es: y guardarlos en formato *.bmp.
sr: и сачувајте их у *.бмп формату.
sv: och spara dem i *.bmp-formatet.
sw: na uzihifadhi katika umbizo la *.bmp.
ta: அவற்றை *.bmp வடிவத்தில் சேமிக்கவும்.
th: และบันทึกในรูปแบบ *.bmp
tr: ve bunları *.bmp formatında kaydedin.
uk: і збережіть їх у форматі *.bmp.
ur: اور انہیں *.bmp فارمیٹ میں محفوظ کریں۔
vi: và lưu chúng ở định dạng *.bmp.

source: Then, using Windows explorer, copy them into the required directory -
es: Luego, utilizando el explorador de Windows, cópielos en el directorio requerido:
sr: Затим, користећи Виндовс Екплорер, копирајте их у потребан директоријум -
sv: Använd sedan Windows Explorer och kopiera dem till den nödvändiga katalogen -
sw: Kisha, kwa kutumia Windows Explorer, nakala yao kwenye saraka inayohitajika -
ta: பின்னர், விண்டோஸ் எக்ஸ்ப்ளோரரைப் பயன்படுத்தி, அவற்றை தேவையான கோப்பகத்தில் நகலெடுக்கவும் -
th: จากนั้นใช้ Windows Explorer คัดลอกลงในไดเร็กทอรีที่ต้องการ
tr: Daha sonra Windows gezginini kullanarak bunları gerekli dizine kopyalayın -
uk: Потім за допомогою провідника Windows скопіюйте їх в потрібну директорію -
ur: پھر، ونڈوز ایکسپلورر کا استعمال کرتے ہوئے، انہیں مطلوبہ ڈائرکٹری میں کاپی کریں۔
vi: Sau đó, sử dụng Windows Explorer để sao chép chúng vào thư mục cần thiết -

source: e.g.
es: p.ej.
sr: нпр.
sv: till exempel
sw: k.m.
ta: எ.கா.
th: เช่น
tr: Örn.
uk: напр.
ur: جیسے
vi: ví dụ.

source: and rename them so that they appear in the select bitmap dialog panel.
es: y cambiarles el nombre para que aparezcan en el panel de diálogo de selección de mapa de bits.
sr: и преименујте их тако да се појављују у дијалошком панелу за избор битмапа.
sv: och byt namn på dem så att de visas i dialogrutan Välj bitmapp.
sw: na uzipe jina jipya ili zionekane kwenye kidirisha cha mazungumzo cha bitmap.
ta: மேலும் அவற்றைத் தேர்ந்தெடுக்கும் பிட்மேப் உரையாடல் பலகத்தில் தோன்றும் வகையில் மறுபெயரிடுங்கள்.
th: และเปลี่ยนชื่อเพื่อให้ปรากฏในแผงกล่องโต้ตอบเลือกบิตแมป
tr: ve bunları bitmap seçme iletişim panelinde görünecek şekilde yeniden adlandırın.
uk: і перейменуйте їх так, щоб вони з’явилися на діалоговій панелі вибору растрового зображення.
ur: اور ان کا نام تبدیل کریں تاکہ وہ منتخب بٹ میپ ڈائیلاگ پینل میں ظاہر ہوں۔
vi: và đổi tên chúng để chúng xuất hiện trong bảng hộp thoại chọn bitmap.

source: There are more detailed instructions on the previous help screen.
es: Hay instrucciones más detalladas en la pantalla de ayuda anterior.
sr: Детаљнија упутства су на претходном екрану помоћи.
sv: Det finns mer detaljerade instruktioner på föregående hjälpskärm.
sw: Kuna maagizo ya kina zaidi kwenye skrini ya usaidizi iliyotangulia.
ta: முந்தைய உதவித் திரையில் இன்னும் விரிவான வழிமுறைகள் உள்ளன.
th: มีคำแนะนำโดยละเอียดเพิ่มเติมในหน้าจอวิธีใช้ก่อนหน้านี้
tr: Önceki yardım ekranında daha detaylı talimatlar bulunmaktadır.
uk: На попередньому екрані довідки є більш детальні інструкції.
ur: پچھلی مدد کی اسکرین پر مزید تفصیلی ہدایات موجود ہیں۔
vi: Có hướng dẫn chi tiết hơn trên màn hình trợ giúp trước đó.

source: Additional bitmap textures
es: Texturas de mapa de bits adicionales
sr: Додатне битмап текстуре
sv: Ytterligare bitmappstexturer
sw: Viunzi vya ziada vya bitmap
ta: கூடுதல் பிட்மேப் இழைமங்கள்
th: พื้นผิวบิตแมปเพิ่มเติม
tr: Ek bitmap dokuları
uk: Додаткові растрові текстури
ur: اضافی بٹ میپ کی ساخت
vi: Kết cấu bitmap bổ sung

source: Error on
es: Error en
sr: Грешка укључена
sv: Fel på
sw: Hitilafu imewashwa
ta: பிழை
th: มีข้อผิดพลาดเกิดขึ้น
tr: Hata oluştu
uk: Помилка на
ur: پر خرابی
vi: Lỗi trên

source: Error running UCI engine
es: Error al ejecutar el motor UCI
sr: Грешка у покретању УЦИ мотора
sv: Fel vid körning av UCI-motor
sw: Hitilafu katika kuendesha injini ya UCI
ta: UCI இயந்திரத்தை இயக்குவதில் பிழை
th: เกิดข้อผิดพลาดในการรันโปรแกรม UCI
tr: UCI motorunu çalıştırırken hata oluştu
uk: Помилка запуску механізму UCI
ur: UCI انجن چلانے میں خرابی۔
vi: Lỗi khi chạy UCI engine

source: Automatic Analysis Options
es: Opciones de análisis automático
sr: Опције аутоматске анализе
sv: Alternativ för automatisk analys
sw: Chaguzi za Uchambuzi otomatiki
ta: தானியங்கி பகுப்பாய்வு விருப்பங்கள்
th: ตัวเลือกการวิเคราะห์อัตโนมัติ
tr: Otomatik Analiz Seçenekleri
uk: Параметри автоматичного аналізу
ur: خودکار تجزیہ کے اختیارات
vi: Tùy chọn phân tích tự động

source: Variation length options
es: Opciones de longitud de variación
sr: Опције дужине варијације
sv: Variationslängdalternativ
sw: Chaguzi za urefu tofauti
ta: நீள மாறுபாடு விருப்பங்கள்
th: ตัวเลือกความยาวการเปลี่ยนแปลง
tr: Varyasyon uzunluğu seçenekleri
uk: Варіанти довжини
ur: تغیر کی لمبائی کے اختیارات
vi: Tùy chọn độ dài biến thể

source: Variation length Options
es: Opciones de longitud de variación
sr: Опције дужине варијације
sv: Variationslängd Alternativ
sw: Tofauti urefu Chaguzi
ta: நீள மாறுபாடு விருப்பங்கள்
th: ตัวเลือกความยาวการเปลี่ยนแปลง
tr: Varyasyon uzunluğu Seçenekleri
uk: Варіанти довжини
ur: تغیر کی لمبائی کے اختیارات
vi: Tùy chọn độ dài biến thể

source: Bug fix options
es: Opciones de corrección de errores
sr: Опције исправљања грешака
sv: Buggfix-alternativ
sw: Chaguzi za kurekebisha hitilafu
ta: பிழை திருத்த விருப்பங்கள்
th: ตัวเลือกการแก้ไขจุดบกพร่อง
tr: Hata düzeltme seçenekleri
uk: Варіанти виправлення помилок
ur: بگ ٹھیک کرنے کے اختیارات
vi: Tùy chọn sửa lỗi

source: Piece animation options
es: Opciones de animación de piezas
sr: Опције анимације комада
sv: Alternativ för bitanimering
sw: Chaguo za uhuishaji wa kipande
ta: துண்டு அனிமேஷன் விருப்பங்கள்
th: ตัวเลือกแอนิเมชั่นชิ้นส่วน
tr: Parça animasyon seçenekleri
uk: Варіанти анімації фрагментів
ur: ٹکڑا حرکت پذیری کے اختیارات
vi: Tùy chọn hoạt hình mảnh

source: Auto replay options
es: Opciones de reproducción automática
sr: Опције аутоматског понављања
sv: Alternativ för automatisk uppspelning
sw: Chaguo za kucheza tena kiotomatiki
ta: தானியங்கி மறு இயக்க விருப்பங்கள்
th: ตัวเลือกการเล่นซ้ำอัตโนมัติ
tr: Otomatik tekrar oynatma seçenekleri
uk: Параметри автоматичного повтору
ur: آٹو ری پلے کے اختیارات
vi: Tùy chọn phát lại tự động

source: Select 3d user defined window background settings
es: Seleccionar la configuración de fondo de ventana definida por el usuario en 3D
sr: Изаберите 3д кориснички дефинисана подешавања позадине прозора
sv: Välj 3d användardefinierade fönsterbakgrundsinställningar
sw: Chagua mipangilio ya mandharinyuma ya dirisha iliyobainishwa na mtumiaji wa 3d
ta: 3D பயனர் வரையறுத்த சாளர பின்னணி அமைப்புகளைத் தேர்ந்தெடுக்கவும்.
th: เลือกการตั้งค่าพื้นหลังหน้าต่างที่ผู้ใช้กำหนดแบบ 3 มิติ
tr: 3D kullanıcı tanımlı pencere arka plan ayarlarını seçin
uk: Виберіть параметри тла вікна, визначені користувачем
ur: 3d صارف کی وضاحت شدہ ونڈو پس منظر کی ترتیبات کو منتخب کریں۔
vi: Chọn cài đặt nền cửa sổ 3D do người dùng xác định

source: Select board widget options
es: Seleccionar las opciones del widget del tablero
sr: Изаберите опције виџета на табли
sv: Välj alternativ för styrelsewidget
sw: Chagua chaguo za wijeti za ubao
ta: பலகை விட்ஜெட் விருப்பங்களைத் தேர்ந்தெடுக்கவும்
th: เลือกตัวเลือกวิดเจ็ตบอร์ด
tr: Pano widget seçeneklerini seçin
uk: Виберіть параметри віджета дошки
ur: بورڈ ویجیٹ کے اختیارات منتخب کریں۔
vi: Chọn tùy chọn tiện ích bảng

source: Opening book settings
es: Configuración del libro de apertura
sr: Отварање подешавања књиге
sv: Öppna bokinställningar
sw: Kufungua mipangilio ya kitabu
ta: புத்தக அமைப்புகளைத் திறக்கிறது
th: การตั้งค่าการเปิดหนังสือ
tr: Kitap ayarlarını açma
uk: Відкриття налаштувань книги
ur: کتاب کی ترتیبات کھول رہا ہے۔
vi: Cài đặt mở sách
