Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: If your intention was to add all the games from a database,
es: Si tu intención era agregar todos los juegos de una base de datos,
sr: Ако је ваша намера била да додате све игре из базе података,
sv: Om din avsikt var att lägga till alla spel från en databas,
sw: Ikiwa nia yako ilikuwa kuongeza michezo yote kutoka kwa hifadhidata,
ta: ஒரு தரவுத்தளத்திலிருந்து அனைத்து விளையாட்டுகளையும் சேர்ப்பது உங்கள் நோக்கமாக இருந்தால்,
th: หากคุณตั้งใจจะเพิ่มเกมทั้งหมดจากฐานข้อมูล
tr: Eğer amacınız bir veritabanındaki tüm oyunları eklemekse,
uk: Якщо ви мали намір додати всі ігри з бази даних,
ur: اگر آپ کا ارادہ تمام گیمز کو ڈیٹا بیس سے شامل کرنا تھا،
vi: Nếu ý định của bạn là thêm tất cả các trò chơi từ cơ sở dữ liệu,

source: then please click the <Add database> checkbox
es: Luego haga clic en la casilla de verificación <Agregar base de datos>
sr: затим кликните на поље за потврду <Додај базу података>
sv: klicka sedan på kryssrutan <Lägg till databas>
sw: kisha tafadhali bofya kisanduku cha kuteua <Ongeza hifadhidata>
ta: பின்னர் தயவுசெய்து <தரவுத்தளத்தைச் சேர்> தேர்வுப்பெட்டியைக் கிளிக் செய்யவும்.
th: จากนั้นกรุณาคลิกที่ช่องกาเครื่องหมาย <เพิ่มฐานข้อมูล>
tr: sonra lütfen <Veritabanı ekle> onay kutusunu tıklayın
uk: потім установіть прапорець <Додати базу даних>
ur: پھر براہ کرم <ڈیٹا بیس شامل کریں> چیک باکس پر کلک کریں۔
vi: sau đó vui lòng nhấp vào hộp kiểm <Thêm cơ sở dữ liệu>

source: before clicking on <Add Games>
es: antes de hacer clic en <Agregar juegos>
sr: пре него што кликнете на <Додај игре>
sv: innan du klickar på <Lägg till spel>
sw: kabla ya kubofya <Ongeza Michezo>
ta: <விளையாட்டுகளைச் சேர்> என்பதைக் கிளிக் செய்வதற்கு முன்
th: ก่อนที่จะคลิกที่ <เพิ่มเกม>
tr: <Oyun Ekle>'ye tıklamadan önce
uk: перш ніж натиснути на <Додати ігри>
ur: <گیمز شامل کریں> پر کلک کرنے سے پہلے
vi: trước khi nhấp vào <Thêm trò chơi>

source: Add games from PGN file message
es: Añadir juegos desde el mensaje del archivo PGN
sr: Додајте игрице из поруке ПГН датотеке
sv: Lägg till spel från PGN-filmeddelande
sw: Ongeza michezo kutoka kwa ujumbe wa faili wa PGN
ta: PGN கோப்பு செய்தியிலிருந்து விளையாட்டுகளைச் சேர்க்கவும்
th: เพิ่มเกมจากข้อความไฟล์ PGN
tr: PGN dosya mesajından oyun ekle
uk: Додати ігри з повідомлення файлу PGN
ur: PGN فائل پیغام سے گیمز شامل کریں۔
vi: Thêm trò chơi từ tin nhắn tệp PGN

source: There is no PGN file loaded
es: No hay ningún archivo PGN cargado
sr: Није учитана ПГН датотека
sv: Det finns ingen PGN-fil laddad
sw: Hakuna faili ya PGN iliyopakiwa
ta: எந்த PGN கோப்பும் ஏற்றப்படவில்லை.
th: ไม่มีไฟล์ PGN โหลดอยู่
tr: Yüklenen PGN dosyası yok
uk: Файл PGN не завантажено
ur: کوئی PGN فائل لوڈ نہیں ہے۔
vi: Không có tệp PGN nào được tải

source: Please load a PGN file before adding games
es: Cargue un archivo PGN antes de agregar juegos
sr: Учитајте ПГН датотеку пре додавања игара
sv: Vänligen ladda en PGN-fil innan du lägger till spel
sw: Tafadhali pakia faili ya PGN kabla ya kuongeza michezo
ta: விளையாட்டுகளைச் சேர்ப்பதற்கு முன் ஒரு PGN கோப்பை ஏற்றவும்.
th: กรุณาโหลดไฟล์ PGN ก่อนที่จะเพิ่มเกม
tr: Lütfen oyunları eklemeden önce bir PGN dosyası yükleyin
uk: Перш ніж додавати ігри, завантажте файл PGN
ur: گیمز شامل کرنے سے پہلے براہ کرم ایک PGN فائل لوڈ کریں۔
vi: Vui lòng tải tệp PGN trước khi thêm trò chơi

source: Game moves added to opening book
es: Movimientos de juego añadidos al libro de apertura
sr: Покрети игре додати у почетну књигу
sv: Speldrag har lagts till i öppningsboken
sw: Hatua za michezo zimeongezwa kwenye kitabu cha ufunguzi
ta: தொடக்கப் புத்தகத்தில் விளையாட்டு நகர்வுகள் சேர்க்கப்பட்டன.
th: เพิ่มการเคลื่อนไหวในเกมให้กับหนังสือเปิด
tr: Açılış kitabına oyun hamleleri eklendi
uk: Ігрові ходи додано до початкової книги
ur: کھلنے والی کتاب میں گیم کی چالیں شامل کی گئیں۔
vi: Các nước đi trong trò chơi được thêm vào sách mở đầu

source: Book file update message
es: Mensaje de actualización del archivo del libro
sr: Порука о ажурирању датотеке књиге
sv: Bokfiluppdateringsmeddelande
sw: Ujumbe wa kusasisha faili ya kitabu
ta: புத்தகக் கோப்பு புதுப்பிப்புச் செய்தி
th: ข้อความอัปเดตไฟล์หนังสือ
tr: Kitap dosyası güncelleme mesajı
uk: Повідомлення про оновлення файлу книги
ur: بک فائل اپ ڈیٹ کا پیغام
vi: Tin nhắn cập nhật tập tin sách

source: Add games to file
es: Agregar juegos al archivo
sr: Додајте игре у датотеку
sv: Lägg till spel i filen
sw: Ongeza michezo kwenye faili
ta: கோப்பில் விளையாட்டுகளைச் சேர்க்கவும்
th: เพิ่มเกมลงในไฟล์
tr: Dosyaya oyun ekle
uk: Додати ігри до файлу
ur: فائل میں گیمز شامل کریں۔
vi: Thêm trò chơi vào tập tin

source: complete.
es: completo.
sr: потпуни.
sv: komplett.
sw: kamili.
ta: முழுமை.
th: สมบูรณ์.
tr: tamamlamak.
uk: повний.
ur: مکمل
vi: hoàn thành.

source: Games processed
es: Juegos procesados
sr: Игре обрађене
sv: Spel bearbetade
sw: Michezo imechakatwa
ta: விளையாட்டுகள் செயலாக்கப்பட்டன
th: เกมที่ได้รับการประมวลผล
tr: İşlenen oyunlar
uk: Ігри оброблено
ur: گیمز پر کارروائی کی گئی۔
vi: Trò chơi đã xử lý

source: Moves added
es: Movimientos añadidos
sr: Додани су покрети
sv: Flytt har lagts till
sw: Hatua zimeongezwa
ta: சேர்க்கப்பட்ட நகர்வுகள்
th: เพิ่มการเคลื่อนไหว
tr: Hareketler eklendi
uk: Ходи додані
ur: چالیں شامل کی گئیں۔
vi: Đã thêm di chuyển

source: Time taken
es: Tiempo empleado
sr: Одузето време
sv: Tidsåtgång
sw: Muda uliochukuliwa
ta: எடுத்துக்கொண்ட நேரம்
th: เวลาที่ใช้
tr: Zaman harcandı
uk: Витрачений час
ur: وقت لیا گیا۔
vi: Thời gian đã mất

source: Add games cancelled
es: Añadir juegos cancelados
sr: Додавање игара је отказано
sv: Lägg till spel avbröts
sw: Kuongeza michezo kughairiwa
ta: ரத்துசெய்யப்பட்ட விளையாட்டுகளைச் சேர்க்கவும்
th: เพิ่มเกมที่ถูกยกเลิก
tr: Oyunların eklenmesi iptal edildi
uk: Додавання ігор скасовано
ur: منسوخ شدہ گیمز شامل کریں۔
vi: Thêm trò chơi bị hủy

source: Do you wish to add the games processed so far ?
es: ¿Quieres agregar los juegos procesados hasta ahora?
sr: Да ли желите да додате игре које су до сада обрађене?
sv: Vill du lägga till spelen som bearbetats hittills?
sw: Je, ungependa kuongeza michezo iliyochakatwa hadi sasa?
ta: இதுவரை செயலாக்கப்பட்ட விளையாட்டுகளைச் சேர்க்க விரும்புகிறீர்களா?
th: คุณต้องการเพิ่มเกมที่ได้รับการประมวลผลไปแล้วหรือไม่?
tr: Şu ana kadar işlenen oyunları eklemek ister misiniz?
uk: Бажаєте додати оброблені на даний момент ігри?
ur: کیا آپ اب تک پروسیس شدہ گیمز کو شامل کرنا چاہتے ہیں؟
vi: Bạn có muốn thêm các trò chơi đã xử lý cho đến nay không?

source: partially completed.
es: parcialmente completado
sr: делимично завршена.
sv: delvis färdigställd.
sw: kukamilika kwa sehemu.
ta: பகுதியளவு முடிந்தது.
th: เสร็จสมบูรณ์เพียงบางส่วน
tr: Kısmen tamamlandı.
uk: частково завершено.
ur: جزوی طور پر مکمل.
vi: đã hoàn thành một phần.

source: No moves to add
es: No hay movimientos que añadir
sr: Нема потеза за додавање
sv: Inga drag att lägga till
sw: Hakuna hatua za kuongeza
ta: சேர்க்க எந்த நகர்வுகளும் இல்லை.
th: ไม่มีการเคลื่อนไหวที่จะเพิ่ม
tr: Eklenecek hareket yok
uk: Немає ходів для додавання
ur: شامل کرنے کے لیے کوئی حرکت نہیں۔
vi: Không có động thái nào để thêm

source: No moves to delete
es: No hay movimientos para eliminar
sr: Нема потеза за брисање
sv: Inga drag att radera
sw: Hakuna hatua za kufuta
ta: நீக்க எந்த நகர்வுகளும் இல்லை
th: ไม่มีการเคลื่อนไหวที่จะลบ
tr: Silinecek hareket yok
uk: Немає рухів для видалення
ur: حذف کرنے کی کوئی حرکت نہیں۔
vi: Không có động thái nào để xóa

source: Cannot reallocate memory for opening book
es: No se puede reasignar memoria para abrir el libro
sr: Није могуће поново доделити меморију за отварање књиге
sv: Det går inte att omfördela minne för att öppna boken
sw: Haiwezi kutenga tena kumbukumbu ya kufungua kitabu
ta: புத்தகத்தைத் திறப்பதற்கான நினைவகத்தை மறுஒதுக்கீடு செய்ய முடியவில்லை.
th: ไม่สามารถจัดสรรหน่วยความจำใหม่สำหรับการเปิดหนังสือได้
tr: Kitap açmak için bellek yeniden tahsis edilemiyor
uk: Не вдається перерозподілити пам'ять для відкриття книги
ur: کتاب کھولنے کے لیے میموری کو دوبارہ مختص نہیں کیا جا سکتا
vi: Không thể phân bổ lại bộ nhớ để mở sách

source: Memory error
es: Error de memoria
sr: Грешка у меморији
sv: Minnesfel
sw: Hitilafu ya kumbukumbu
ta: நினைவகப் பிழை
th: ข้อผิดพลาดของหน่วยความจำ
tr: Bellek hatası
uk: Помилка пам'яті
ur: میموری کی خرابی۔
vi: Lỗi bộ nhớ

source: Cannot open the .bin opening book file
es: No se puede abrir el archivo de libro de apertura .bin
sr: Није могуће отворити .бин датотеку књиге за отварање
sv: Det går inte att öppna .bin-öppningsboken
sw: Haiwezi kufungua faili ya kitabu cha kufungua .bin
ta: .bin திறக்கும் புத்தகக் கோப்பைத் திறக்க முடியவில்லை.
th: ไม่สามารถเปิดไฟล์หนังสือเปิด .bin ได้
tr: .bin açılış kitabı dosyası açılamıyor
uk: Не вдається відкрити файл початкової книги .bin
ur: .bin اوپننگ بک فائل کو نہیں کھولا جا سکتا
vi: Không thể mở tệp sách mở .bin

source: There are no moves in the book to reset
es: No hay movimientos en el libro para reiniciar.
sr: У књизи нема потеза за ресетовање
sv: Det finns inga drag i boken att återställa
sw: Hakuna miondoko kwenye kitabu ili kuweka upya
ta: மீட்டமைக்க புத்தகத்தில் எந்த நகர்வுகளும் இல்லை.
th: ไม่มีการเคลื่อนไหวในหนังสือที่จะรีเซ็ต
tr: Kitapta sıfırlamak için hiçbir hamle yok
uk: У книзі немає ходів для скидання
ur: کتاب میں دوبارہ ترتیب دینے کی کوئی حرکت نہیں ہے۔
vi: Không có động thái nào trong cuốn sách để thiết lập lại

source: Edit Polyglot .bin opening book
es: Editar libro de aperturas de Polyglot .bin
sr: Уреди Полиглот .бин почетну књигу
sv: Redigera Polyglot .bin öppningsbok
sw: Hariri kitabu cha ufunguzi cha Polyglot .bin
ta: பாலிகிளாட் .பின் தொடக்கப் புத்தகத்தைத் திருத்து.
th: แก้ไขหนังสือเปิด Polyglot .bin
tr: Polyglot .bin açılış kitabını düzenle
uk: Редагувати Поліглот .bin початкову книгу
ur: Polyglot .bin کھولنے والی کتاب میں ترمیم کریں۔
vi: Chỉnh sửa sách mở đầu Polyglot .bin

source: File :-
es: Archivo :-
sr: Фајл :-
sv: Fil :-
sw: Faili :-
ta: கோப்பு :-
th: ไฟล์ :-
tr: Dosya :-
uk: Файл: -
ur: فائل:-
vi: Tài liệu :-

source: Select .bin file for book
es: Seleccionar archivo .bin para el libro
sr: Изаберите .бин датотеку за књигу
sv: Välj .bin-fil för bok
sw: Chagua faili ya .bin kwa kitabu
ta: புத்தகத்திற்கான .bin கோப்பைத் தேர்ந்தெடுக்கவும்.
th: เลือกไฟล์ .bin สำหรับหนังสือ
tr: Kitap için .bin dosyasını seçin
uk: Виберіть файл .bin для книги
ur: کتاب کے لیے .bin فائل کو منتخب کریں۔
vi: Chọn tệp .bin cho sách

source: Add line
es: Agregar línea
sr: Додајте линију
sv: Lägg till rad
sw: Ongeza mstari
ta: வரியைச் சேர்
th: เพิ่มบรรทัด
tr: Satır ekle
uk: Додайте лінію
ur: لائن شامل کریں۔
vi: Thêm dòng

source: from start
es: desde el principio
sr: од почетка
sv: från början
sw: tangu mwanzo
ta: தொடக்கத்திலிருந்து
th: จากจุดเริ่มต้น
tr: başlangıçtan itibaren
uk: від початку
ur: شروع سے
vi: từ đầu

source: with sub-vars
es: con subvariables
sr: са под-варима
sv: med sub-vars
sw: na sub-vars
ta: துணை வார்களுடன்
th: กับตัวแปรย่อย
tr: alt değişkenlerle
uk: з підзмінними
ur: ذیلی وار کے ساتھ
vi: với các biến phụ

source: Delete line
es: Eliminar línea
sr: Избриши линију
sv: Ta bort rad
sw: Futa mstari
ta: வரியை நீக்கு
th: ลบบรรทัด
tr: Satırı sil
uk: Видалити рядок
ur: لائن کو حذف کریں۔
vi: Xóa dòng

source: Default weight value
es: Valor de peso predeterminado
sr: Подразумевана вредност тежине
sv: Standardviktvärde
sw: Thamani chaguo-msingi ya uzito
ta: இயல்புநிலை எடை மதிப்பு
th: ค่าน้ำหนักเริ่มต้น
tr: Varsayılan ağırlık değeri
uk: Значення ваги за замовчуванням
ur: پہلے سے طے شدہ وزن کی قیمت
vi: Giá trị trọng số mặc định

source: Select the options to add game(s) from a PGN file :-
es: Seleccione las opciones para agregar juegos desde un archivo PGN:
sr: Изаберите опције за додавање игрица из ПГН датотеке: -
sv: Välj alternativ för att lägga till spel från en PGN-fil:-
sw: Chagua chaguzi za kuongeza michezo kutoka kwa faili ya PGN :-
ta: PGN கோப்பிலிருந்து விளையாட்டுகளைச் சேர்க்க விருப்பங்களைத் தேர்ந்தெடுக்கவும்:-
th: เลือกตัวเลือกเพื่อเพิ่มเกมจากไฟล์ PGN :-
tr: PGN dosyasından oyun(lar) eklemek için seçenekleri seçin:-
uk: Виберіть параметри, щоб додати гру(и) з файлу PGN:-
ur: PGN فائل سے گیم (گیموں) کو شامل کرنے کے اختیارات منتخب کریں:-
vi: Chọn các tùy chọn để thêm trò chơi từ tệp PGN:-

source: Add game
es: Añadir juego
sr: Додај игру
sv: Lägg till spel
sw: Ongeza mchezo
ta: விளையாட்டைச் சேர்
th: เพิ่มเกม
tr: Oyun ekle
uk: Додати гру
ur: گیم شامل کریں۔
vi: Thêm trò chơi

source: Add database
es: Agregar base de datos
sr: Додај базу података
sv: Lägg till databas
sw: Ongeza hifadhidata
ta: தரவுத்தளத்தைச் சேர்
th: เพิ่มฐานข้อมูล
tr: Veritabanı ekle
uk: Додати базу даних
ur: ڈیٹا بیس شامل کریں۔
vi: Thêm cơ sở dữ liệu

source: Move depth (ply) :
es: Profundidad de movimiento (capa):
sr: Дубина померања (слој):
sv: Flytta djup (skikt):
sw: Sogeza kina (ply):
ta: நகர்வு ஆழம் (அடுக்கு) :
th: ความลึกในการเคลื่อนย้าย (ชั้น) :
tr: Hareket derinliği (katman) :
uk: Глибина ходу (шару):
ur: منتقل گہرائی (پلائی):
vi: Độ sâu di chuyển (lớp):

source: Book move no.
es: Movimiento de libro n.º
sr: Књижни потез бр.
sv: Bokflytt nr.
sw: Nambari ya hoja ya kitabu.
ta: புத்தக நகர்வு எண்.
th: ย้ายหนังสือลำดับที่
tr: Kitap taşıma no.
uk: Книжковий хід №.
ur: کتاب اقدام نمبر
vi: Số lần di chuyển của cuốn sách

source: Start game no.
es: Comienza el juego n.º
sr: Почетак игре бр.
sv: Start spel nr.
sw: Anza mchezo No.
ta: தொடக்க விளையாட்டு எண்.
th: เริ่มเกมหมายเลข
tr: Oyun no'yu başlat.
uk: Почати гру №
ur: گیم نمبر شروع کریں۔
vi: Bắt đầu trò chơi số

source: End game no. :
es: Juego final n.º:
sr: Крај игре бр. :
sv: Slutspel nr. :
sw: Mwisho wa mchezo No. :
ta: ஆட்ட முடிவு எண்:
th: จบเกมหมายเลข :
tr: Son oyun no. :
uk: Кінець гри № :
ur: اختتامی کھیل نمبر :
vi: Số kết thúc trò chơi:

source: Add game(s)
es: Añadir juego(s)
sr: Додај игру(е)
sv: Lägg till spel
sw: Ongeza michezo
ta: விளையாட்டுகளைச் சேர்க்கவும்
th: เพิ่มเกม
tr: Oyun(lar) ekle
uk: Додати гру(и)
ur: گیمز شامل کریں
vi: Thêm trò chơi

source: Last game no. added
es: Último juego n.° añadido
sr: Последња утакмица бр. додао је
sv: Senaste match nr. lagt till
sw: Mchezo wa mwisho Na. aliongeza
ta: கடைசி ஆட்டத்தில் எண் சேர்க்கப்பட்டது
th: เพิ่มเกมล่าสุด
tr: Son oyun no. eklendi
uk: Остання гра № додано
ur: آخری گیم نمبر شامل کیا
vi: Trò chơi cuối cùng số được thêm vào

source: The polyglot .bin file that is used for opening book moves.
es: El archivo .bin políglota que se utiliza para abrir libros se mueve.
sr: Полиглот .бин фајл који се користи за отварање потеза књиге.
sv: Den polyglotta .bin-filen som används för att öppna bokdrag.
sw: Faili ya polyglot .bin ambayo hutumika kufungua miondoko ya kitabu.
ta: புத்தக நகர்வுகளைத் திறக்கப் பயன்படுத்தப்படும் பாலிகிளாட் .bin கோப்பு.
th: ไฟล์ .bin ของ polyglot ที่ใช้ในการเปิดหนังสือเคลื่อนไหว
tr: Kitap taşıma işlemlerini açmak için kullanılan çok dilli .bin dosyası.
uk: Файл поліглоту .bin, який використовується для відкриття рухів книги.
ur: پولی گلوٹ .bin فائل جو کتاب کی چالوں کو کھولنے کے لیے استعمال ہوتی ہے۔
vi: Tệp .bin đa ngôn ngữ được sử dụng để mở các lần di chuyển sách.

source: Click to add the current line to book
es: Haga clic para agregar la línea actual al libro
sr: Кликните да бисте додали тренутну линију у књигу
sv: Klicka för att lägga till den aktuella raden i boken
sw: Bofya ili kuongeza mstari wa sasa ili kuweka nafasi
ta: தற்போதைய வரியை முன்பதிவு செய்ய சேர்க்க கிளிக் செய்யவும்.
th: คลิกเพื่อเพิ่มรายการปัจจุบันเข้าจอง
tr: Mevcut satırı rezervasyona eklemek için tıklayın
uk: Натисніть, щоб додати поточний рядок до книги
ur: کتاب میں موجودہ لائن شامل کرنے کے لیے کلک کریں۔
vi: Nhấp để thêm dòng hiện tại vào sách

source: Check to add the current line from the start
es: Marque para agregar la línea actual desde el principio
sr: Означите да бисте додали тренутну линију од почетка
sv: Markera för att lägga till den aktuella raden från början
sw: Angalia ili kuongeza mstari wa sasa kutoka mwanzo
ta: தொடக்கத்திலிருந்து தற்போதைய வரியைச் சேர்க்க சரிபார்க்கவும்.
th: เลือกเพื่อเพิ่มบรรทัดปัจจุบันจากจุดเริ่มต้น
tr: Geçerli satırı baştan eklemek için işaretleyin
uk: Поставте прапорець, щоб додати поточний рядок із самого початку
ur: شروع سے موجودہ لائن شامل کرنے کے لیے چیک کریں۔
vi: Kiểm tra để thêm dòng hiện tại từ đầu

source: uncheck to add from current position
es: Desmarcar para agregar desde la posición actual
sr: опозовите избор да бисте додали са тренутне позиције
sv: avmarkera för att lägga till från nuvarande position
sw: ondoa uteuzi ili kuongeza kutoka kwa nafasi ya sasa
ta: தற்போதைய நிலையில் இருந்து சேர்க்க தேர்வுநீக்கவும்.
th: ยกเลิกการเลือกเพื่อเพิ่มจากตำแหน่งปัจจุบัน
tr: geçerli konumdan eklemek için işaretini kaldırın
uk: зніміть прапорець, щоб додати з поточної позиції
ur: موجودہ پوزیشن سے شامل کرنے کے لیے نشان ہٹا دیں۔
vi: bỏ chọn để thêm từ vị trí hiện tại

source: Check to add sub-vars, uncheck for main line only
es: Marque para agregar subvariables, desmarque solo para la línea principal
sr: Означите да бисте додали под-варијанте, опозовите избор само за главну линију
sv: Markera för att lägga till sub-vars, avmarkera endast för huvudlinjen
sw: Angalia ili kuongeza vazi ndogo, ondoa uteuzi kwa laini kuu pekee
ta: துணை வார்களைச் சேர்க்க தேர்வு செய்யவும், பிரதான வரிக்கு மட்டும் தேர்வுநீக்கவும்.
th: เลือกเพื่อเพิ่มตัวแปรย่อย ยกเลิกการเลือกสำหรับสายหลักเท่านั้น
tr: Alt değişkenleri eklemek için işaretleyin, yalnızca ana satır için işareti kaldırın
uk: Поставте прапорець, щоб додати підзмінні, зніміть прапорець лише для основного рядка
ur: ذیلی وارز شامل کرنے کے لیے چیک کریں، صرف مین لائن کے لیے نشان ہٹا دیں۔
vi: Kiểm tra để thêm các biến con, bỏ chọn chỉ cho dòng chính

source: Click to delete the current line from book
es: Haga clic para eliminar la línea actual del libro
sr: Кликните да избришете тренутни ред из књиге
sv: Klicka för att ta bort den aktuella raden från boken
sw: Bofya ili kufuta mstari wa sasa kutoka kwa kitabu
ta: புத்தகத்திலிருந்து தற்போதைய வரியை நீக்க கிளிக் செய்யவும்.
th: คลิกเพื่อลบบรรทัดปัจจุบันออกจากหนังสือ
tr: Mevcut satırı kitaptan silmek için tıklayın
uk: Натисніть, щоб видалити поточний рядок із книги
ur: کتاب سے موجودہ لائن کو حذف کرنے کے لیے کلک کریں۔
vi: Nhấp để xóa dòng hiện tại khỏi sách

source: Check to delete the current line from the start
es: Marque para eliminar la línea actual desde el principio
sr: Означите да бисте избрисали тренутну линију од почетка
sv: Markera för att radera den aktuella raden från början
sw: Angalia ili kufuta mstari wa sasa kutoka mwanzo
ta: தொடக்கத்திலிருந்து தற்போதைய வரியை நீக்க சரிபார்க்கவும்.
th: เลือกเพื่อลบบรรทัดปัจจุบันจากจุดเริ่มต้น
tr: Mevcut satırı baştan silmek için işaretleyin
uk: Поставте прапорець, щоб видалити поточний рядок із самого початку
ur: موجودہ لائن کو شروع سے حذف کرنے کے لیے چیک کریں۔
vi: Kiểm tra để xóa dòng hiện tại từ đầu

source: uncheck to delete from current position
es: desmarcar para eliminar de la posición actual
sr: опозовите избор за брисање са тренутне позиције
sv: avmarkera för att ta bort från nuvarande position
sw: ondoa uteuzi ili kufuta kutoka kwa nafasi ya sasa
ta: தற்போதைய நிலையில் இருந்து நீக்க தேர்வுநீக்கு.
th: ยกเลิกการเลือกเพื่อลบจากตำแหน่งปัจจุบัน
tr: geçerli konumdan silmek için işaretini kaldırın
uk: зніміть прапорець, щоб видалити з поточної позиції
ur: موجودہ پوزیشن سے حذف کرنے کے لیے نشان ہٹا دیں۔
vi: bỏ chọn để xóa khỏi vị trí hiện tại

source: Check to delete sub-vars, uncheck for main line only
es: Marque para eliminar subvariables, desmarque solo para la línea principal
sr: Означите да бисте избрисали под-варијанте, опозовите избор само за главну линију
sv: Markera för att ta bort sub-vars, avmarkera endast för huvudlinjen
sw: Angalia ili kufuta sub-vars, ondoa uteuzi kwa laini kuu pekee
ta: துணை வார்களை நீக்க தேர்வு செய்யவும், பிரதான வரியை மட்டும் தேர்வுநீக்கவும்.
th: เลือกเพื่อลบตัวแปรย่อย ยกเลิกการเลือกสำหรับสายหลักเท่านั้น
tr: Alt değişkenleri silmek için işaretleyin, yalnızca ana satır için işareti kaldırın
uk: Поставте прапорець, щоб видалити підзмінні, зніміть прапорець лише для основного рядка
ur: ذیلی وار کو حذف کرنے کے لیے چیک کریں، صرف مین لائن کے لیے نشان ہٹا دیں۔
vi: Kiểm tra để xóa các biến con, bỏ chọn chỉ cho dòng chính

source: Select the default weight for moves added to the book
es: Seleccione el peso predeterminado para los movimientos agregados al libro
sr: Изаберите подразумевану тежину за потезе додате у књигу
sv: Välj standardvikt för drag som lagts till i boken
sw: Chagua uzani chaguo-msingi wa miondoko iliyoongezwa kwenye kitabu
ta: புத்தகத்தில் சேர்க்கப்படும் நகர்வுகளுக்கான இயல்புநிலை எடையைத் தேர்ந்தெடுக்கவும்.
th: เลือกน้ำหนักเริ่มต้นสำหรับการเคลื่อนไหวที่เพิ่มลงในหนังสือ
tr: Kitaba eklenen hareketler için varsayılan ağırlığı seçin
uk: Виберіть стандартну вагу для ходів, доданих до книги
ur: کتاب میں شامل کی گئی چالوں کے لیے پہلے سے طے شدہ وزن کا انتخاب کریں۔
vi: Chọn trọng lượng mặc định cho các động tác được thêm vào sách

source: Click to display .bin book weights dialog box
es: Haga clic para visualizar el cuadro de diálogo de pesos de libros .bin
sr: Кликните да бисте приказали дијалошки оквир за тежину књиге .бин
sv: Klicka för att visa dialogrutan .bin bokvikter
sw: Bofya ili kuonyesha kisanduku cha kidadisi cha .bin book weights
ta: .bin புத்தக எடைகள் உரையாடல் பெட்டியைக் காட்ட கிளிக் செய்யவும்.
th: คลิกเพื่อแสดงกล่องโต้ตอบน้ำหนักหนังสือ .bin
tr: .bin kitap ağırlıkları iletişim kutusunu görüntülemek için tıklayın
uk: Клацніть, щоб відобразити діалогове вікно ваги книги .bin
ur: .bin کتاب کے وزن کے ڈائیلاگ باکس کو ظاہر کرنے کے لیے کلک کریں۔
vi: Nhấp để hiển thị hộp thoại trọng số sách .bin

source: Check to add the current game to opening book
es: Marque para agregar el juego actual al libro de apertura
sr: Означите да бисте додали тренутну игру у почетну књигу
sv: Markera för att lägga till det aktuella spelet i öppningsboken
sw: Angalia ili kuongeza mchezo wa sasa kwenye kitabu cha kufungua
ta: தற்போதைய விளையாட்டை தொடக்கப் புத்தகத்தில் சேர்க்க சரிபார்க்கவும்.
th: เลือกเพื่อเพิ่มเกมปัจจุบันลงในหนังสือเปิด
tr: Mevcut oyunu açılış kitabına eklemek için işaretleyin
uk: Поставте прапорець, щоб додати поточну гру до початкової книги
ur: موجودہ گیم کو اوپننگ بک میں شامل کرنے کے لیے چیک کریں۔
vi: Kiểm tra để thêm trò chơi hiện tại vào sách mở đầu

source: Check to add all games from the database to the opening book
es: Marque para agregar todos los juegos de la base de datos al libro de apertura
sr: Означите да бисте додали све игре из базе података у почетну књигу
sv: Markera för att lägga till alla spel från databasen till öppningsboken
sw: Angalia ili kuongeza michezo yote kutoka kwa hifadhidata hadi kitabu cha ufunguzi
ta: தரவுத்தளத்திலிருந்து அனைத்து விளையாட்டுகளையும் தொடக்கப் புத்தகத்தில் சேர்க்க சரிபார்க்கவும்.
th: เลือกเพื่อเพิ่มเกมทั้งหมดจากฐานข้อมูลลงในหนังสือเปิด
tr: Veritabanındaki tüm oyunları açılış kitabına eklemek için işaretleyin
uk: Поставте прапорець, щоб додати всі ігри з бази даних до початкової книги
ur: ڈیٹا بیس سے ابتدائی کتاب میں تمام گیمز شامل کرنے کے لیے چیک کریں۔
vi: Kiểm tra để thêm tất cả các trò chơi từ cơ sở dữ liệu vào sách mở đầu

source: Enter the depth (ply) for adding moves
es: Introduzca la profundidad (ply) para agregar movimientos
sr: Унесите дубину (слој) за додавање потеза
sv: Ange djupet (ply) för att lägga till drag
sw: Ingiza kina (ply) kwa kuongeza hatua
ta: நகர்வுகளைச் சேர்ப்பதற்கான ஆழத்தை (அடுக்கு) உள்ளிடவும்.
th: ป้อนความลึก (ชั้น) สำหรับการเพิ่มการเคลื่อนไหว
tr: Hareket eklemek için derinliği (katman) girin
uk: Введіть глибину (шар) для додавання ходів
ur: چالیں شامل کرنے کے لیے گہرائی (پلائی) درج کریں۔
vi: Nhập độ sâu (lớp) để thêm nước đi
