Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: so the following Swiss Perfect format for example is okay;
es: Entonces, por ejemplo, el siguiente formato Swiss Perfect está bien;
sr: тако да је следећи формат Свисс Перфецт, на пример, у реду;
sv: så följande Swiss Perfect-format till exempel är okej;
sw: kwa hivyo umbizo la Swiss Perfect lifuatalo kwa mfano ni sawa;
ta: எனவே பின்வரும் சுவிஸ் பெர்ஃபெக்ட் வடிவம் சரிதான்;
th: ดังนั้นรูปแบบ Swiss Perfect ต่อไปนี้จึงใช้ได้
tr: örneğin aşağıdaki Swiss Perfect formatı uygundur;
uk: тому, наприклад, такий формат Swiss Perfect підходить;
ur: مثال کے طور پر درج ذیل سوئس پرفیکٹ فارمیٹ ٹھیک ہے۔
vi: vì vậy định dạng Swiss Perfect sau đây chẳng hạn là được;

source: 1 Federer, Roger 2499 [6.5] : Woods, Tiger 2499 [5.5]
sr: 1 Федерер, Роџер 2499 [6,5] : Вудс, Тигар 2499 [5,5]
ta: 1 ஃபெடரர், ரோஜர் 2499 [6.5] : வூட்ஸ், டைகர் 2499 [5.5]
th: 1 เฟเดอเรอร์, โรเจอร์ 2499 [6.5] : วูดส์, ไทเกอร์ 2499 [5.5]
tr: 1 Federer, Roger 2499 [6.5] : Woods, Kaplan 2499 [5.5]
uk: 1 Федерер, Роджер 2499 [6,5] : Вудс, Тайгер 2499 [5,5]
ur: 1 فیڈرر، راجر 2499 [6.5] : ووڈس، ٹائیگر 2499 [5.5]

source: If your pairing program produces something that doesn't work,
es: Si su programa de emparejamiento produce algo que no funciona,
sr: Ако ваш програм за упаривање произведе нешто што не ради,
sv: Om ditt parkopplingsprogram producerar något som inte fungerar,
sw: Ikiwa programu yako ya kuoanisha itatoa kitu ambacho hakifanyi kazi,
ta: உங்கள் இணைத்தல் நிரல் வேலை செய்யாத ஒன்றை உருவாக்கினால்,
th: หากโปรแกรมจับคู่ของคุณสร้างสิ่งที่ไม่ทำงาน
tr: Eşleştirme programınız işe yaramayan bir şey üretiyorsa,
uk: Якщо ваша програма створення пари створює щось, що не працює,
ur: اگر آپ کا جوڑا بنانے کا پروگرام کوئی ایسی چیز تیار کرتا ہے جو کام نہیں کرتا ہے،
vi: Nếu chương trình ghép nối của bạn tạo ra thứ gì đó không hoạt động,

source: email me at billforsternz@gmail.com with a sample
es: Envíeme un correo electrónico a billforsternz@gmail.com con una muestra
sr: пошаљите ми е-маил на биллфорстернз@гмаил.цом са узорком
sv: mejla mig på billforsternz@gmail.com med ett prov
sw: nitumie barua pepe kwa billforsternz@gmail.com na sampuli
ta: ஒரு மாதிரியுடன் billforsternz@gmail.com என்ற முகவரிக்கு எனக்கு மின்னஞ்சல் அனுப்புங்கள்.
th: ส่งอีเมลถึงฉันได้ที่ billforsternz@gmail.com พร้อมตัวอย่าง
tr: bana bir örnekle billforsternz@gmail.com adresine e-posta gönderin
uk: напишіть мені на billforsternz@gmail.com із зразком
ur: مجھے ایک نمونے کے ساتھ billforsternz@gmail.com پر ای میل کریں۔
vi: gửi email cho tôi theo địa chỉ billforsternz@gmail.com kèm theo mẫu

source: and if you ask nicely I'll adapt Tarrasch for you.
es: Y si lo pides amablemente adaptaré Tarrasch para ti.
sr: и ако лепо замолиш, прилагодићу ти Тарраша.
sv: och om du frågar snällt så anpassar jag Tarrasch åt dig.
sw: na ukiuliza vizuri nitarekebisha Tarrasch kwa ajili yako.
ta: நீங்க நல்லா கேட்டா, நான் உங்களுக்குப் பொருத்தமா டாராஷ்ஷை மாற்றிக் கொடுப்பேன்.
th: แล้วถ้าคุณขอดีๆ ฉันจะดัดแปลง Tarrasch ให้กับคุณ
tr: ve eğer güzelce rica ederseniz Tarrasch'ı sizin için uyarlarım.
uk: і якщо ви ласкаво попросите, я адаптую Tarrasch для вас.
ur: اور اگر آپ اچھی طرح سے پوچھیں گے تو میں آپ کے لیے تراشچ کو ڈھال لوں گا۔
vi: và nếu bạn yêu cầu lịch sự thì tôi sẽ chuyển thể Tarrasch cho bạn.

source: This help information will be ignored if it is present,
es: Esta información de ayuda será ignorada si está presente,
sr: Ове информације помоћи ће бити занемарене ако су присутне,
sv: Denna hjälpinformation kommer att ignoreras om den finns,
sw: Taarifa hii ya usaidizi itapuuzwa ikiwa iko,
ta: இந்த உதவித் தகவல் இருந்தால் அது புறக்கணிக்கப்படும்,
th: ข้อมูลความช่วยเหลือนี้จะถูกละเว้นถ้ามีอยู่
tr: Bu yardım bilgisi mevcutsa göz ardı edilecektir.
uk: Ця довідкова інформація буде проігнорована, якщо вона присутня,
ur: اگر یہ مدد کی معلومات موجود ہے تو اسے نظر انداز کر دیا جائے گا،
vi: Thông tin trợ giúp này sẽ bị bỏ qua nếu nó có mặt,

source: so you can paste above, paste below or Ctrl-A to select all and paste over the top.
es: Así puedes pegar arriba, pegar abajo o Ctrl-A para seleccionar todo y pegar encima.
sr: тако да можете да налепите изнад, налепите испод или Цтрл-А да изаберете све и налепите преко врха.
sv: så du kan klistra in ovan, klistra in nedan eller Ctrl-A för att markera alla och klistra över.
sw: kwa hivyo unaweza kubandika hapo juu, kubandika chini au Ctrl-A ili kuchagua zote na kubandika juu.
ta: எனவே நீங்கள் மேலே ஒட்டலாம், கீழே ஒட்டலாம் அல்லது அனைத்தையும் தேர்ந்தெடுத்து மேலே ஒட்ட Ctrl-A ஐ அழுத்தவும்.
th: คุณสามารถวางด้านบน วางด้านล่าง หรือกด Ctrl-A เพื่อเลือกทั้งหมดแล้ววางไว้ด้านบน
tr: böylece yukarıya yapıştırabilir, aşağıya yapıştırabilir veya tümünü seçip üste yapıştırmak için Ctrl-A tuşuna basabilirsiniz.
uk: тому ви можете вставити вище, вставити нижче або Ctrl-A, щоб вибрати все та вставити зверху.
ur: اس لیے آپ اوپر پیسٹ کر سکتے ہیں، نیچے چسپاں کر سکتے ہیں یا سب کو منتخب کرنے کے لیے Ctrl-A کو اوپر پیسٹ کر سکتے ہیں۔
vi: vì vậy bạn có thể dán ở trên, dán ở dưới hoặc Ctrl-A để chọn tất cả và dán lên trên.

source: Use this panel to generate empty skeleton games for a tournament round.
es: Utilice este panel para generar juegos de esqueleto vacíos para una ronda de torneo.
sr: Користите овај панел да генеришете празне игре костура за рунду турнира.
sv: Använd den här panelen för att skapa tomma skelettspel för en turneringsrunda.
sw: Tumia paneli hii kutengeneza michezo tupu ya mifupa kwa raundi ya mashindano.
ta: போட்டிச் சுற்றுக்கான காலி எலும்புக்கூடு விளையாட்டுகளை உருவாக்க இந்தப் பலகத்தைப் பயன்படுத்தவும்.
th: ใช้แผงนี้เพื่อสร้างเกมโครงกระดูกเปล่าสำหรับรอบทัวร์นาเมนต์
tr: Bir turnuva turu için boş iskelet oyunları oluşturmak amacıyla bu paneli kullanın.
uk: Використовуйте цю панель, щоб створити порожні ігри зі скелетами для раунду турніру.
ur: ٹورنامنٹ راؤنڈ کے لیے خالی سکیلیٹن گیمز بنانے کے لیے اس پینل کا استعمال کریں۔
vi: Sử dụng bảng điều khiển này để tạo các trò chơi khung trống cho một vòng đấu giải đấu.

source: Don't worry, if Roger Federer is playing Tiger Woods at your tournament
es: No te preocupes si Roger Federer juega contra Tiger Woods en tu torneo
sr: Не брините, ако Роџер Федерер игра против Тајгера Вудса на вашем турниру
sv: Oroa dig inte, om Roger Federer spelar mot Tiger Woods i din turnering
sw: Usijali, ikiwa Roger Federer anacheza Tiger Woods kwenye mashindano yako
ta: கவலைப்படாதே, ரோஜர் ஃபெடரர் உங்கள் போட்டியில் டைகர் உட்ஸுடன் விளையாடுகிறார் என்றால்.
th: อย่ากังวลหาก Roger Federer จะเล่นกับ Tiger Woods ในทัวร์นาเมนต์ของคุณ
tr: Endişelenmeyin, Roger Federer turnuvanızda Tiger Woods ile oynuyorsa
uk: Не хвилюйтеся, якщо Роджер Федерер зіграє з Тайгером Вудсом на вашому турнірі
ur: پریشان نہ ہوں، اگر راجر فیڈرر آپ کے ٹورنامنٹ میں ٹائیگر ووڈس کھیل رہے ہیں۔
vi: Đừng lo lắng nếu Roger Federer đang đấu với Tiger Woods tại giải đấu của bạn

source: their game won't be skipped unless they are both rated 2499!
es: ¡Su juego no se salteará a menos que ambos tengan una calificación de 2499!
sr: њихова игра неће бити прескочена осим ако обоје нису оцењени са 2499!
sv: deras spel kommer inte att hoppas över om de inte båda har fått betyget 2499!
sw: mchezo wao hautarukwa isipokuwa wote wamepewa alama 2499!
ta: அவர்கள் இருவரும் 2499 மதிப்பீடு பெற்றாலொழிய அவர்களின் விளையாட்டு தவிர்க்கப்படாது!
th: เกมของพวกเขาจะไม่ถูกข้ามเว้นแต่ว่าพวกเขาทั้งคู่จะได้รับการจัดอันดับ 2499!
tr: İkisinin de reytingi 2499 olmadığı sürece maçları kaçırılmayacak!
uk: їхня гра не буде пропущена, якщо обидва не мають рейтинг 2499!
ur: ان کا گیم اس وقت تک نہیں چھوڑا جائے گا جب تک کہ ان دونوں کو 2499 کا درجہ نہ دیا جائے!
vi: trò chơi của họ sẽ không bị bỏ qua trừ khi cả hai đều được xếp hạng 2499!

source: Tournament Dialog Help
es: Ayuda del diálogo del torneo
sr: Помоћ за дијалог турнира
sv: Hjälp för turneringsdialog
sw: Msaada wa Kidadisi cha Mashindano
ta: போட்டி உரையாடல் உதவி
th: ความช่วยเหลือการสนทนาการแข่งขัน
tr: Turnuva İletişim Kutusu Yardımı
uk: Довідка діалогового вікна турніру
ur: ٹورنامنٹ ڈائیلاگ مدد
vi: Trợ giúp hộp thoại giải đấu

source: Illegal base round field
es: Campo de ronda de base ilegal
sr: Недозвољено основно округло поље
sv: Olagligt basrunda fält
sw: Uwanja wa duara wa msingi usio halali
ta: சட்டவிரோத அடிப்படை சுற்று புலம்
th: สนามรอบฐานผิดกฎหมาย
tr: Yasadışı taban yuvarlak saha
uk: Недозволене базове кругле поле
ur: غیر قانونی بیس راؤنڈ فیلڈ
vi: Sân đấu vòng tròn bất hợp pháp

source: Error in game template
es: Error en la plantilla del juego
sr: Грешка у шаблону игре
sv: Fel i spelmallen
sw: Hitilafu katika kiolezo cha mchezo
ta: விளையாட்டு டெம்ப்ளேட்டில் பிழை.
th: เกิดข้อผิดพลาดในเทมเพลตเกม
tr: Oyun şablonunda hata
uk: Помилка в шаблоні гри
ur: گیم ٹیمپلیٹ میں خرابی۔
vi: Lỗi trong mẫu trò chơi

source: This panel lets you setup training options.
es: Este panel le permite configurar las opciones de entrenamiento.
sr: Овај панел вам омогућава да подесите опције обуке.
sv: Den här panelen låter dig ställa in träningsalternativ.
sw: Paneli hii hukuruhusu kusanidi chaguo za mafunzo.
ta: இந்தப் பலகம் பயிற்சி விருப்பங்களை அமைக்க உங்களை அனுமதிக்கிறது.
th: แผงนี้ช่วยให้คุณตั้งค่าตัวเลือกการฝึกอบรม
tr: Bu panel eğitim seçeneklerinizi ayarlamanızı sağlar.
uk: Ця панель дозволяє налаштувати параметри навчання.
ur: یہ پینل آپ کو تربیت کے اختیارات ترتیب دینے دیتا ہے۔
vi: Bảng điều khiển này cho phép bạn thiết lập các tùy chọn đào tạo.

source: Board position lags play by this many half moves:
es: La posición del tablero se retrasa respecto al juego en esta cantidad de medios movimientos:
sr: Заостајање на позицији на табли игра се за оволико полупотова:
sv: Styrelsens position fördröjer spelet med så här många halvdrag:
sw: Nafasi ya bodi inachelewa kucheza na hatua hizi nyingi za nusu:
ta: இந்த பல அரை நகர்வுகளால் பலகை நிலை பின்தங்கியிருக்கிறது:
th: ตำแหน่งบอร์ดล่าช้าในการเล่นโดยครึ่งทางนี้:
tr: Tahta pozisyonu oyunun şu kadar yarım hamle gerisinde kalıyor:
uk: Позиція дошки відстає від гри на таку кількість половинних ходів:
ur: بورڈ کی پوزیشن اس نصف چالوں سے کھیلتی ہے:
vi: Vị trí trên bàn cờ chậm hơn so với lượt đi của một nửa quân cờ:

source: Peek at complete position
es: Eche un vistazo a la posición completa
sr: Завирите у комплетну позицију
sv: Titta på fullständig position
sw: Angalia katika nafasi kamili
ta: முழுமையான நிலையைப் பாருங்கள்
th: แอบดูตำแหน่งที่สมบูรณ์
tr: Tam pozisyona bir göz atın
uk: Подивіться на повну позицію
ur: مکمل پوزیشن پر جھانکیں۔
vi: Nhìn trộm vào vị trí hoàn chỉnh

source: Blindfold: hide white pawns
es: Vendar los ojos: esconder los peones blancos
sr: Повез преко очију: сакријте беле пешаке
sv: Ögonbindel: dölj vita bönder
sw: Kufumba macho: ficha pawn nyeupe
ta: கண்மூடி: வெள்ளை சிப்பாய்களை மறை
th: ผ้าปิดตา: ซ่อนเบี้ยขาว
tr: Göz bağı: Beyaz piyonları sakla
uk: Зав'язати очі: сховати білі пішаки
ur: آنکھوں پر پٹی: سفید پیادے چھپائیں۔
vi: Bịt mắt: giấu quân tốt trắng

source: Blindfold: hide white pieces
es: Venda para los ojos: esconder las piezas blancas
sr: Повез за очи: сакрити беле делове
sv: Ögonbindel: dölj vita bitar
sw: Upofu: ficha vipande vyeupe
ta: கண்மூடி: வெள்ளைத் துண்டுகளை மறை
th: ผ้าปิดตา: ซ่อนชิ้นสีขาว
tr: Göz bağı: Beyaz parçaları saklayın
uk: З зав'язаними очима: сховайте білі фігури
ur: آنکھوں پر پٹی: سفید ٹکڑوں کو چھپائیں۔
vi: Bịt mắt: giấu những quân cờ màu trắng

source: Blindfold: hide black pawns
es: Vendar los ojos: ocultar los peones negros
sr: Повез преко очију: сакријте црне пешаке
sv: Ögonbindel: dölj svarta bönder
sw: Kufumba macho: ficha pawns nyeusi
ta: கண்மூடி: கருப்பு சிப்பாய்களை மறை
th: ผ้าปิดตา: ซ่อนเบี้ยดำ
tr: Göz bağı: siyah piyonları sakla
uk: Зав'язані очі: сховати чорних пішаків
ur: آنکھوں پر پٹی: کالے پیادے چھپائیں۔
vi: Bịt mắt: giấu quân tốt đen

source: Blindfold: hide black pieces
es: Venda para los ojos: esconder las piezas negras
sr: Повез преко очију: сакријте црне комаде
sv: Ögonbindel: dölj svarta bitar
sw: Upofu: ficha vipande vyeusi
ta: கண்மூடி: கருப்பு துண்டுகளை மறை
th: ผ้าปิดตา: ซ่อนชิ้นส่วนสีดำ
tr: Göz bağı: siyah parçaları sakla
uk: Зав'язати очі: сховати чорні фігури
ur: آنکھوں پر پٹی: سیاہ ٹکڑوں کو چھپائیں۔
vi: Bịt mắt: giấu quân đen

source: Non zero values train the user to visualise future positions.
es: Los valores distintos de cero capacitan al usuario para visualizar posiciones futuras.
sr: Не нулте вредности обучавају корисника да визуализује будуће позиције.
sv: Värden som inte är noll tränar användaren att visualisera framtida positioner.
sw: Thamani zisizo sifuri humfundisha mtumiaji kuibua nafasi za baadaye.
ta: பூஜ்ஜியமற்ற மதிப்புகள் பயனருக்கு எதிர்கால நிலைகளைக் காட்சிப்படுத்தப் பயிற்சி அளிக்கின்றன.
th: ค่าที่ไม่ใช่ศูนย์จะฝึกให้ผู้ใช้มองเห็นตำแหน่งในอนาคต
tr: Sıfır olmayan değerler, kullanıcının gelecekteki pozisyonları görselleştirmesini sağlar.
uk: Ненульові значення навчають користувача візуалізувати майбутні позиції.
ur: غیر صفر اقدار صارف کو مستقبل کی پوزیشنوں کا تصور کرنے کی تربیت دیتی ہیں۔
vi: Các giá trị khác không giúp người dùng hình dung được các vị trí trong tương lai.

source: Set this box to peek at the complete current position when making moves.
es: Configure este cuadro para ver la posición actual completa al realizar movimientos.
sr: Подесите овај оквир да завирите у комплетну тренутну позицију када правите потезе.
sv: Ställ in den här rutan för att titta på den fullständiga aktuella positionen när du gör drag.
sw: Weka kisanduku hiki ili kutazama katika nafasi kamili ya sasa wakati wa kufanya hatua.
ta: நகர்வுகளைச் செய்யும்போது முழுமையான தற்போதைய நிலையைப் பார்க்க இந்தப் பெட்டியை அமைக்கவும்.
th: ตั้งกล่องนี้ไว้เพื่อดูตำแหน่งปัจจุบันทั้งหมดเมื่อทำการเคลื่อนไหว
tr: Hamle yaparken mevcut pozisyonun tamamını görebilmek için bu kutuyu ayarlayın.
uk: Встановіть це поле, щоб переглядати повну поточну позицію під час виконання ходів.
ur: حرکت کرتے وقت اس باکس کو مکمل موجودہ پوزیشن پر جھانکنے کے لیے سیٹ کریں۔
vi: Đặt hộp này để xem toàn bộ vị trí hiện tại khi thực hiện di chuyển.

source: Set this box to hide white pawns.
es: Coloque esta casilla para ocultar los peones blancos.
sr: Поставите овај оквир да сакријете беле пешаке.
sv: Ställ in den här rutan för att dölja vita bönder.
sw: Weka kisanduku hiki ili kuficha pawn nyeupe.
ta: வெள்ளை சிப்பாய்களை மறைக்க இந்தப் பெட்டியை அமைக்கவும்.
th: ตั้งกล่องนี้ไว้เพื่อซ่อนเบี้ยสีขาว
tr: Beyaz piyonları gizlemek için bu kutuyu ayarlayın.
uk: Встановіть це поле, щоб приховати білих пішаків.
ur: اس باکس کو سفید پیادوں کو چھپانے کے لیے سیٹ کریں۔
vi: Đặt ô này để ẩn quân tốt trắng.

source: Set this box to hide white pieces.
es: Configure esta casilla para ocultar las piezas blancas.
sr: Поставите ову кутију да сакријете беле делове.
sv: Ställ in den här rutan för att dölja vita bitar.
sw: Weka kisanduku hiki ili kuficha vipande vyeupe.
ta: வெள்ளைத் துண்டுகளை மறைக்க இந்தப் பெட்டியை அமைக்கவும்.
th: ตั้งกล่องนี้ให้ซ่อนชิ้นส่วนสีขาว
tr: Beyaz taşları gizlemek için bu kutuyu ayarlayın.
uk: Встановіть це поле, щоб приховати білі фігури.
ur: اس باکس کو سفید ٹکڑوں کو چھپانے کے لیے سیٹ کریں۔
vi: Đặt hộp này để ẩn các quân cờ màu trắng.

source: Set this box to hide black pawns.
es: Coloque esta casilla para ocultar los peones negros.
sr: Поставите овај оквир да сакријете црне пешаке.
sv: Ställ in den här rutan för att dölja svarta bönder.
sw: Weka kisanduku hiki ili kuficha pawn nyeusi.
ta: கருப்பு சிப்பாய்களை மறைக்க இந்தப் பெட்டியை அமைக்கவும்.
th: ตั้งกล่องนี้ไว้เพื่อซ่อนเบี้ยสีดำ
tr: Siyah piyonları gizlemek için bu kutuyu ayarlayın.
uk: Встановіть це поле, щоб приховати чорних пішаків.
ur: کالے پیادوں کو چھپانے کے لیے اس باکس کو سیٹ کریں۔
vi: Đặt ô này để ẩn quân tốt đen.

source: Set this box to hide black pieces.
es: Configure esta casilla para ocultar las piezas negras.
sr: Подесите ову кутију да сакријете црне делове.
sv: Ställ in den här rutan för att dölja svarta bitar.
sw: Weka kisanduku hiki ili kuficha vipande vyeusi.
ta: கருப்பு துண்டுகளை மறைக்க இந்தப் பெட்டியை அமைக்கவும்.
th: ตั้งกล่องนี้ให้ซ่อนชิ้นส่วนสีดำ
tr: Siyah taşları gizlemek için bu kutuyu ayarlayın.
uk: Встановіть це поле, щоб приховати чорні фігури.
ur: سیاہ ٹکڑوں کو چھپانے کے لیے اس باکس کو سیٹ کریں۔
vi: Đặt hộp này để ẩn các quân đen.

source: Use this panel to make life harder for yourself!
es: ¡Usa este panel para hacerte la vida más difícil!
sr: Користите овај панел да себи отежате живот!
sv: Använd den här panelen för att göra livet svårare för dig själv!
sw: Tumia kidirisha hiki kufanya maisha kuwa magumu kwako mwenyewe!
ta: உங்கள் வாழ்க்கையை கடினமாக்க இந்த பலகையைப் பயன்படுத்துங்கள்!
th: ใช้แผงนี้เพื่อทำให้ชีวิตของคุณยากขึ้น!
tr: Hayatınızı zorlaştırmak için bu paneli kullanın!
uk: Використовуйте цю панель, щоб ускладнити собі життя!
ur: اپنے لیے زندگی کو مشکل بنانے کے لیے اس پینل کا استعمال کریں!
vi: Sử dụng bảng điều khiển này để làm cuộc sống của bạn trở nên khó khăn hơn!

source: The payoff to this kind of training is improved ability
es: La recompensa de este tipo de entrenamiento es una capacidad mejorada.
sr: Исплата за ову врсту тренинга је побољшана способност
sv: Vinsten för denna typ av träning är förbättrad förmåga
sw: Faida ya aina hii ya mafunzo ni kuboresha uwezo
ta: இந்த வகையான பயிற்சியின் பலன் மேம்பட்ட திறன் ஆகும்.
th: ผลตอบแทนจากการฝึกประเภทนี้คือความสามารถที่เพิ่มขึ้น
tr: Bu tür bir eğitimin getirisi, yeteneklerin gelişmesidir
uk: Виплата такого роду тренувань полягає в покращенні здібностей
ur: اس قسم کی تربیت کا معاوضہ بہتر صلاحیت ہے۔
vi: Phần thưởng cho loại hình đào tạo này là khả năng được cải thiện

source: to visualise positions.
es: para visualizar posiciones.
sr: да визуализују позиције.
sv: för att visualisera positioner.
sw: kuibua nafasi.
ta: நிலைகளைக் காட்சிப்படுத்த.
th: เพื่อแสดงตำแหน่งให้ชัดเจน
tr: pozisyonları görselleştirmek için.
uk: для візуалізації позицій.
ur: پوزیشنوں کو تصور کرنے کے لئے.
vi: để hình dung vị trí.

source: The tools available include a lag between the play and
es: Las herramientas disponibles incluyen un desfase entre la reproducción y
sr: Доступни алати укључују кашњење између репродукције и
sv: De tillgängliga verktygen inkluderar en fördröjning mellan spelet och
sw: zana zinazopatikana ni pamoja na bakia kati ya kucheza na
ta: கிடைக்கக்கூடிய கருவிகளில் நாடகத்திற்கும்
th: เครื่องมือที่พร้อมใช้งานได้แก่ช่วงหน่วงระหว่างการเล่นและ
tr: Kullanılabilir araçlar arasında oynatma ve oynatma arasında bir gecikme bulunmaktadır.
uk: Доступні інструменти включають затримку між відтворенням і
ur: دستیاب ٹولز میں پلے اور کے درمیان وقفہ شامل ہے۔
vi: Các công cụ có sẵn bao gồm độ trễ giữa trò chơi và

source: the displayed board position and also the ability to
es: La posición del tablero mostrada y también la capacidad de
sr: приказани положај табле као и могућност да
sv: den visade styrelsepositionen och även möjligheten att
sw: nafasi ya ubao iliyoonyeshwa na pia uwezo wa
ta: காட்டப்படும் பலகை நிலை மற்றும் திறன்
th: ตำแหน่งบอร์ดที่แสดงและยังมีความสามารถ
tr: görüntülenen tahta pozisyonu ve ayrıca yeteneği
uk: відображене положення дошки, а також можливість
ur: ڈسپلے بورڈ کی پوزیشن اور اس کی صلاحیت بھی
vi: vị trí bảng hiển thị và khả năng

source: hide some or all of the pieces and pawns on the board.
es: ocultar algunas o todas las piezas y peones en el tablero.
sr: сакријте неке или све фигуре и пешаке на табли.
sv: göm några eller alla pjäser och bönder på brädet.
sw: ficha baadhi au vipande vyote na pawn ubaoni.
ta: பலகையில் சில அல்லது அனைத்து துண்டுகளையும் சிப்பாய்களையும் மறைக்கவும்.
th: ซ่อนชิ้นส่วนและเบี้ยบางส่วนหรือทั้งหมดบนกระดาน
tr: Tahtadaki taşların ve piyonların bir kısmını veya tamamını gizlemek.
uk: сховати деякі або всі фігури та пішаки на дошці.
ur: بورڈ پر کچھ یا تمام ٹکڑوں اور پیادوں کو چھپائیں۔
vi: giấu một số hoặc toàn bộ quân cờ và quân tốt trên bàn cờ.

source: Training Dialog Help
es: Ayuda del diálogo de capacitación
sr: Помоћ за дијалог за обуку
sv: Träningsdialoghjälp
sw: Msaada wa Dialog ya Mafunzo
ta: பயிற்சி உரையாடல் உதவி
th: ความช่วยเหลือในการสนทนาการฝึกอบรม
tr: Eğitim İletişim Kutusu Yardımı
uk: Навчальне діалогове вікно Довідка
ur: ٹریننگ ڈائیلاگ مدد
vi: Trợ giúp hộp thoại đào tạo

source: Could not load the board square bitmaps
es: No se pudieron cargar los mapas de bits del tablero cuadrado
sr: Није могуће учитати квадратне битмапе плоче
sv: Det gick inte att läsa in brädets fyrkantiga bitmappar
sw: Haikuweza kupakia bitmaps za mraba za bodi
ta: பலகை சதுர பிட்மேப்களை ஏற்ற முடியவில்லை.
th: ไม่สามารถโหลดบอร์ดบิตแมปสี่เหลี่ยมได้
tr: Panonun kare bit eşlemleri yüklenemedi
uk: Не вдалося завантажити квадратні растрові зображення дошки
ur: بورڈ مربع بٹ نقشے کو لوڈ نہیں کیا جا سکا
vi: Không thể tải bitmap hình vuông của bảng

source: Please check that the < user_bitmap > directory
es: Por favor, compruebe que el directorio <user_bitmap>
sr: Проверите да ли је < усер_битмап > директоријум
sv: Kontrollera att katalogen < user_bitmap >
sw: Tafadhali hakikisha kwamba < user_bitmap > saraka
ta: தயவுசெய்து user_bitmap > கோப்பகத்தை சரிபார்க்கவும்
th: กรุณาตรวจสอบว่าไดเร็กทอรี < user_bitmap >
tr: Lütfen < user_bitmap > dizininin
uk: Будь ласка, переконайтеся, що каталог < user_bitmap >
ur: براہ کرم چیک کریں کہ <user_bitmap> ڈائریکٹری
vi: Vui lòng kiểm tra thư mục <user_bitmap>

source: that contains the bitmaps (*.bmp files) is installed
es: que contiene los mapas de bits (archivos *.bmp) está instalado
sr: који садржи битмапе (*.бмп датотеке) је инсталиран
sv: som innehåller bitmappar (*.bmp-filer) är installerat
sw: ambayo ina bitmaps (*.bmp files) imesakinishwa
ta: பிட்மேப்களைக் கொண்ட கோப்பு (*.bmp கோப்புகள்) நிறுவப்பட்டிருக்கும்.
th: ที่มีไฟล์บิตแมป (*.bmp) ได้รับการติดตั้งแล้ว
tr: bitmapleri (*.bmp dosyaları) içeren yüklenir
uk: який містить растрові зображення (файли *.bmp).
ur: جس میں بٹ میپس (*.bmp فائلز) انسٹال ہیں۔
vi: chứa các bitmap (tệp *.bmp) được cài đặt

source: in the same directory as the program application file.
es: en el mismo directorio que el archivo de aplicación del programa.
sr: у истом директоријуму као и датотека апликације програма.
sv: i samma katalog som programapplikationsfilen.
sw: kwenye saraka sawa na faili ya programu ya programu.
ta: நிரல் பயன்பாட்டுக் கோப்பின் அதே கோப்பகத்தில்.
th: ในไดเร็กทอรีเดียวกับไฟล์แอปพลิเคชันโปรแกรม
tr: program uygulama dosyasıyla aynı dizinde.
uk: у тому ж каталозі, що й файл програми.
ur: پروگرام ایپلی کیشن فائل کے طور پر اسی ڈائرکٹری میں.
vi: trong cùng thư mục với tệp ứng dụng chương trình.

source: Usually this is the
es: Por lo general, este es el
sr: Обично је ово
sv: Vanligtvis är detta
sw: Kawaida hii ni
ta: பொதுவாக இது
th: โดยปกติแล้วนี่คือ
tr: Genellikle bu
uk: Зазвичай це
ur: عام طور پر یہ ہے
vi: Thông thường đây là

source: Bitmap load error
es: Error de carga de mapa de bits
sr: Грешка при учитавању битмапе
sv: Bitmappsladdningsfel
sw: Hitilafu ya upakiaji wa Bitmap
ta: பிட்மேப் ஏற்றுதல் பிழை
th: ข้อผิดพลาดในการโหลดบิตแมป
tr: Bitmap yükleme hatası
uk: Помилка завантаження растрового зображення
ur: بٹ میپ لوڈ کی خرابی۔
vi: Lỗi tải bitmap

source: Please select the board square bitmaps
es: Por favor seleccione el tablero de mapas de bits cuadrados
sr: Изаберите квадратне битмапе на плочи
sv: Välj brädets fyrkantiga bitmappar
sw: Tafadhali chagua bitmaps za mraba za bodi
ta: பலகை சதுர பிட்மேப்களைத் தேர்ந்தெடுக்கவும்.
th: กรุณาเลือกกระดานสี่เหลี่ยมบิตแมป
tr: Lütfen panodaki kare bitmapleri seçin
uk: Виберіть квадратні растрові зображення дошки
ur: براہ کرم بورڈ مربع بٹ نقشہ منتخب کریں۔
vi: Vui lòng chọn bitmap hình vuông của bảng

source: Please select the board border bitmap
es: Seleccione el mapa de bits del borde del tablero
sr: Изаберите битмап ивице плоче
sv: Välj bitmappen för brädans kant
sw: Tafadhali chagua bitmap ya mpaka wa bodi
ta: பலகை எல்லை பிட்மேப்பைத் தேர்ந்தெடுக்கவும்.
th: กรุณาเลือกบิตแมปขอบบอร์ด
tr: Lütfen pano sınır bitmap'ini seçin
uk: Будь ласка, виберіть растрове зображення меж дошки
ur: براہ کرم بورڈ بارڈر بٹ میپ منتخب کریں۔
vi: Vui lòng chọn bitmap viền bảng
