Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Enter the game number in the PGN file to start from
es: Introduzca el número de juego en el archivo PGN para comenzar
sr: Унесите број игре у ПГН датотеку од које желите да почнете
sv: Ange spelnumret i PGN-filen att börja från
sw: Ingiza nambari ya mchezo kwenye faili ya PGN ili kuanzia
ta: தொடங்குவதற்கு PGN கோப்பில் விளையாட்டு எண்ணை உள்ளிடவும்.
th: ป้อนหมายเลขเกมในไฟล์ PGN เพื่อเริ่มต้น
tr: Başlamak için PGN dosyasına oyun numarasını girin
uk: Введіть номер гри у файл PGN, щоб почати
ur: شروع کرنے کے لیے PGN فائل میں گیم نمبر درج کریں۔
vi: Nhập số trò chơi vào tệp PGN để bắt đầu

source: Enter the game number in the PGN file to stop at
es: Introduzca el número de juego en el archivo PGN para detenerlo
sr: Унесите број игре у ПГН датотеку на којој желите да се зауставите
sv: Ange spelnumret i PGN-filen att stanna vid
sw: Ingiza nambari ya mchezo katika faili ya PGN ili kusimama
ta: PGN கோப்பில் நிறுத்த விளையாட்டு எண்ணை உள்ளிடவும்
th: ป้อนหมายเลขเกมในไฟล์ PGN เพื่อหยุดที่
tr: Durdurmak için PGN dosyasındaki oyun numarasını girin
uk: Введіть номер гри у файл PGN, щоб зупинитися
ur: رکنے کے لیے PGN فائل میں گیم نمبر درج کریں۔
vi: Nhập số trò chơi vào tệp PGN để dừng lại

source: Enter zero to stop at the last game
es: Introduzca cero para detenerse en el último juego
sr: Унесите нулу да бисте се зауставили на последњој утакмици
sv: Ange noll för att stanna vid det senaste spelet
sw: Weka sifuri ili kusimama kwenye mchezo wa mwisho
ta: கடைசி ஆட்டத்தில் நிறுத்த பூஜ்ஜியத்தை உள்ளிடவும்.
th: เข้าศูนย์เพื่อหยุดที่เกมสุดท้าย
tr: Son oyunda durmak için sıfır girin
uk: Введіть нуль, щоб зупинитися на останній грі
ur: آخری گیم میں رکنے کے لیے صفر درج کریں۔
vi: Nhập số không để dừng ở ván cuối cùng

source: Add the game(s) from the current PGN file
es: Añade el(los) juego(s) del archivo PGN actual
sr: Додајте игру(е) из тренутне ПГН датотеке
sv: Lägg till spelet/spelen från den aktuella PGN-filen
sw: Ongeza mchezo kutoka kwa faili ya sasa ya PGN
ta: தற்போதைய PGN கோப்பிலிருந்து விளையாட்டுகளைச் சேர்க்கவும்.
th: เพิ่มเกมจากไฟล์ PGN ปัจจุบัน
tr: Mevcut PGN dosyasından oyunu(ları) ekleyin
uk: Додайте гру(и) з поточного файлу PGN
ur: موجودہ PGN فائل سے گیمز شامل کریں۔
vi: Thêm trò chơi từ tệp PGN hiện tại

source: This is the last game number in the database that was processed.
es: Este es el último número de juego en la base de datos que fue procesado.
sr: Ово је последњи број игре у бази података који је обрађен.
sv: Detta är det sista spelnumret i databasen som bearbetades.
sw: Hii ndiyo nambari ya mwisho ya mchezo katika hifadhidata ambayo ilichakatwa.
ta: தரவுத்தளத்தில் செயலாக்கப்பட்ட கடைசி விளையாட்டு எண் இதுவாகும்.
th: นี่เป็นหมายเลขเกมสุดท้ายในฐานข้อมูลที่ได้รับการประมวลผล
tr: Bu, veritabanında işlenen son oyun numarasıdır.
uk: Це останній оброблений номер гри в базі даних.
ur: ڈیٹا بیس میں یہ آخری گیم نمبر ہے جس پر کارروائی کی گئی تھی۔
vi: Đây là số trò chơi cuối cùng trong cơ sở dữ liệu được xử lý.

source: This dialog box allows you to edit a Polyglot .bin opening book.
es: Este cuadro de diálogo le permite editar un libro de apertura .bin de Polyglot.
sr: Овај оквир за дијалог вам омогућава да уређујете Полиглот .бин почетну књигу.
sv: Den här dialogrutan låter dig redigera en Polyglot .bin-öppningsbok.
sw: Kisanduku kidadisi hiki hukuruhusu kuhariri kitabu cha ufunguzi cha Polyglot .bin.
ta: இந்த உரையாடல் பெட்டி ஒரு பாலிகிளாட் .bin தொடக்க புத்தகத்தைத் திருத்த உங்களை அனுமதிக்கிறது.
th: กล่องโต้ตอบนี้ช่วยให้คุณแก้ไขหนังสือเปิด Polyglot .bin ได้
tr: Bu iletişim kutusu Polyglot .bin açılış kitabını düzenlemenize olanak tanır.
uk: Це діалогове вікно дозволяє редагувати початкову книгу Polyglot .bin.
ur: یہ ڈائیلاگ باکس آپ کو Polyglot .bin کھولنے والی کتاب میں ترمیم کرنے کی اجازت دیتا ہے۔
vi: Hộp thoại này cho phép bạn chỉnh sửa sách mở Polyglot .bin.

source: You can add moves and games from the current PGN file to the opening book.
es: Puede agregar movimientos y juegos del archivo PGN actual al libro de aperturas.
sr: Можете додати потезе и игре из тренутне ПГН датотеке у почетну књигу.
sv: Du kan lägga till drag och spel från den aktuella PGN-filen till öppningsboken.
sw: Unaweza kuongeza hatua na michezo kutoka kwa faili ya sasa ya PGN hadi kwenye kitabu cha ufunguzi.
ta: தற்போதைய PGN கோப்பிலிருந்து தொடக்கப் புத்தகத்தில் நகர்வுகள் மற்றும் விளையாட்டுகளைச் சேர்க்கலாம்.
th: คุณสามารถเพิ่มการเคลื่อนไหวและเกมจากไฟล์ PGN ปัจจุบันลงในหนังสือเปิดได้
tr: Mevcut PGN dosyasından açılış kitabına hamleler ve oyunlar ekleyebilirsiniz.
uk: Ви можете додавати ходи та ігри з поточного файлу PGN до початкової книги.
ur: آپ موجودہ PGN فائل سے ابتدائی کتاب میں چالیں اور گیمز شامل کر سکتے ہیں۔
vi: Bạn có thể thêm các nước đi và ván cờ từ tệp PGN hiện tại vào sách mở đầu.

source: File : Select the .bin file to use as an opening book.
es: Archivo: Seleccione el archivo .bin para utilizarlo como libro de apertura.
sr: Датотека : Изаберите .бин датотеку коју ћете користити као почетну књигу.
sv: Fil : Välj .bin-filen som ska användas som öppningsbok.
sw: Faili : Chagua faili ya .bin ya kutumia kama kitabu cha kufungua.
ta: கோப்பு: தொடக்கப் புத்தகமாகப் பயன்படுத்த .bin கோப்பைத் தேர்ந்தெடுக்கவும்.
th: ไฟล์: เลือกไฟล์ .bin เพื่อใช้เป็นสมุดเปิด
tr: Dosya : Açılış kitabı olarak kullanılacak .bin dosyasını seçin.
uk: Файл : виберіть файл .bin для використання як початкової книги.
ur: فائل: افتتاحی کتاب کے طور پر استعمال کرنے کے لیے .bin فائل کو منتخب کریں۔
vi: Tệp: Chọn tệp .bin để sử dụng làm sách mở đầu.

source: Polyglot book weights.. : open the book weights dialog box.
es: Pesos de libros políglotas.. : abre el cuadro de diálogo de pesos de libros.
sr: Тежине књига полиглота.. : отворите дијалошки оквир Тежине књига.
sv: Polyglot bokvikter.. : öppna dialogrutan bokvikter.
sw: Uzito wa kitabu cha Polyglot.. : fungua kisanduku cha mazungumzo cha uzani wa kitabu.
ta: பன்மொழி புத்தக எடைகள்.. : புத்தக எடைகள் உரையாடல் பெட்டியைத் திறக்கவும்.
th: น้ำหนักหนังสือหลายภาษา.. : เปิดกล่องโต้ตอบน้ำหนักหนังสือ
tr: Çok dilli kitap ağırlıkları.. : kitap ağırlıkları iletişim kutusunu açar.
uk: Ваги книги Polyglot.. : відкрити діалогове вікно ваги книги.
ur: پولی گلوٹ کتاب کا وزن.. : کتاب کے وزن کا ڈائیلاگ باکس کھولیں۔
vi: Trọng lượng sách đa ngôn ngữ.. : mở hộp thoại trọng lượng sách.

source: Default weight value : for the moves when they are added to the book.
es: Valor de peso predeterminado: para los movimientos cuando se agregan al libro.
sr: Подразумевана вредност тежине: за потезе када се додају у књигу.
sv: Standardviktvärde : för dragen när de läggs till i boken.
sw: Thamani chaguo-msingi ya uzito : kwa hoja zinapoongezwa kwenye kitabu.
ta: முன்னிருப்பு எடை மதிப்பு: புத்தகத்தில் சேர்க்கப்படும்போது நகர்வுகளுக்கு.
th: ค่าน้ำหนักเริ่มต้น: สำหรับการเคลื่อนไหวเมื่อเพิ่มลงในหนังสือ
tr: Varsayılan ağırlık değeri : Hareketler kitaba eklendiğinde.
uk: Значення ваги за замовчуванням: для ходів, коли вони додаються до книги.
ur: پہلے سے طے شدہ وزن کی قیمت: ان حرکتوں کے لیے جب انہیں کتاب میں شامل کیا جاتا ہے۔
vi: Giá trị trọng số mặc định: cho các nước đi khi chúng được thêm vào sổ.

source: According to the Polyglot documentation this should be at least 1
es: Según la documentación de Polyglot, esto debería ser al menos 1
sr: Према документацији Полиглота ово би требало да буде најмање 1
sv: Enligt Polyglot-dokumentationen ska detta vara minst 1
sw: Kulingana na hati za Polyglot hii inapaswa kuwa angalau 1
ta: பாலிக்லாட் ஆவணத்தின்படி இது குறைந்தது 1 ஆக இருக்க வேண்டும்
th: ตามเอกสาร Polyglot นี้ควรมีอย่างน้อย 1
tr: Polyglot belgelerine göre bu en az 1 olmalıdır
uk: Відповідно до документації Polyglot це має бути принаймні 1
ur: پولی گلوٹ دستاویزات کے مطابق یہ کم از کم 1 ہونا چاہیے۔
vi: Theo tài liệu Polyglot thì con số này phải ít nhất là 1

source: Add line : add the current board line to the opening book.
es: Agregar línea: agrega la línea del tablero actual al libro de apertura.
sr: Додај ред : додајте тренутну линију плоче у почетну књигу.
sv: Lägg till rad : lägg till den aktuella raden i öppningsboken.
sw: Ongeza mstari : ongeza mstari wa ubao wa sasa kwenye kitabu cha ufunguzi.
ta: வரியைச் சேர்: தற்போதைய பலகை வரியை தொடக்கப் புத்தகத்தில் சேர்க்கவும்.
th: เพิ่มบรรทัด : เพิ่มบรรทัดบอร์ดปัจจุบันลงในหนังสือเปิด
tr: Satır ekle : Mevcut tahta satırını açılış defterine ekle.
uk: Додати лінію: додати поточну лінію дошки до початкової книги.
ur: لائن شامل کریں : موجودہ بورڈ لائن کو ابتدائی کتاب میں شامل کریں۔
vi: Thêm dòng: thêm dòng hiện tại vào quyển sách mở đầu.

source: from start : check to add the line from the start,
es: desde el inicio: marcar para agregar la línea desde el inicio,
sr: од почетка: означите да бисте додали ред од почетка,
sv: från start: markera för att lägga till raden från början,
sw: kutoka mwanzo: angalia kuongeza mstari kutoka mwanzo,
ta: தொடக்கத்திலிருந்து: தொடக்கத்திலிருந்து வரியைச் சேர்க்க சரிபார்க்கவும்,
th: จากจุดเริ่มต้น : ตรวจสอบเพื่อเพิ่มบรรทัดจากจุดเริ่มต้น
tr: baştan : satırı baştan eklemek için işaretleyin,
uk: з початку: поставте прапорець, щоб додати рядок з початку,
ur: شروع سے: شروع سے لائن شامل کرنے کے لیے چیک کریں،
vi: từ đầu: kiểm tra để thêm dòng từ đầu,

source: uncheck to add the line from the current board position.
es: Desmarque para agregar la línea desde la posición actual del tablero.
sr: опозовите избор да бисте додали линију са тренутне позиције на плочи.
sv: avmarkera för att lägga till raden från den nuvarande styrelsepositionen.
sw: ondoa uteuzi ili kuongeza mstari kutoka kwa nafasi ya sasa ya ubao.
ta: தற்போதைய பலகை நிலையில் இருந்து கோட்டைச் சேர்க்க தேர்வுநீக்கவும்.
th: ยกเลิกการเลือกเพื่อเพิ่มบรรทัดจากตำแหน่งบอร์ดปัจจุบัน
tr: Mevcut panodan satır eklemek için işaretini kaldırın.
uk: зніміть прапорець, щоб додати лінію з поточної позиції дошки.
ur: موجودہ بورڈ پوزیشن سے لائن شامل کرنے کے لیے نشان ہٹا دیں۔
vi: bỏ chọn để thêm dòng từ vị trí bảng hiện tại.

source: with sub-vars : check to add the sub-variations with the main line,
es: con subvariables: marcar para agregar las subvariaciones con la línea principal,
sr: са под-варс : означите да додате подваријације са главном линијом,
sv: med sub-vars : markera för att lägga till sub-variationerna med huvudraden,
sw: na sub-vars : angalia kuongeza tofauti ndogo na laini kuu,
ta: துணை-vars உடன்: பிரதான வரியுடன் துணை மாறுபாடுகளைச் சேர்க்க சரிபார்க்கவும்,
th: ด้วยตัวแปรย่อย: ตรวจสอบเพื่อเพิ่มตัวแปรย่อยกับบรรทัดหลัก
tr: alt değişkenlerle : ana satıra alt varyasyonları eklemek için kontrol edin,
uk: with sub-varis : позначте, щоб додати підваріанти до основного рядка,
ur: ذیلی وار کے ساتھ: مین لائن کے ساتھ ذیلی تغیرات کو شامل کرنے کے لیے چیک کریں،
vi: với các biến phụ: kiểm tra để thêm các biến phụ vào dòng chính,

source: uncheck to add the main line only.
es: Desmarque para agregar solo la línea principal.
sr: опозовите избор да бисте додали само главну линију.
sv: avmarkera för att bara lägga till huvudraden.
sw: ondoa tiki ili kuongeza laini kuu pekee.
ta: பிரதான வரியை மட்டும் சேர்க்க தேர்வுநீக்கவும்.
th: ยกเลิกการเลือกเพื่อเพิ่มสายหลักเท่านั้น
tr: yalnızca ana satırı eklemek için işaretini kaldırın.
uk: зніміть прапорець, щоб додати лише основний рядок.
ur: صرف مین لائن کو شامل کرنے کے لیے نشان ہٹا دیں۔
vi: bỏ chọn để chỉ thêm dòng chính.

source: Delete line : delete the current board line moves from the opening book.
es: Eliminar línea: elimina los movimientos de la línea del tablero actual del libro de apertura.
sr: Избриши линију : брисање тренутне линије плоче се помера из почетне књиге.
sv: Ta bort rad : ta bort aktuella brädradsdrag från öppningsboken.
sw: Futa mstari : futa mstari wa sasa wa bodi kutoka kwa kitabu cha ufunguzi.
ta: நீக்கு வரி: தொடக்கப் புத்தகத்திலிருந்து தற்போதைய பலகை வரி நகர்வுகளை நீக்கு.
th: ลบบรรทัด : ลบการเคลื่อนที่ของบรรทัดบอร์ดปัจจุบันจากหนังสือที่เปิดอยู่
tr: Satırı sil : Açılış kitabından mevcut tahta satırı hareketlerini siler.
uk: Видалити лінію: видалити поточні ходи лінії дошки з початкової книги.
ur: لائن کو حذف کریں : ابتدائی کتاب سے موجودہ بورڈ لائن کی چالوں کو حذف کریں۔
vi: Xóa dòng: xóa các nước đi hiện tại của dòng bàn cờ khỏi cuốn sách mở đầu.

source: Add game(s) options :-
es: Añadir opciones de juego(s):-
sr: Додајте опције игре: -
sv: Lägg till spelalternativ:-
sw: Ongeza chaguzi za mchezo:-
ta: விளையாட்டு(கள்) விருப்பங்களைச் சேர்க்கவும்:-
th: เพิ่มตัวเลือกเกม :-
tr: Oyun(lar) seçeneklerini ekle :-
uk: Додайте параметри гри: -
ur: گیم کے اختیارات شامل کریں:-
vi: Thêm tùy chọn trò chơi:

source: Add game - Check to add the current PGN game only.
es: Agregar juego: marque para agregar solo el juego PGN actual.
sr: Додај игру – Означите да бисте додали само тренутну ПГН игру.
sv: Lägg till spel - Markera för att bara lägga till det aktuella PGN-spelet.
sw: Ongeza mchezo - Angalia ili kuongeza mchezo wa sasa wa PGN pekee.
ta: விளையாட்டைச் சேர் - தற்போதைய PGN விளையாட்டை மட்டும் சேர்க்க சரிபார்க்கவும்.
th: เพิ่มเกม - เลือกเพื่อเพิ่มเกม PGN ปัจจุบันเท่านั้น
tr: Oyun ekle - Yalnızca mevcut PGN oyununu eklemek için işaretleyin.
uk: Додати гру. Поставте прапорець, щоб додати лише поточну гру PGN.
ur: گیم شامل کریں - صرف موجودہ PGN گیم شامل کرنے کے لیے چیک کریں۔
vi: Thêm trò chơi - Chọn để chỉ thêm trò chơi PGN hiện tại.

source: Add database - Check to add all of the games from the current PGN file.
es: Agregar base de datos: marque para agregar todos los juegos del archivo PGN actual.
sr: Додај базу података – Означите да бисте додали све игре из тренутне ПГН датотеке.
sv: Lägg till databas - Markera för att lägga till alla spel från den aktuella PGN-filen.
sw: Ongeza hifadhidata - Angalia ili kuongeza michezo yote kutoka kwa faili ya sasa ya PGN.
ta: தரவுத்தளத்தைச் சேர் - தற்போதைய PGN கோப்பிலிருந்து அனைத்து விளையாட்டுகளையும் சேர்க்க சரிபார்க்கவும்.
th: เพิ่มฐานข้อมูล - เลือกเพื่อเพิ่มเกมทั้งหมดจากไฟล์ PGN ปัจจุบัน
tr: Veritabanı ekle - Mevcut PGN dosyasındaki tüm oyunları eklemek için işaretleyin.
uk: Додати базу даних. Поставте прапорець, щоб додати всі ігри з поточного файлу PGN.
ur: ڈیٹا بیس شامل کریں - موجودہ PGN فائل سے تمام گیمز شامل کرنے کے لیے چیک کریں۔
vi: Thêm cơ sở dữ liệu - Kiểm tra để thêm tất cả trò chơi từ tệp PGN hiện tại.

source: Move depth (ply) - Enter the depth in ply to add moves up to.
es: Profundidad de movimiento (ply): ingrese la profundidad en ply hasta la cual desea agregar movimientos.
sr: Дубина померања (слој) – Унесите дубину у слоју да бисте додали потезе до.
sv: Flytta djup (ply) - Ange djupet i ply för att lägga till drag upp till.
sw: Sogeza kina (ply) - Ingiza kina katika ply ili kuongeza hatua hadi.
ta: நகர்வு ஆழம் (ஓடு) - வரை நகர்வுகளைச் சேர்க்க, அடுக்கு ஆழத்தை உள்ளிடவும்.
th: ย้ายความลึก (ชั้น) - ป้อนความลึกในชั้นที่จะเพิ่มการเคลื่อนตัวขึ้นไป
tr: Hareket derinliği (katman) - Hareketleri eklemek için katmandaki derinliği girin.
uk: Глибина руху (шар) - введіть глибину шару, до якої потрібно додати ходи.
ur: موو ڈیپتھ (پلائی) - اوپر کی حرکتیں شامل کرنے کے لیے پلائی میں گہرائی درج کریں۔
vi: Độ sâu di chuyển (lớp) - Nhập độ sâu theo lớp để thêm lượt di chuyển lên tới.

source: i.e. a move depth of 30 will add the first 15 moves of both sides to the book.
es: es decir, una profundidad de movimiento de 30 agregará los primeros 15 movimientos de ambos lados al libro.
sr: тј. дубина потеза од 30 ће додати првих 15 потеза обе стране у књигу.
sv: d.v.s. ett dragdjup på 30 lägger till de första 15 dragen från båda sidor till boken.
sw: yaani kina cha kusonga cha 30 kitaongeza miondoko 15 ya kwanza ya pande zote mbili kwenye kitabu.
ta: அதாவது 30 நகர்வு ஆழம் இரு பக்கங்களின் முதல் 15 நகர்வுகளையும் புத்தகத்தில் சேர்க்கும்.
th: กล่าวคือ ความลึกของการเคลื่อนไหว 30 จะเพิ่มการเคลื่อนไหว 15 ครั้งแรกของทั้งสองฝั่งลงในหนังสือ
tr: yani 30'luk bir hamle derinliği her iki tarafın ilk 15 hamlesini kitaba ekleyecektir.
uk: тобто глибина ходу 30 додасть до книги перші 15 ходів обох сторін.
ur: یعنی 30 کی حرکت کی گہرائی کتاب میں دونوں اطراف کی پہلی 15 حرکتیں شامل کر دے گی۔
vi: tức là độ sâu di chuyển là 30 sẽ thêm 15 nước đi đầu tiên của cả hai bên vào sách.

source: Start game no. - The game number in the PGN file to start importing games from.
es: Número de juego inicial: el número de juego en el archivo PGN desde el cual comenzar a importar juegos.
sr: Почетак игре бр. - Број игре у ПГН датотеци из које желите да започнете увоз игара.
sv: Start spel nr. - Spelnumret i PGN-filen att börja importera spel från.
sw: Anza mchezo No. - Nambari ya mchezo katika faili ya PGN ya kuanza kuleta michezo kutoka.
ta: தொடக்க விளையாட்டு எண் - கேம்களை இறக்குமதி செய்யத் தொடங்க வேண்டிய PGN கோப்பில் உள்ள விளையாட்டு எண்.
th: เริ่มเกมหมายเลข - หมายเลขเกมในไฟล์ PGN ที่จะเริ่มต้นนำเข้าเกมจาก
tr: Başlangıç oyun numarası. - Oyunların içe aktarılmaya başlandığı PGN dosyasındaki oyun numarası.
uk: Почати гру № - Номер гри у файлі PGN, з якого потрібно почати імпорт ігор.
ur: گیم نمبر شروع کریں۔ - PGN فائل میں گیم نمبر جس سے گیمز درآمد کرنا شروع کرنا ہے۔
vi: Bắt đầu trò chơi số - Số trò chơi trong tệp PGN để bắt đầu nhập trò chơi.

source: This is useful if you are making an opening book from a large PGN file
es: Esto es útil si está creando un libro de aperturas a partir de un archivo PGN grande.
sr: Ово је корисно ако правите почетну књигу од велике ПГН датотеке
sv: Detta är användbart om du gör en öppningsbok från en stor PGN-fil
sw: Hii ni muhimu ikiwa unatengeneza kitabu cha kufungua kutoka kwa faili kubwa ya PGN
ta: நீங்கள் ஒரு பெரிய PGN கோப்பிலிருந்து ஒரு தொடக்கப் புத்தகத்தை உருவாக்கினால் இது பயனுள்ளதாக இருக்கும்.
th: สิ่งนี้มีประโยชน์หากคุณกำลังสร้างหนังสือเปิดจากไฟล์ PGN ขนาดใหญ่
tr: Bu, büyük bir PGN dosyasından bir açılış kitabı yapıyorsanız yararlıdır
uk: Це корисно, якщо ви створюєте початкову книгу з великого файлу PGN
ur: یہ مفید ہے اگر آپ ایک بڑی PGN فائل سے اوپننگ بک بنا رہے ہیں۔
vi: Điều này hữu ích nếu bạn đang tạo một cuốn sách mở đầu từ một tệp PGN lớn

source: End game no. - The game number in the PGN file at which to stop importing games.
es: N.º de juego final: el número de juego en el archivo PGN en el que se debe dejar de importar juegos.
sr: Крај игре бр. – Број игре у ПГН датотеци на којој се зауставља увоз игара.
sv: Slutspel nr. - Spelnumret i PGN-filen för att sluta importera spel.
sw: Mwisho wa mchezo No. - Nambari ya mchezo katika faili ya PGN ya kuacha kuingiza michezo.
ta: விளையாட்டு முடிவு எண் - PGN கோப்பில் உள்ள விளையாட்டு எண், விளையாட்டுகளை இறக்குமதி செய்வதை நிறுத்த வேண்டும்.
th: หมายเลขจบเกม - หมายเลขเกมในไฟล์ PGN ที่จะใช้หยุดการนำเข้าเกม
tr: Oyun sonu no. - Oyun içe aktarımının durdurulacağı PGN dosyasındaki oyun numarası.
uk: Кінець гри № - Номер гри у файлі PGN, після якого потрібно зупинити імпорт ігор.
ur: اختتامی کھیل نمبر - PGN فائل میں گیم نمبر جس پر گیمز کو درآمد کرنا بند کرنا ہے۔
vi: Số trò chơi kết thúc - Số trò chơi trong tệp PGN mà tại đó bạn sẽ dừng nhập trò chơi.

source: Enter zero to process all of the games in the PGN file.
es: Introduzca cero para procesar todos los juegos en el archivo PGN.
sr: Унесите нулу да бисте обрадили све игре у ПГН датотеци.
sv: Ange noll för att bearbeta alla spel i PGN-filen.
sw: Weka sifuri ili kuchakata michezo yote katika faili ya PGN.
ta: PGN கோப்பில் உள்ள அனைத்து விளையாட்டுகளையும் செயலாக்க பூஜ்ஜியத்தை உள்ளிடவும்.
th: ป้อนศูนย์เพื่อประมวลผลเกมทั้งหมดในไฟล์ PGN
tr: PGN dosyasındaki tüm oyunları işlemek için sıfır girin.
uk: Введіть нуль, щоб обробити всі ігри у файлі PGN.
ur: PGN فائل میں تمام گیمز پر کارروائی کرنے کے لیے صفر درج کریں۔
vi: Nhập số không để xử lý tất cả trò chơi trong tệp PGN.

source: Add game(s) - Click this button to start importing moves from the PGN file
es: Agregar juego(s): haga clic en este botón para comenzar a importar movimientos desde el archivo PGN
sr: Додај игру(е) – Кликните на ово дугме да бисте започели увоз потеза из ПГН датотеке
sv: Lägg till spel - Klicka på den här knappen för att börja importera drag från PGN-filen
sw: Ongeza mchezo(mi) - Bofya kitufe hiki ili kuanza kuleta miondoko kutoka kwa faili ya PGN
ta: விளையாட்டுகளைச் சேர்க்கவும் - PGN கோப்பிலிருந்து நகர்வுகளை இறக்குமதி செய்ய இந்தப் பொத்தானைக் கிளிக் செய்யவும்.
th: เพิ่มเกม - คลิกปุ่มนี้เพื่อเริ่มนำเข้าการเคลื่อนไหวจากไฟล์ PGN
tr: Oyun(lar) ekle - PGN dosyasından hamleleri içe aktarmaya başlamak için bu düğmeye tıklayın
uk: Додати гру (ігри) — натисніть цю кнопку, щоб розпочати імпортування ходів із файлу PGN
ur: گیم (کھیلیں) شامل کریں - پی جی این فائل سے حرکتیں درآمد کرنا شروع کرنے کے لیے اس بٹن پر کلک کریں۔
vi: Thêm trò chơi - Nhấp vào nút này để bắt đầu nhập các nước đi từ tệp PGN

source: into the Polyglot .bin opening book.
es: en el libro de apertura .bin de Polyglot.
sr: у књигу отварања Полиглота .бин.
sv: i öppningsboken för Polyglot .bin.
sw: kwenye kitabu cha ufunguzi cha Polyglot .bin.
ta: பாலிகிளாட் .பின் தொடக்க புத்தகத்தில்.
th: ลงในสมุดเปิด Polyglot .bin
tr: Polyglot .bin açılış kitabına.
uk: у початкову книгу Polyglot .bin.
ur: پولی گلوٹ .bin افتتاحی کتاب میں۔
vi: vào cuốn sách mở Polyglot .bin.

source: Last game no. processed - This is the number of the last game added from the
es: Último número de juego procesado: este es el número del último juego agregado desde el
sr: Последња утакмица бр. обрађено - Ово је број последње додане игре из
sv: Senaste match nr. processed - Detta är numret på det senaste spelet som lades till från
sw: Mchezo wa mwisho Na. imechakatwa - Hii ndio nambari ya mchezo wa mwisho ulioongezwa kutoka kwa
ta: கடைசி ஆட்ட எண். செயலாக்கப்பட்டது - இது கடைசி ஆட்டத்தின் எண், இதில் இருந்து சேர்க்கப்பட்டது.
th: หมายเลขเกมสุดท้ายที่ประมวลผล - นี่คือหมายเลขเกมสุดท้ายที่เพิ่มจาก
tr: Son işlenen oyun numarası - Bu, son eklenen oyunun numarasıdır.
uk: Остання гра № оброблено - це номер останньої доданої гри з
ur: آخری گیم نمبر کارروائی کی گئی - یہ آخری گیم کی تعداد ہے جو سے شامل کی گئی ہے۔
vi: Số trò chơi cuối cùng được xử lý - Đây là số trò chơi cuối cùng được thêm vào từ

source: PGN games file. This is useful if you are adding games to an opening book
es: Archivo de juegos PGN. Esto es útil si se agregan juegos a un libro de aperturas.
sr: ПГН датотека игара. Ово је корисно ако додајете игре у почетну књигу
sv: PGN spel fil. Detta är användbart om du lägger till spel i en öppningsbok
sw: Faili ya michezo ya PGN. Hii ni muhimu ikiwa unaongeza michezo kwenye kitabu cha ufunguzi
ta: PGN கேம்ஸ் கோப்பு. நீங்கள் ஒரு தொடக்கப் புத்தகத்தில் கேம்களைச் சேர்க்கிறீர்கள் என்றால் இது பயனுள்ளதாக இருக்கும்.
th: ไฟล์เกม PGN มีประโยชน์หากคุณกำลังเพิ่มเกมลงในหนังสือเปิดเรื่อง
tr: PGN oyun dosyası. Bu, bir açılış kitabına oyun ekliyorsanız yararlıdır
uk: Файл ігор PGN. Це корисно, якщо ви додаєте ігри до початкової книги
ur: PGN گیمز فائل۔ اگر آپ کسی ابتدائی کتاب میں گیمز شامل کر رہے ہیں تو یہ مفید ہے۔
vi: Tệp trò chơi PGN. Điều này hữu ích nếu bạn đang thêm trò chơi vào một cuốn sách mở đầu

source: from a large PGN database file and want to add the games in installments.
es: de un archivo de base de datos PGN grande y desea agregar los juegos en entregas.
sr: из велике датотеке ПГН базе података и желите да додате игре на рате.
sv: från en stor PGN-databasfil och vill lägga till spelen i omgångar.
sw: kutoka kwa faili kubwa ya hifadhidata ya PGN na ninataka kuongeza michezo kwa awamu.
ta: ஒரு பெரிய PGN தரவுத்தள கோப்பிலிருந்து கேம்களை தவணைகளில் சேர்க்க விரும்புகிறேன்.
th: จากไฟล์ฐานข้อมูล PGN ขนาดใหญ่และอยากเพิ่มเกมลงในงวดต่างๆ
tr: Büyük bir PGN veritabanı dosyasından oyunları taksitler halinde eklemek istiyorum.
uk: із великого файлу бази даних PGN і хочете додавати ігри частинами.
ur: ایک بڑی PGN ڈیٹا بیس فائل سے اور گیمز کو قسطوں میں شامل کرنا چاہتے ہیں۔
vi: từ một tệp cơ sở dữ liệu PGN lớn và muốn thêm các trò chơi theo từng đợt.
