Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Use animation - use sliding piece animation for moves.
es: Usar animación: utiliza la animación de piezas deslizantes para los movimientos.
sr: Користите анимацију - користите анимацију клизних делова за покрете.
sv: Använd animation - använd glidande bitanimering för rörelser.
sw: Tumia uhuishaji - tumia uhuishaji wa kipande cha kuteleza kwa hatua.
ta: அனிமேஷனைப் பயன்படுத்தவும் - நகர்வுகளுக்கு சறுக்கும் துண்டு அனிமேஷனைப் பயன்படுத்தவும்.
th: ใช้แอนิเมชั่น - ใช้แอนิเมชั่นชิ้นส่วนเลื่อนเพื่อเคลื่อนไหว
tr: Animasyon kullan - hareketler için kayan parça animasyonunu kullan.
uk: Використовуйте анімацію - використовуйте ковзаючу анімацію для рухів.
ur: حرکت پذیری کا استعمال کریں - چالوں کے لیے سلائیڈنگ پیس اینیمیشن کا استعمال کریں۔
vi: Sử dụng hoạt ảnh - sử dụng hoạt ảnh trượt để di chuyển.

source: Screen increment - is the size in thousandths, for the
es: Incremento de pantalla: es el tamaño en milésimas, para la
sr: Повећање екрана - је величина у хиљадитим деловима, за
sv: Skärmökning - är storleken i tusendelar, för
sw: Ongezeko la skrini - ni saizi katika elfu, kwa
ta: திரை அதிகரிப்பு - ஆயிரத்தில் ஒரு பங்கு அளவு,
th: การเพิ่มหน้าจอ - คือขนาดเป็นหน่วยพันสำหรับ
tr: Ekran artışı - binde birlik boyuttadır,
uk: Екранний приріст - це розмір в тисячних, для
ur: اسکرین انکریمنٹ - ہزارویں میں سائز ہے، کے لیے
vi: Tăng màn hình - là kích thước tính bằng phần nghìn, cho

source: position change for a piece when it is re-drawn on the screen.
es: cambio de posición de una pieza cuando se vuelve a dibujar en la pantalla.
sr: промена положаја за комад када се поново нацрта на екрану.
sv: positionsändring för en bit när den ritas om på skärmen.
sw: mabadiliko ya nafasi ya kipande wakati inachorwa tena kwenye skrini.
ta: ஒரு பகுதியை திரையில் மீண்டும் வரையும்போது அதன் நிலை மாற்றம்.
th: การเปลี่ยนแปลงตำแหน่งของชิ้นงานเมื่อมีการวาดใหม่บนหน้าจอ
tr: Ekranda tekrar çizildiğinde bir taşın pozisyonunun değişmesi.
uk: зміна положення фігури, коли вона повторно малюється на екрані.
ur: جب کسی ٹکڑے کو اسکرین پر دوبارہ کھینچا جاتا ہے تو اس کی پوزیشن میں تبدیلی۔
vi: thay đổi vị trí của một quân cờ khi nó được vẽ lại trên màn hình.

source: A lower figure gives a smoother but slower animation,
es: Una cifra más baja proporciona una animación más suave pero más lenta.
sr: Нижа цифра даје глаткију, али спорију анимацију,
sv: En lägre siffra ger en mjukare men långsammare animering,
sw: Umbo la chini linatoa uhuishaji laini lakini polepole zaidi,
ta: ஒரு குறைந்த எண்ணிக்கை மென்மையான ஆனால் மெதுவான அனிமேஷனைக் கொடுக்கிறது,
th: ตัวเลขที่ต่ำกว่าทำให้แอนิเมชั่นดูนุ่มนวลขึ้นแต่ช้ากว่า
tr: Daha düşük bir rakam daha akıcı ama daha yavaş bir animasyon sağlar.
uk: Менша цифра дає плавнішу, але повільнішу анімацію,
ur: ایک نچلی شخصیت ایک ہموار لیکن سست حرکت پذیری دیتی ہے،
vi: Một hình ảnh thấp hơn mang lại hình ảnh động mượt mà hơn nhưng chậm hơn,

source: A higher figure gives a faster, but more jerky animation.
es: Una cifra más alta da una animación más rápida, pero más entrecortada.
sr: Већа цифра даје бржу, али трзају анимацију.
sv: En högre siffra ger en snabbare, men ryckigare animering.
sw: Kielelezo cha juu kinatoa uhuishaji wa haraka zaidi, lakini wa kutisha zaidi.
ta: அதிக எண்ணிக்கை வேகமான, ஆனால் அதிக ஜெர்க்கி அனிமேஷனைக் கொடுக்கும்.
th: ยิ่งตัวเลขสูงขึ้น แอนิเมชั่นก็จะยิ่งเร็วขึ้นแต่ก็กระตุกมากขึ้น
tr: Daha yüksek bir rakam daha hızlı, ancak daha sarsıntılı bir animasyon verir.
uk: Більший показник дає швидшу, але більш різку анімацію.
ur: ایک اعلی شخصیت ایک تیز، لیکن زیادہ جھٹکا دینے والا اینیمیشن دیتا ہے۔
vi: Con số cao hơn sẽ tạo ra hình ảnh động nhanh hơn nhưng giật cục hơn.

source: With 3d graphics you will need a very fast computer and graphics card
es: Con gráficos 3D necesitarás una computadora muy rápida y una tarjeta gráfica.
sr: Са 3Д графиком биће вам потребан веома брз рачунар и графичка картица
sv: Med 3d-grafik behöver du en mycket snabb dator och grafikkort
sw: Ukiwa na michoro ya 3d utahitaji kompyuta ya haraka sana na kadi ya michoro
ta: 3D கிராபிக்ஸ் மூலம் உங்களுக்கு மிக வேகமான கணினி மற்றும் கிராபிக்ஸ் அட்டை தேவைப்படும்.
th: สำหรับกราฟิก 3 มิติ คุณจะต้องมีคอมพิวเตอร์และการ์ดกราฟิกที่เร็วมาก
tr: 3D grafikler için çok hızlı bir bilgisayara ve grafik kartına ihtiyacınız olacak
uk: Для 3D-графіки вам знадобиться дуже швидкий комп’ютер і відеокарта
ur: 3d گرافکس کے ساتھ آپ کو بہت تیز کمپیوٹر اور گرافکس کارڈ کی ضرورت ہوگی۔
vi: Với đồ họa 3D, bạn sẽ cần một máy tính và card đồ họa rất nhanh

source: to have this figure set to less than 10
es: Para que esta cifra se establezca en menos de 10
sr: да се ова цифра постави на мање од 10
sv: att ha denna siffra inställd på mindre än 10
sw: kuweka takwimu hii kuwa chini ya 10
ta: இந்த எண்ணிக்கையை 10 க்கும் குறைவாக அமைக்க வேண்டும்.
th: ให้ตั้งตัวเลขนี้ให้ต่ำกว่า 10
tr: bu rakamın 10'dan az olarak ayarlanması
uk: щоб цей показник був меншим за 10
ur: اس اعداد و شمار کو 10 سے کم کرنے کے لیے
vi: để đặt con số này nhỏ hơn 10

source: On my computer, which is almost an antique,
es: En mi computadora, que es casi una antigüedad,
sr: На мом компјутеру, који је скоро антиквитет,
sv: På min dator, som nästan är en antikvitet,
sw: Kwenye kompyuta yangu, ambayo ni karibu ya kale,
ta: என்னுடைய கணினியில், அது கிட்டத்தட்ட ஒரு பழமையான பொருள்,
th: บนคอมพิวเตอร์ของฉันซึ่งแทบจะเป็นของโบราณ
tr: Neredeyse antika sayılabilecek bilgisayarımda,
uk: На моєму комп'ютері, який майже антикваріат,
ur: میرے کمپیوٹر پر، جو تقریباً ایک قدیم چیز ہے،
vi: Trên máy tính của tôi, gần như là đồ cổ,

source: I have the screen increment set to 100
es: Tengo el incremento de pantalla configurado a 100
sr: Повећање екрана је подешено на 100
sv: Jag har skärmökningen inställd på 100
sw: Nina nyongeza ya skrini iliyowekwa hadi 100
ta: நான் திரை அதிகரிப்பை 100 ஆக அமைத்துள்ளேன்.
th: ฉันตั้งค่าการเพิ่มหน้าจอเป็น 100
tr: Ekran artışını 100 olarak ayarladım
uk: У мене встановлено крок екрана на 100
ur: میرے پاس اسکرین انکریمنٹ 100 پر سیٹ ہے۔
vi: Tôi đã thiết lập mức tăng màn hình là 100

source: On my new computer, I have the screen increment set to 30
es: En mi nueva computadora, tengo el incremento de pantalla configurado a 30
sr: На мом новом рачунару имам подешавање екрана на 30
sv: På min nya dator har jag skärmökningen inställd på 30
sw: Kwenye kompyuta yangu mpya, nina nyongeza ya skrini iliyowekwa hadi 30
ta: என்னுடைய புதிய கணினியில், திரை அதிகரிப்பு 30 ஆக அமைக்கப்பட்டுள்ளது.
th: ในคอมพิวเตอร์เครื่องใหม่ของฉัน ฉันตั้งค่าการเพิ่มหน้าจอเป็น 30
tr: Yeni bilgisayarımda ekran artışını 30 olarak ayarladım
uk: На моєму новому комп’ютері встановлено крок екрана на 30
ur: میرے نئے کمپیوٹر پر، میرے پاس اسکرین انکریمنٹ 30 پر سیٹ ہے۔
vi: Trên máy tính mới của tôi, tôi đã thiết lập mức tăng màn hình là 30

source: Delay - is the delay in milli-seconds between each re-draw of a piece.
es: Retraso: es el retraso en milisegundos entre cada nuevo dibujo de una pieza.
sr: Кашњење - је кашњење у милисекундама између сваког поновног извлачења комада.
sv: Fördröjning - är fördröjningen i millisekunder mellan varje omdragning av en bit.
sw: Kuchelewa - ni kuchelewa kwa milli-sekunde kati ya kila mchoro upya wa kipande.
ta: தாமதம் - ஒரு துண்டின் ஒவ்வொரு மறு வரைதலுக்கும் இடையிலான மில்லி-வினாடிகளில் தாமதம்.
th: ความล่าช้า - คือความล่าช้าเป็นมิลลิวินาทีระหว่างการวาดชิ้นงานใหม่แต่ละครั้ง
tr: Gecikme - Bir taşın her yeniden çekilmesi arasındaki milisaniye cinsinden gecikmedir.
uk: Затримка - це затримка в мілісекундах між кожним повторним розіграшем фігури.
ur: تاخیر - ایک ٹکڑے کے ہر دوبارہ ڈرا کے درمیان ملی سیکنڈ کی تاخیر ہے۔
vi: Độ trễ - là độ trễ tính bằng mili giây giữa mỗi lần vẽ lại một tác phẩm.

source: A lower figure gives a faster animation,
es: Una cifra más baja da una animación más rápida,
sr: Нижа цифра даје бржу анимацију,
sv: En lägre siffra ger en snabbare animering,
sw: Kielelezo cha chini kinatoa uhuishaji haraka,
ta: ஒரு குறைந்த எண்ணிக்கை வேகமான அனிமேஷனைக் கொடுக்கிறது,
th: ตัวเลขที่ต่ำลงทำให้แอนิเมชั่นเร็วขึ้น
tr: Daha düşük bir rakam daha hızlı bir animasyon sağlar,
uk: Менша цифра забезпечує швидшу анімацію,
ur: ایک نچلی شخصیت ایک تیز حرکت پذیری دیتی ہے،
vi: Một con số thấp hơn cho một hình ảnh động nhanh hơn,

source: a higher figure gives a slower animation.
es: Una cifra más alta da una animación más lenta.
sr: већа цифра даје спорију анимацију.
sv: en högre siffra ger en långsammare animering.
sw: takwimu ya juu inatoa uhuishaji polepole zaidi.
ta: அதிக எண்ணிக்கை மெதுவான அனிமேஷனைக் கொடுக்கும்.
th: ยิ่งตัวเลขสูงขึ้น แอนิเมชั่นก็จะยิ่งช้าลง
tr: daha yüksek bir rakam daha yavaş bir animasyon verir.
uk: більший показник дає повільнішу анімацію.
ur: ایک اعلی شخصیت ایک سست حرکت پذیری دیتی ہے۔
vi: số liệu cao hơn sẽ cho hình ảnh động chậm hơn.

source: If < Pixel increment > is set to 1 (the ideal setting), you will probably
es: Si <Incremento de píxeles> está configurado en 1 (la configuración ideal), probablemente
sr: Ако је < Пикел инцремент > постављено на 1 (идеално подешавање), вероватно ћете
sv: Om < Pixelökning > är inställd på 1 (den idealiska inställningen), kommer du förmodligen att göra det
sw: Ikiwa <Pixel increment > imewekwa kuwa 1 (mpangilio unaofaa), labda utafanya hivyo
ta: Pixel increment > 1 ஆக அமைக்கப்பட்டால் (சிறந்த அமைப்பு), நீங்கள் அநேகமாக
th: หากตั้งค่า <การเพิ่มพิกเซล> ไว้ที่ 1 (การตั้งค่าในอุดมคติ) คุณอาจจะ
tr: < Piksel artışı > 1'e (ideal ayar) ayarlanırsa, muhtemelen
uk: Якщо <Pixel increment> встановлено на 1 (ідеальне налаштування), ви, ймовірно, це зробите
ur: اگر < Pixel increment > کو 1 (مثالی ترتیب) پر سیٹ کیا گیا ہے، تو آپ شاید کریں گے۔
vi: Nếu < Pixel increment > được đặt thành 1 (cài đặt lý tưởng), bạn có thể sẽ

source: not need to set the delay to any higher than 10 milli-seconds.
es: No es necesario establecer un retraso mayor a 10 milisegundos.
sr: не морате да подесите кашњење на више од 10 милисекунди.
sv: behöver inte ställa in fördröjningen till mer än 10 millisekunder.
sw: hakuna haja ya kuweka ucheleweshaji hadi sekunde 10 za juu.
ta: தாமதத்தை 10 மில்லி-வினாடிகளுக்கு மேல் அமைக்க வேண்டியதில்லை.
th: ไม่จำเป็นต้องตั้งค่าความล่าช้าให้สูงกว่า 10 มิลลิวินาที
tr: gecikmeyi 10 milisaniyeden daha yükseğe ayarlamanıza gerek yok.
uk: не потрібно встановлювати значення затримки більше 10 мілісекунд.
ur: تاخیر کو 10 ملی سیکنڈ سے زیادہ پر سیٹ کرنے کی ضرورت نہیں ہے۔
vi: không cần phải thiết lập độ trễ cao hơn 10 mili giây.

source: With 3d graphics you will probably not need any delay.
es: Con gráficos en 3D probablemente no necesitarás ningún retraso.
sr: Са 3Д графиком вероватно вам неће требати никакво одлагање.
sv: Med 3D-grafik behöver du förmodligen ingen fördröjning.
sw: Ukiwa na michoro ya 3d labda hautahitaji kucheleweshwa.
ta: 3டி கிராபிக்ஸ் மூலம் உங்களுக்கு எந்த தாமதமும் தேவையில்லை.
th: ด้วยกราฟิก 3 มิติ คุณจะไม่ต้องล่าช้าเลย
tr: 3D grafiklerde muhtemelen gecikmeye ihtiyacınız olmayacaktır.
uk: З 3D-графікою вам, ймовірно, не знадобиться затримка.
ur: 3d گرافکس کے ساتھ آپ کو شاید کسی تاخیر کی ضرورت نہیں ہوگی۔
vi: Với đồ họa 3D, có lẽ bạn sẽ không cần bất kỳ sự chậm trễ nào.

source: Use animation for -
es: Utilice la animación para:
sr: Користите анимацију за -
sv: Använd animation för -
sw: Tumia uhuishaji kwa -
ta: அனிமேஷனைப் பயன்படுத்தவும் -
th: ใช้แอนิเมชั่นสำหรับ -
tr: Animasyonu şu amaçla kullan:
uk: Використовувати анімацію для -
ur: انیمیشن کا استعمال کریں
vi: Sử dụng hoạt hình cho -

source: Player moves - use animation for player moves,
es: Movimientos del jugador: utiliza animación para los movimientos del jugador.
sr: Покрети играча - користите анимацију за покрете играча,
sv: Spelarrörelser - använd animation för spelarrörelser,
sw: Hatua za mchezaji - tumia uhuishaji kwa hatua za wachezaji,
ta: வீரர் நகர்வுகள் - வீரர் நகர்வுகளுக்கு அனிமேஷனைப் பயன்படுத்தவும்,
th: การเคลื่อนไหวของผู้เล่น - ใช้แอนิเมชั่นสำหรับการเคลื่อนไหวของผู้เล่น
tr: Oyuncu hareketleri - Oyuncu hareketleri için animasyon kullanın,
uk: Рухи гравця - використовуйте анімацію для ходів гравців,
ur: پلیئر کی چالیں - پلیئر کی چالوں کے لیے اینیمیشن کا استعمال کریں،
vi: Người chơi di chuyển - sử dụng hình ảnh động cho các bước di chuyển của người chơi,

source: e.g. when player enters a move with a mouse click
es: p. ej. cuando el jugador introduce un movimiento con un clic del ratón
sr: нпр. када играч уђе у потез кликом миша
sv: till exempel när spelaren går in i ett drag med ett musklick
sw: k.m. mchezaji anapoingia kwenye hoja kwa kubofya kipanya
ta: எ.கா. வீரர் மவுஸ் கிளிக் மூலம் ஒரு நகர்வில் நுழையும்போது
th: เช่น เมื่อผู้เล่นเข้าสู่การเคลื่อนไหวด้วยการคลิกเมาส์
tr: örneğin, oyuncu bir hamleyi fare tıklamasıyla girdiğinde
uk: напр. коли гравець робить хід клацанням миші
ur: جیسے جب کھلاڑی ماؤس کلک کے ساتھ حرکت میں آتا ہے۔
vi: ví dụ khi người chơi nhập một nước đi bằng cách nhấp chuột

source: on the move destination square. (Not drag and drop entry)
es: En movimiento, el cuadrado de destino. (No arrastrar y soltar la entrada)
sr: на квадрату одредишта кретања. (Не превуците и испустите унос)
sv: på färdens destinationsruta. (Inte dra och släpp post)
sw: kwenye mraba wa marudio ya kusonga. (Si kuburuta na kuangusha kiingilio)
ta: நகரும் இலக்கு சதுரத்தில். (இழுத்து விடுவதற்கான உள்ளீடு அல்ல)
th: บนจุดหมายปลายทางที่เคลื่อนที่ (ไม่ใช่การลากและวางรายการ)
tr: hareket halinde hedef kare. (Sürükle ve bırak girişi değil)
uk: на полі призначення руху. (Запис без перетягування)
ur: منتقل منزل چوک پر. (ڈریگ اینڈ ڈراپ انٹری نہیں)
vi: trên ô đích di chuyển. (Không kéo và thả mục nhập)

source: Computer moves - use animation for computer moves,
es: Movimientos de computadora: use animación para movimientos de computadora,
sr: Компјутерски покрети - користите анимацију за компјутерске потезе,
sv: Datorrörelser - använd animation för datorrörelser,
sw: Misogeo ya kompyuta - tumia uhuishaji kwa hatua za kompyuta,
ta: கணினி நகர்வுகள் - கணினி நகர்வுகளுக்கு அனிமேஷனைப் பயன்படுத்தவும்,
th: การเคลื่อนไหวคอมพิวเตอร์ - ใช้แอนิเมชันสำหรับการเคลื่อนไหวคอมพิวเตอร์
tr: Bilgisayar hareketleri - Bilgisayar hareketleri için animasyon kullanın,
uk: Комп'ютер рухається - використовуйте анімацію для руху комп'ютера,
ur: کمپیوٹر کی چالیں - کمپیوٹر کی چالوں کے لیے اینیمیشن کا استعمال کریں،
vi: Di chuyển máy tính - sử dụng hoạt hình cho di chuyển máy tính,

source: e.g. during human vs engine games.
es: por ejemplo, durante juegos entre humanos y motores.
sr: нпр. током игара људи против мотора.
sv: till exempel under mänskliga vs motorspel.
sw: k.m. wakati wa michezo ya binadamu dhidi ya injini.
ta: எ.கா. மனிதர் vs இயந்திர விளையாட்டுகளின் போது.
th: เช่น ในระหว่างเกมที่มนุษย์ต่อสู้กับเครื่องยนต์
tr: örneğin insan ve motor oyunlarında.
uk: напр. під час гри людина проти двигуна.
ur: جیسے انسانی بمقابلہ انجن گیمز کے دوران۔
vi: ví dụ như trong trò chơi giữa con người và máy móc.

source: Engine vs. engine - use animation for engine vs. engine games.
es: Motor vs. motor: utiliza la animación para juegos de motor vs. motor.
sr: Енгине вс. енгине - користите анимацију за игре мотора против мотора.
sv: Motor vs. motor - använd animation för motor vs. motorspel.
sw: Injini dhidi ya injini - tumia uhuishaji kwa michezo ya injini dhidi ya injini.
ta: எஞ்சின் vs. எஞ்சின் - எஞ்சின் vs. எஞ்சின் விளையாட்டுகளுக்கு அனிமேஷனைப் பயன்படுத்தவும்.
th: Engine vs. engine - ใช้แอนิเมชันสำหรับเกม engine vs. engine
tr: Motor vs. motor - Motor vs. motor oyunlarında animasyon kullanın.
uk: Engine vs. engine - використовуйте анімацію для ігор Engine vs. Engine.
ur: انجن بمقابلہ انجن - انجن بمقابلہ انجن گیمز کے لیے اینیمیشن کا استعمال کریں۔
vi: Engine so với engine - sử dụng hoạt ảnh cho các trò chơi engine so với engine.

source: Puzzle mode moves - use animation for puzzle mode moves
es: Movimientos en modo rompecabezas: usa animación para los movimientos en modo rompecabezas
sr: Покрети у режиму слагалице - користите анимацију за покрете у режиму слагалице
sv: Pussellägesrörelser - använd animering för pussellägesrörelser
sw: Usogezaji wa hali ya mafumbo - tumia uhuishaji kwa mienendo ya hali ya mafumbo
ta: புதிர் முறை நகர்வுகள் - புதிர் முறை நகர்வுகளுக்கு அனிமேஷனைப் பயன்படுத்தவும்.
th: การเคลื่อนไหวในโหมดปริศนา - ใช้แอนิเมชั่นสำหรับการเคลื่อนไหวในโหมดปริศนา
tr: Bulmaca modu hareketleri - Bulmaca modu hareketleri için animasyon kullan
uk: Рухи в режимі головоломки - використовуйте анімацію для рухів у режимі головоломки
ur: پہیلی موڈ کی حرکتیں - پہیلی موڈ کی چالوں کے لیے اینیمیشن کا استعمال کریں۔
vi: Di chuyển chế độ giải đố - sử dụng hoạt ảnh cho các bước di chuyển chế độ giải đố

source: In puzzle mode, this option takes precedence over < Player moves >
es: En el modo rompecabezas, esta opción tiene prioridad sobre < Movimientos del jugador >
sr: У режиму слагалице, ова опција има предност над < Плаиер мовес >
sv: I pusselläge har det här alternativet företräde framför < Spelarens drag >
sw: Katika hali ya mafumbo, chaguo hili linatanguliwa zaidi ya < Player moves >
ta: புதிர் பயன்முறையில், இந்த விருப்பம் <பிளேயர் நகர்வுகளை விட முன்னுரிமை பெறுகிறது >
th: ในโหมดปริศนา ตัวเลือกนี้จะมีสิทธิ์เหนือกว่า < การเคลื่อนไหวของผู้เล่น >
tr: Bulmaca modunda, bu seçenek < Oyuncu hamleleri > seçeneğine göre önceliklidir
uk: У режимі головоломки цей параметр має перевагу над <Худи гравця>
ur: پزل موڈ میں، یہ آپشن < پلیئر مووز > پر فوقیت لیتا ہے۔
vi: Trong chế độ giải đố, tùy chọn này được ưu tiên hơn < Người chơi di chuyển >

source: Piece sliding animation options for 3d
es: Opciones de animación de deslizamiento de piezas para 3D
sr: Опције клизне анимације за 3д
sv: Slidglidande animationsalternativ för 3d
sw: Chaguo za uhuishaji wa kuteleza kwa kipande kwa 3d
ta: 3Dக்கான துண்டு சறுக்கும் அனிமேஷன் விருப்பங்கள்
th: ตัวเลือกแอนิเมชั่นการเลื่อนชิ้นงานสำหรับ 3 มิติ
tr: 3d için parça kaydırma animasyon seçenekleri
uk: Параметри ковзної анімації для 3d
ur: 3d کے لیے پیس سلائیڈنگ اینیمیشن کے اختیارات
vi: Tùy chọn hoạt ảnh trượt mảnh cho 3d

source: Piece sliding animation options for 2d
es: Opciones de animación de deslizamiento de piezas para 2D
sr: Опције клизања комада за 2д
sv: Slidglidande animationsalternativ för 2d
sw: Chaguo za uhuishaji wa kuteleza kwa kipande kwa 2d
ta: 2டி படத்திற்கான துண்டு சறுக்கும் அனிமேஷன் விருப்பங்கள்
th: ตัวเลือกแอนิเมชั่นการเลื่อนชิ้นงานสำหรับ 2 มิติ
tr: 2d için parça kaydırma animasyon seçenekleri
uk: Параметри ковзної анімації для 2d
ur: 2d کے لیے پیس سلائیڈنگ اینیمیشن کے اختیارات
vi: Tùy chọn hoạt ảnh trượt mảnh cho 2d

source: Automatic replay stopped
es: La repetición automática se detuvo
sr: Аутоматско понављање је заустављено
sv: Automatisk uppspelning stoppades
sw: Kucheza tena kiotomatiki kumesimamishwa
ta: தானியங்கி மறு ஒளிபரப்பு நிறுத்தப்பட்டது
th: หยุดการเล่นซ้ำอัตโนมัติแล้ว
tr: Otomatik tekrar durduruldu
uk: Автоматичне відтворення зупинено
ur: خودکار ری پلے رک گیا۔
vi: Phát lại tự động đã dừng

source: Automatic replay message
es: Mensaje de repetición automática
sr: Аутоматско понављање поруке
sv: Automatiskt uppspelningsmeddelande
sw: Cheza tena ujumbe kiotomatiki
ta: தானியங்கி மறுபதிப்பு செய்தி
th: ข้อความเล่นซ้ำอัตโนมัติ
tr: Otomatik tekrar mesajı
uk: Автоматичне відтворення повідомлення
ur: خودکار ری پلے پیغام
vi: Tin nhắn phát lại tự động

source: Move delay is
es: El retraso del movimiento es
sr: Кашњење кретања је
sv: Flyttfördröjning är
sw: Kuchelewa kwa hoja ni
ta: நகர்வு தாமதம்
th: การเลื่อนเวลาล่าช้าคือ
tr: Hareket gecikmesi
uk: Затримка переміщення є
ur: منتقلی میں تاخیر ہے۔
vi: Di chuyển chậm trễ là

source: second
es: segundo
sr: друго
sv: andra
sw: pili
ta: இரண்டாவது
th: ที่สอง
tr: ikinci
uk: другий
ur: دوسرا
vi: thứ hai

source: seconds
es: artículos de segunda clase
sr: секунди
sv: sekunder
sw: sekunde
ta: வினாடிகள்
th: วินาที
tr: saniyeler
uk: секунд
ur: سیکنڈ
vi: giây

source: Press <F9> to stop
es: Presione <F9> para detener
sr: Притисните <Ф9> да бисте зауставили
sv: Tryck på <F9> för att stoppa
sw: Bonyeza <F9> ili kuacha
ta: நிறுத்த <F9> ஐ அழுத்தவும்
th: กด <F9> เพื่อหยุด
tr: Durdurmak için <F9> tuşuna basın
uk: Щоб зупинити, натисніть <F9>
ur: روکنے کے لیے <F9> دبائیں۔
vi: Nhấn <F9> để dừng

source: Automatic replay started
es: Se inició la repetición automática
sr: Почела је аутоматска репродукција
sv: Automatisk uppspelning startade
sw: Uchezaji tena wa kiotomatiki umeanza
ta: தானியங்கி மறு இயக்கம் தொடங்கியது.
th: เริ่มรีเพลย์อัตโนมัติแล้ว
tr: Otomatik tekrar başlatıldı
uk: Розпочато автоматичне відтворення
ur: خودکار ری پلے شروع ہو گیا۔
vi: Phát lại tự động bắt đầu

source: Auto-replay stopped for comment
es: La reproducción automática se detuvo debido a un comentario.
sr: Аутоматска репродукција је заустављена ради коментара
sv: Automatisk uppspelning stoppades för kommentar
sw: Kucheza tena kiotomatiki kumesimamishwa kwa maoni
ta: கருத்துக்காக தானியங்கி மறு இயக்கம் நிறுத்தப்பட்டது.
th: หยุดการเล่นซ้ำอัตโนมัติเนื่องจากแสดงความคิดเห็น
tr: Yorum için otomatik tekrar durduruldu
uk: Автоматичне відтворення зупинено для коментарів
ur: آٹو ری پلے تبصرے کے لیے روک دیا گیا۔
vi: Tự động phát lại đã dừng để bình luận

source: Press < F9 > to restart
es: Presione < F9 > para reiniciar
sr: Притисните < Ф9 > да бисте поново покренули
sv: Tryck på < F9 > för att starta om
sw: Bonyeza < F9 > ili kuwasha upya
ta: மறுதொடக்கம் செய்ய <F9 > ஐ அழுத்தவும்.
th: กด < F9 > เพื่อรีสตาร์ท
tr: Yeniden başlatmak için < F9 > tuşuna basın
uk: Натисніть <F9> для перезавантаження
ur: دوبارہ شروع کرنے کے لیے <F9> دبائیں۔
vi: Nhấn < F9 > để khởi động lại

source: Auto-replay stopped for sub-variation end
es: La repetición automática se detuvo al finalizar la subvariación
sr: Аутоматска репродукција је заустављена за крај подваријације
sv: Automatisk uppspelning stoppades för undervariationens slut
sw: Uchezaji upya kiotomatiki umesimamishwa kwa utofautishaji mdogo
ta: துணை-மாறுபாட்டின் முடிவில் தானியங்கி மறு இயக்கம் நிறுத்தப்பட்டது.
th: หยุดการเล่นซ้ำอัตโนมัติเพื่อสิ้นสุดการเปลี่ยนแปลงย่อย
tr: Alt varyasyonun sonu için otomatik tekrar durduruldu
uk: Автоматичне відтворення зупинено для завершення підваріанту
ur: ذیلی تغیر کے اختتام کے لیے آٹو ری پلے روک دیا گیا۔
vi: Tự động phát lại dừng lại khi kết thúc biến thể phụ

source: Auto-replay stopped for sub-variation start
es: La repetición automática se detuvo para el inicio de la subvariación
sr: Аутоматска репродукција је заустављена за почетак подваријације
sv: Auto-replay stoppas för start av undervariation
sw: Uchezaji upya kiotomatiki umesimamishwa kwa utofautishaji mdogo kuanza
ta: துணை-மாறுபாட்டின் தொடக்கத்திற்காக தானியங்கி மறு இயக்கம் நிறுத்தப்பட்டது.
th: หยุดการเล่นซ้ำอัตโนมัติเพื่อเริ่มการเปลี่ยนแปลงย่อย
tr: Alt varyasyonun başlaması için otomatik tekrar durduruldu
uk: Автоматичне відтворення зупинено для запуску підваріанту
ur: ذیلی تغیرات کے آغاز کے لیے آٹو ری پلے روک دیا گیا۔
vi: Tự động phát lại đã dừng để bắt đầu biến thể phụ

source: Game complete, automatic replay stopped
es: Juego completado, repetición automática detenida
sr: Игра је завршена, аутоматска репродукција је заустављена
sv: Spelet slutfört, automatisk repris stoppades
sw: Mchezo umekamilika, uchezaji wa kiotomatiki umesimamishwa
ta: விளையாட்டு முடிந்தது, தானியங்கி மறு இயக்கம் நிறுத்தப்பட்டது.
th: เกมเสร็จสิ้นแล้ว หยุดเล่นซ้ำอัตโนมัติ
tr: Oyun tamamlandı, otomatik tekrar durduruldu
uk: Гра завершена, автоматичне відтворення зупинено
ur: گیم مکمل، خودکار ری پلے رک گیا۔
vi: Trò chơi hoàn tất, phát lại tự động đã dừng

source: Replay sub-variations
es: Subvariaciones de reproducción
sr: Поновите подваријације
sv: Spela om undervariationer
sw: Cheza tena tofauti ndogo
ta: துணை மாறுபாடுகளை மீண்டும் இயக்கு
th: รีเพลย์ย่อยรูปแบบต่างๆ
tr: Alt varyasyonları tekrar oynat
uk: Повторіть підваріації
ur: ذیلی تغیرات کو دوبارہ چلائیں۔
vi: Phát lại các biến thể phụ
