Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: These were copied from the free Lucas chess download package.
es: Estos fueron copiados del paquete de descarga gratuita de ajedrez de Lucas.
sr: Они су копирани из бесплатног Луцас пакета за преузимање шаха.
sv: Dessa kopierades från det kostnadsfria nedladdningspaketet för Lucas schack.
sw: Hizi zilinakiliwa kutoka kwa kifurushi cha kupakua cha Lucas chess bila malipo.
ta: இவை இலவச லூகாஸ் செஸ் பதிவிறக்க தொகுப்பிலிருந்து நகலெடுக்கப்பட்டன.
th: สิ่งเหล่านี้ถูกคัดลอกมาจากแพ็คเกจดาวน์โหลด Lucas Chess ฟรี
tr: Bunlar ücretsiz Lucas satranç indirme paketinden kopyalandı.
uk: Вони були скопійовані з безкоштовного пакета для завантаження Lucas chess.
ur: یہ مفت لوکاس شطرنج ڈاؤن لوڈ پیکیج سے نقل کیے گئے تھے۔
vi: Những nội dung này được sao chép từ gói tải xuống cờ vua Lucas miễn phí.

source: You can download it from the following website -
es: Puedes descargarlo desde el siguiente sitio web:
sr: Можете га преузети са следеће веб странице -
sv: Du kan ladda ner den från följande webbplats -
sw: Unaweza kuipakua kutoka kwa tovuti ifuatayo -
ta: நீங்கள் பின்வரும் வலைத்தளத்திலிருந்து பதிவிறக்கம் செய்யலாம் -
th: คุณสามารถดาวน์โหลดได้จากเว็บไซต์ต่อไปนี้ -
tr: Aşağıdaki web sitesinden indirebilirsiniz -
uk: Ви можете завантажити його з наступного веб-сайту -
ur: آپ اسے درج ذیل ویب سائٹ سے ڈاؤن لوڈ کر سکتے ہیں-
vi: Bạn có thể tải xuống từ trang web sau đây -

source: Another free chess GUI that has .bin opening books is Scid vs PC
es: Otra GUI de ajedrez gratuita que tiene libros de apertura .bin es Scid vs PC
sr: Још један бесплатни шаховски ГУИ који има .бин отварајуће књиге је Сцид вс ПЦ
sv: Ett annat gratis schack-gränssnitt som har .bin-öppningsböcker är Scid vs PC
sw: GUI nyingine ya bure ya chess ambayo ina vitabu vya kufungua .bin ni Scid vs PC
ta: .bin ஓப்பனிங் புத்தகங்களைக் கொண்ட மற்றொரு இலவச சதுரங்க GUI Scid vs PC ஆகும்.
th: GUI หมากรุกฟรีอีกอันที่มีหนังสือเปิด .bin คือ Scid vs PC
tr: .bin açılış kitaplarına sahip bir diğer ücretsiz satranç GUI'si Scid vs PC'dir
uk: Ще один безкоштовний графічний інтерфейс для гри в шахи, який містить початкові книги у форматі .bin, — Scid vs PC
ur: ایک اور مفت شطرنج GUI جس میں .bin کھولنے والی کتابیں ہیں Scid بمقابلہ PC
vi: Một GUI cờ vua miễn phí khác có sách mở .bin là Scid vs PC

source: It can be downloaded from -
es: Se puede descargar desde -
sr: Може се преузети са -
sv: Den kan laddas ner från -
sw: Inaweza kupakuliwa kutoka -
ta: இதை இங்கிருந்து பதிவிறக்கம் செய்யலாம் -
th: สามารถดาวน์โหลดได้จาก -
tr: Buradan indirilebilir -
uk: Його можна завантажити з -
ur: اسے یہاں سے ڈاؤن لوڈ کیا جا سکتا ہے -
vi: Nó có thể được tải xuống từ -

source: Several .bin opening books can be downloaded from the following site -
es: Se pueden descargar varios libros de apertura de .bin desde el siguiente sitio:
sr: Неколико књига отварања .бин може се преузети са следећег сајта -
sv: Flera öppningsböcker för .bin kan laddas ner från följande webbplats -
sw: Vitabu kadhaa vya kufungua pipa vinaweza kupakuliwa kutoka kwa tovuti ifuatayo -
ta: பின்வரும் தளத்திலிருந்து பல .bin தொடக்க புத்தகங்களை பதிவிறக்கம் செய்யலாம் -
th: สามารถดาวน์โหลดหนังสือเปิดไฟล์ .bin ได้หลายเล่มจากเว็บไซต์ต่อไปนี้
tr: Aşağıdaki siteden çeşitli .bin açılış kitapları indirilebilir -
uk: Кілька початкових книг .bin можна завантажити з наступного сайту -
ur: کئی .bin کھولنے والی کتابیں درج ذیل سائٹ سے ڈاؤن لوڈ کی جا سکتی ہیں۔
vi: Một số sách mở .bin có thể được tải xuống từ trang web sau -

source: Also, there is one that comes with the free version
es: Además, hay uno que viene con la versión gratuita.
sr: Такође, постоји један који долази са бесплатном верзијом
sv: Det finns också en som följer med gratisversionen
sw: Pia, kuna moja ambayo inakuja na toleo la bure
ta: மேலும், இலவச பதிப்பில் வரும் ஒன்று உள்ளது
th: นอกจากนี้ยังมีเวอร์ชันฟรีมาด้วย
tr: Ayrıca, ücretsiz sürümle birlikte gelen bir tane daha var
uk: Крім того, є один, який поставляється з безкоштовною версією
ur: اس کے علاوہ، ایک مفت ورژن کے ساتھ آتا ہے
vi: Ngoài ra, còn có một phiên bản đi kèm với phiên bản miễn phí

source: of the Komodo chess engine. This can be downloaded from -
es: del motor de ajedrez Komodo. Puede descargarse desde:
sr: шаховског мотора Комодо. Ово се може преузети са -
sv: av Komodo-schackmotorn. Detta kan laddas ner från -
sw: injini ya chess ya Komodo. Hii inaweza kupakuliwa kutoka -
ta: கொமோடோ சதுரங்க இயந்திரத்தின். இதை இங்கிருந்து பதிவிறக்கம் செய்யலாம் -
th: ของโปรแกรมหมากรุกโคโมโด สามารถดาวน์โหลดได้จาก -
tr: Komodo satranç motorunun. Bu şuradan indirilebilir -
uk: шахового двигуна Komodo. Це можна завантажити з -
ur: کوموڈو شطرنج کے انجن کا۔ اسے یہاں سے ڈاؤن لوڈ کیا جا سکتا ہے -
vi: của công cụ cờ vua Komodo. Có thể tải xuống từ -

source: Polyglot .bin book help
es: Ayuda con el libro .bin de Polyglot
sr: Полиглот .бин помоћ за књигу
sv: Polyglot .bin bokhjälp
sw: Msaada wa kitabu cha Polyglot .bin
ta: பாலிகிளாட் .பின் புத்தக உதவி
th: ความช่วยเหลือเกี่ยวกับหนังสือ Polyglot .bin
tr: Polyglot .bin kitap yardımı
uk: Довідка з книги Polyglot .bin
ur: Polyglot .bin کتاب کی مدد
vi: Sách trợ giúp Polyglot .bin

source: When I started writing the code for using Polyglot .bin opening books,
es: Cuando comencé a escribir el código para usar los libros de apertura .bin de Polyglot,
sr: Када сам почео да пишем код за коришћење Полиглот .бин отварајући књиге,
sv: När jag började skriva koden för att använda Polyglot .bin öppningsböcker,
sw: Nilipoanza kuandika msimbo wa kutumia vitabu vya kufungua Polyglot .bin,
ta: பாலிகிளாட் .பின் திறப்பு புத்தகங்களைப் பயன்படுத்துவதற்கான குறியீட்டை நான் எழுதத் தொடங்கியபோது,
th: เมื่อผมเริ่มเขียนโค้ดสำหรับใช้เปิดหนังสือ Polyglot .bin
tr: Polyglot .bin kitap açılışını kullanmak için kod yazmaya başladığımda,
uk: Коли я почав писати код для використання Polyglot .bin відкриття книг,
ur: جب میں نے Polyglot .bin کھولنے والی کتابیں استعمال کرنے کے لیے کوڈ لکھنا شروع کیا،
vi: Khi tôi bắt đầu viết mã để sử dụng Polyglot .bin để mở sách,

source: I found it very hard going.
es: Me resultó muy difícil.
sr: Било ми је јако тешко.
sv: Jag tyckte att det var väldigt jobbigt.
sw: Niliona ni ngumu sana kwenda.
ta: எனக்கு அது ரொம்ப கஷ்டமா இருந்துச்சு.
th: ฉันพบว่ามันยากมากที่จะไป
tr: Gitmek benim için çok zordu.
uk: Мені було дуже важко.
ur: مجھے یہ جانا بہت مشکل لگا۔
vi: Tôi thấy việc này thực sự rất khó khăn.

source: The material I had was the Polyglot documentation downloaded from -
es: El material que tenía era la documentación de Polyglot descargada de -
sr: Материјал који сам имао била је документација Полиглота преузета са -
sv: Materialet jag hade var Polyglot-dokumentationen som laddades ner från -
sw: Nyenzo niliyokuwa nayo ilikuwa hati za Polyglot zilizopakuliwa kutoka -
ta: என்னிடம் இருந்த பொருள் - இலிருந்து பதிவிறக்கம் செய்யப்பட்ட பாலிகிளாட் ஆவணம்.
th: สื่อที่ฉันมีคือเอกสาร Polyglot ที่ดาวน์โหลดจาก -
tr: Sahip olduğum materyal, - adresinden indirilen Polyglot belgeleriydi
uk: Матеріал, який я мав, був документацією Polyglot, завантаженою з -
ur: میرے پاس جو مواد تھا وہ پولی گلوٹ دستاویزات سے ڈاؤن لوڈ کیا گیا تھا۔
vi: Tài liệu tôi có là tài liệu Polyglot được tải xuống từ -

source: and the original Polyglot code which can be obtained from -
es: y el código original de Polyglot que se puede obtener en -
sr: и оригинални код Полиглота који се може добити од -
sv: och den ursprungliga polyglotkoden som kan erhållas från -
sw: na msimbo asili wa Polyglot ambao unaweza kupatikana kutoka -
ta: மற்றும் அசல் பாலிக்லாட் குறியீட்டை இதிலிருந்து பெறலாம் -
th: และโค้ด Polyglot ดั้งเดิมซึ่งสามารถรับได้จาก -
tr: ve - adresinden elde edilebilen orijinal Polyglot kodu
uk: та оригінальний код Polyglot, який можна отримати з -
ur: اور اصل پولی گلوٹ کوڈ جس سے حاصل کیا جا سکتا ہے -
vi: và mã Polyglot gốc có thể lấy được từ -

source: I only began to understand how the Polyglot .bin opening book worked
es: Apenas comencé a comprender cómo funcionaba el libro de apertura de Polyglot .bin
sr: Тек сам почео да схватам како функционише Полиглот .бин уводна књига
sv: Jag började bara förstå hur öppningsboken Polyglot .bin fungerade
sw: Nilianza tu kuelewa jinsi kitabu cha ufunguzi cha Polyglot .bin kilifanya kazi
ta: பாலிகிளாட் .பின் தொடக்கப் புத்தகம் எவ்வாறு செயல்படுகிறது என்பதை நான் இப்போதுதான் புரிந்துகொள்ள ஆரம்பித்தேன்.
th: ฉันเพิ่งเริ่มเข้าใจว่าหนังสือเปิดไฟล์ Polyglot .bin ทำงานอย่างไร
tr: Polyglot .bin açılış kitabının nasıl çalıştığını yeni yeni anlamaya başladım
uk: Я тільки почав розуміти, як працює початкова книга Polyglot .bin
ur: میں نے صرف یہ سمجھنا شروع کیا کہ پولی گلوٹ .bin کھولنے والی کتاب کیسے کام کرتی ہے۔
vi: Tôi chỉ mới bắt đầu hiểu cách thức hoạt động của cuốn sách mở Polyglot .bin

source: when I looked at the code from the following repository -
es: Cuando miré el código del siguiente repositorio:
sr: када сам погледао код из следећег спремишта -
sv: när jag tittade på koden från följande arkiv -
sw: nilipoangalia nambari kutoka kwa hazina ifuatayo -
ta: பின்வரும் களஞ்சியத்திலிருந்து குறியீட்டைப் பார்த்தபோது -
th: เมื่อฉันดูโค้ดจากที่เก็บต่อไปนี้ -
tr: Aşağıdaki depodaki koda baktığımda -
uk: коли я подивився на код із наступного репозиторію -
ur: جب میں نے درج ذیل ذخیرے سے کوڈ کو دیکھا -
vi: khi tôi xem mã từ kho lưu trữ sau đây -

source: This code was used as the basis for the rest of the
es: Este código se utilizó como base para el resto del
sr: Овај код је коришћен као основа за остатак
sv: Denna kod användes som grund för resten av
sw: Nambari hii ilitumika kama msingi wa nakala zingine
ta: இந்த குறியீடு மீதமுள்ளவற்றுக்கு அடிப்படையாகப் பயன்படுத்தப்பட்டது
th: รหัสนี้ถูกนำมาใช้เป็นพื้นฐานสำหรับส่วนที่เหลือของ
tr: Bu kod, geri kalanın temeli olarak kullanıldı
uk: Цей код був використаний як основа для решти
ur: اس کوڈ کو بقیہ کی بنیاد کے طور پر استعمال کیا گیا تھا۔
vi: Mã này được sử dụng làm cơ sở cho phần còn lại của

source: Polyglot opening book functions that I wrote.
es: Funciones del libro de apertura políglota que escribí.
sr: Полиглот отвара функцију књиге коју сам написао.
sv: Polyglot öppningsbok funktioner som jag skrev.
sw: Utendaji wa kitabu cha ufunguzi wa Polyglot nilichoandika.
ta: நான் எழுதிய பன்மொழிப் புத்தகத் தொடக்கப் பணிகள்.
th: ฟังก์ชั่นการเปิดหนังสือหลายภาษาที่ฉันเขียน
tr: Yazdığım çok dilli açılış kitabı fonksiyonları.
uk: Функції початкової книги Polyglot, яку я написав.
ur: پولی گلوٹ کی افتتاحی کتاب کے افعال جو میں نے لکھا تھا۔
vi: Chức năng mở sách đa ngôn ngữ do tôi viết.

source: So here is a big thank you to Mr Raminder Singh for his code.
es: Así que aquí va un gran agradecimiento al Sr. Raminder Singh por su código.
sr: Дакле, ево великог хвала господину Раминдеру Сингху за његов код.
sv: Så här är ett stort tack till Mr Raminder Singh för hans kod.
sw: Kwa hivyo hapa kuna shukrani nyingi kwa Bw Raminder Singh kwa nambari yake ya kuthibitisha.
ta: எனவே திரு. ராமீந்தர் சிங்கிற்கு அவரது குறியீட்டிற்கு ஒரு பெரிய நன்றி.
th: ขอขอบคุณอย่างยิ่งต่อคุณ Raminder Singh สำหรับโค้ดของเขา
tr: Bu nedenle, kodu için Sayın Raminder Singh'e çok teşekkür ederiz.
uk: Отже, велика подяка панові Раміндеру Сінгху за його код.
ur: تو یہاں مسٹر رامندر سنگھ کا ان کے کوڈ کے لئے ایک بہت بڑا شکریہ ہے۔
vi: Xin chân thành cảm ơn ông Raminder Singh vì đoạn mã của ông.

source: This version of Nimzo3d (4.0) has a new feature for automatically
es: Esta versión de Nimzo3d (4.0) tiene una nueva función para cargar automáticamente
sr: Ова верзија Нимзо3д (4.0) има нову функцију за аутоматски
sv: Denna version av Nimzo3d (4.0) har en ny funktion för automatiskt
sw: Toleo hili la Nimzo3d (4.0) lina kipengele kipya cha kiotomatiki
ta: Nimzo3d (4.0) இன் இந்தப் பதிப்பு தானாகவே ஒரு புதிய அம்சத்தைக் கொண்டுள்ளது
th: Nimzo3d เวอร์ชันนี้ (4.0) มีฟีเจอร์ใหม่สำหรับการทำงานอัตโนมัติ
tr: Nimzo3d'nin bu sürümü (4.0), otomatik olarak yeni bir özelliğe sahiptir
uk: Ця версія Nimzo3d (4.0) має нову функцію для автоматичного
ur: Nimzo3d (4.0) کے اس ورژن میں خودکار طور پر ایک نئی خصوصیت ہے۔
vi: Phiên bản Nimzo3d (4.0) này có một tính năng mới để tự động

source: making Polyglot .bin opening books from PGN game files.
es: creando libros de apertura Polyglot .bin a partir de archivos de juego PGN.
sr: прављење Полиглот .бин отварања књига из ПГН фајлова игара.
sv: gör Polyglot .bin-öppningsböcker från PGN-spelfiler.
sw: kutengeneza vitabu vya kufungua Polyglot .bin kutoka kwa faili za mchezo wa PGN.
ta: PGN விளையாட்டு கோப்புகளிலிருந்து பாலிகிளாட் .பின் திறப்பு புத்தகங்களை உருவாக்குதல்.
th: การสร้าง Polyglot .bin สำหรับเปิดหนังสือจากไฟล์เกม PGN
tr: PGN oyun dosyalarından Polyglot .bin açılış kitapları yapımı.
uk: створення книг Polyglot .bin із файлів ігор PGN.
ur: PGN گیم فائلوں سے Polyglot .bin کھولنا کتابیں بنانا۔
vi: tạo sách mở Polyglot .bin từ các tệp trò chơi PGN.

source: In order to make a book, you load a PGN games file,
es: Para crear un libro, se carga un archivo de juegos PGN,
sr: Да бисте направили књигу, учитате датотеку ПГН игара,
sv: För att göra en bok laddar du en PGN-spelfil,
sw: Ili kutengeneza kitabu, unapakia faili ya michezo ya PGN,
ta: ஒரு புத்தகத்தை உருவாக்க, நீங்கள் ஒரு PGN விளையாட்டு கோப்பை ஏற்றுகிறீர்கள்,
th: ในการสร้างหนังสือ คุณต้องโหลดไฟล์เกม PGN
tr: Bir kitap yapmak için bir PGN oyun dosyası yüklersiniz,
uk: Щоб створити книгу, ви завантажуєте файл ігор PGN,
ur: کتاب بنانے کے لیے، آپ PGN گیمز فائل لوڈ کرتے ہیں،
vi: Để tạo một cuốn sách, bạn tải một tệp trò chơi PGN,

source: then open the Polyglot .bin opening book dialog box from
es: Luego abra el cuadro de diálogo de apertura del libro Polyglot .bin desde
sr: затим отворите дијалог Полиглот .бин отварање књиге из
sv: öppna sedan dialogrutan Polyglot .bin öppningsbok från
sw: kisha ufungue kisanduku cha mazungumzo cha kitabu cha Polyglot .bin kinachofungua kutoka
ta: பின்னர் Polyglot .bin திறக்கும் புத்தக உரையாடல் பெட்டியைத் திறக்கவும்
th: จากนั้นเปิดกล่องโต้ตอบการเปิดหนังสือ Polyglot .bin จาก
tr: sonra Polyglot .bin açılış kitabı iletişim kutusunu açın
uk: потім відкрийте діалогове вікно відкриття книги Polyglot .bin
ur: پھر پولی گلوٹ .bin کھولنے والی کتاب کا ڈائیلاگ باکس کھولیں۔
vi: sau đó mở hộp thoại mở sách Polyglot .bin từ

source: <Main menu> <Openings> <Polyglot..>
es: <Menú principal> <Aperturas> <Políglota..>
sr: <Главни мени> <Отвори> <Полиглот..>
sv: <Huvudmeny> <Öppningar> <Polyglot..>
sw: <Menyu kuu> <Ufunguzi> <Polyglot..>
ta: <முக்கிய மெனு>>திறப்புகள்>>பாலிகிளாட்..>
th: <เมนูหลัก> <ช่องเปิด> <หลายภาษา..>
tr: <Ana menü> <Açık konular> <Çok dilli..>
uk: <Головне меню> <Відкриття> <Поліглот..>
ur: <مین مینو> <اوپننگ> <پولی گلوٹ..>
vi: <Menu chính> <Mở đầu> <Nhiều ngôn ngữ..>

source: select <Add database> and set the options that you want
es: Seleccione <Agregar base de datos> y configure las opciones que desee
sr: изаберите <Додај базу података> и подесите опције које желите
sv: välj <Lägg till databas> och ställ in de alternativ du vill ha
sw: chagua <Ongeza hifadhidata> na uweke chaguzi unazotaka
ta: <தரவுத்தளத்தைச் சேர்> என்பதைத் தேர்ந்தெடுத்து, உங்களுக்குத் தேவையான விருப்பங்களை அமைக்கவும்.
th: เลือก <เพิ่มฐานข้อมูล> และตั้งค่าตัวเลือกที่คุณต้องการ
tr: <Veritabanı ekle> seçeneğini seçin ve istediğiniz seçenekleri ayarlayın
uk: виберіть <Додати базу даних> і встановіть потрібні параметри
ur: <ڈیٹا بیس شامل کریں> کو منتخب کریں اور وہ آپشن سیٹ کریں جو آپ چاہتے ہیں۔
vi: chọn <Thêm cơ sở dữ liệu> và thiết lập các tùy chọn mà bạn muốn

source: and then click on <Add games>
es: y luego haga clic en <Agregar juegos>
sr: а затим кликните на <Додај игре>
sv: och klicka sedan på <Lägg till spel>
sw: na kisha bonyeza <Ongeza michezo>
ta: பின்னர் <விளையாட்டுகளைச் சேர்> என்பதைக் கிளிக் செய்யவும்
th: แล้วคลิกที่<เพิ่มเกม>
tr: ve sonra <Oyun ekle>'ye tıklayın
uk: а потім натисніть <Додати ігри>
ur: اور پھر <گیمز شامل کریں> پر کلک کریں۔
vi: và sau đó nhấp vào <Thêm trò chơi>

source: If you like, you can minimize the main window with <F8> in order
es: Si lo desea, puede minimizar la ventana principal con <F8> para
sr: Ако желите, можете минимизирати главни прозор са <Ф8> по реду
sv: Om du vill kan du minimera huvudfönstret med <F8> i ordning
sw: Ukipenda, unaweza kupunguza dirisha kuu na <F8> kwa mpangilio
ta: நீங்கள் விரும்பினால், பிரதான சாளரத்தை <F8> ஐப் பயன்படுத்தி வரிசையாகக் குறைக்கலாம்.
th: หากต้องการคุณสามารถย่อขนาดหน้าต่างหลักด้วย <F8> ได้
tr: İsterseniz ana pencereyi <F8> tuşuyla küçültebilirsiniz.
uk: Якщо хочете, ви можете згорнути головне вікно за допомогою <F8> по порядку
ur: اگر آپ چاہیں تو، آپ ترتیب میں <F8> کے ساتھ مین ونڈو کو کم سے کم کر سکتے ہیں۔
vi: Nếu bạn thích, bạn có thể thu nhỏ cửa sổ chính bằng <F8> để

source: to do other computer work while the operation completes.
es: realizar otros trabajos informáticos mientras se completa la operación.
sr: да обавља друге послове на рачунару док се операција заврши.
sv: att göra annat datorarbete medan operationen slutförs.
sw: kufanya kazi zingine za kompyuta wakati operesheni inakamilika.
ta: செயல்பாடு முடியும் போது மற்ற கணினி வேலைகளைச் செய்ய.
th: เพื่อทำหน้าที่อื่น ๆ ที่คอมพิวเตอร์ดำเนินการอยู่ขณะที่กำลังดำเนินการอยู่
tr: İşlem tamamlanırken diğer bilgisayar işlerini yapmak.
uk: виконувати іншу комп’ютерну роботу під час завершення операції.
ur: آپریشن مکمل ہونے کے دوران کمپیوٹر کے دوسرے کام کرنا۔
vi: để thực hiện các công việc máy tính khác trong khi chờ thao tác hoàn tất.

source: Once the operation has completed, the window will be restored.
es: Una vez finalizada la operación se restaurará la ventana.
sr: Када се операција заврши, прозор ће бити враћен.
sv: När operationen är klar kommer fönstret att återställas.
sw: Baada ya operesheni kukamilika, dirisha litarejeshwa.
ta: செயல்பாடு முடிந்ததும், சாளரம் மீட்டமைக்கப்படும்.
th: เมื่อการดำเนินการเสร็จสิ้นหน้าต่างจะได้รับการคืนค่า
tr: İşlem tamamlandıktan sonra pencere eski haline dönecektir.
uk: Після завершення операції вікно буде відновлено.
ur: آپریشن مکمل ہونے کے بعد، ونڈو بحال ہو جائے گی۔
vi: Sau khi hoàn tất thao tác, cửa sổ sẽ được khôi phục lại.

source: If you are making a book from a very large PGN file,
es: Si está creando un libro a partir de un archivo PGN muy grande,
sr: Ако правите књигу од веома велике ПГН датотеке,
sv: Om du gör en bok från en mycket stor PGN-fil,
sw: Ikiwa unatengeneza kitabu kutoka kwa faili kubwa sana ya PGN,
ta: நீங்கள் ஒரு மிகப் பெரிய PGN கோப்பிலிருந்து ஒரு புத்தகத்தை உருவாக்குகிறீர்கள் என்றால்,
th: หากคุณกำลังสร้างหนังสือจากไฟล์ PGN ขนาดใหญ่
tr: Çok büyük bir PGN dosyasından kitap yapıyorsanız,
uk: Якщо ви створюєте книгу з дуже великого файлу PGN,
ur: اگر آپ ایک بہت بڑی PGN فائل سے کتاب بنا رہے ہیں،
vi: Nếu bạn đang tạo một cuốn sách từ một tệp PGN rất lớn,

source: then you can make the book in installments, by stopping
es: Luego puedes hacer el libro por entregas, deteniéndolo
sr: онда можете направити књигу на рате, заустављањем
sv: sedan kan du göra boken i omgångar, genom att sluta
sw: basi unaweza kutengeneza kitabu kwa awamu, kwa kuacha
ta: பின்னர் நீங்கள் நிறுத்தி, தவணைகளில் புத்தகத்தை உருவாக்கலாம்
th: แล้วคุณสามารถทำหนังสือแบบแบ่งงวดได้โดยการหยุด
tr: daha sonra kitabı taksitler halinde satın alabilirsiniz, durdurarak
uk: потім можна оформити книгу в розстрочку, зупинившись
ur: پھر آپ رک کر قسطوں میں کتاب بنا سکتے ہیں۔
vi: sau đó bạn có thể làm cuốn sách theo từng đợt, bằng cách dừng lại

source: the process with <Esc> and later resuming from the last game processed.
es: el proceso con <Esc> y luego reanudando desde el último juego procesado.
sr: процес са <Есц> и касније наставак од последње обрађене игре.
sv: processen med <Esc> och senare återupptas från det senast bearbetade spelet.
sw: mchakato na <Esc> na baadaye kuanza tena kutoka kwa mchezo wa mwisho uliochakatwa.
ta: <Esc> உடன் செயல்முறை மற்றும் பின்னர் கடைசியாக செயலாக்கப்பட்ட ஆட்டத்திலிருந்து மீண்டும் தொடங்குகிறது.
th: กระบวนการด้วย <Esc> และดำเนินการต่อจากเกมล่าสุดที่ประมวลผลในภายหลัง
tr: <Esc> ile işlem tamamlanıp daha sonra işlenen son oyundan devam edilebilir.
uk: процес за допомогою <Esc> і пізніше відновлення з останньої обробленої гри.
ur: <Esc> کے ساتھ عمل اور بعد میں کارروائی کی گئی آخری گیم سے دوبارہ شروع کرنا۔
vi: quá trình với <Esc> và sau đó tiếp tục từ trò chơi cuối cùng được xử lý.

source: There are several download sources for PGN games files on the openings
es: Hay varias fuentes de descarga de archivos de juegos PGN en las aperturas
sr: Постоји неколико извора за преузимање датотека ПГН игара на отворима
sv: Det finns flera nedladdningskällor för PGN-spelfiler på öppningarna
sw: Kuna vyanzo kadhaa vya kupakua kwa faili za michezo ya PGN kwenye fursa
ta: திறப்புகளில் PGN விளையாட்டு கோப்புகளைப் பதிவிறக்க பல ஆதாரங்கள் உள்ளன.
th: มีแหล่งดาวน์โหลดไฟล์เกม PGN มากมายในช่องเปิด
tr: Açılışlarda PGN oyun dosyaları için çeşitli indirme kaynakları bulunmaktadır
uk: На відкриттях є кілька джерел завантаження файлів ігор PGN
ur: PGN گیمز فائلوں کے لیے اوپننگز پر ڈاؤن لوڈ کے کئی ذرائع موجود ہیں۔
vi: Có một số nguồn tải xuống cho các tệp trò chơi PGN trên các phần mở đầu

source: that you can use, but there is a very comprehensive one at :-
es: que puedes usar, pero hay uno muy completo en:-
sr: који можете да користите, али постоји веома свеобухватан на:-
sv: som du kan använda, men det finns en mycket omfattande på:-
sw: ambayo unaweza kutumia, lakini kuna moja ya kina sana kwa: -
ta: நீங்கள் பயன்படுத்தலாம், ஆனால் மிகவும் விரிவான ஒன்று இங்கே உள்ளது :-
th: ที่คุณสามารถใช้ได้ แต่มีอันที่ครอบคลุมมากที่ :-
tr: kullanabilirsiniz, ama çok kapsamlı olanı şu adreste var:
uk: який ви можете використовувати, але є дуже повний на:-
ur: جسے آپ استعمال کر سکتے ہیں، لیکن یہاں ایک بہت ہی جامع ہے:-
vi: mà bạn có thể sử dụng, nhưng có một bản rất toàn diện tại :-

source: where the openings are separately classified.
es: donde las aberturas se clasifican por separado.
sr: где су отвори посебно класификовани.
sv: där öppningarna klassificeras separat.
sw: ambapo fursa zimeainishwa tofauti.
ta: அங்கு திறப்புகள் தனித்தனியாக வகைப்படுத்தப்படுகின்றன.
th: โดยช่องเปิดต่างๆ จะถูกแยกประเภทไว้อย่างชัดเจน
tr: açıklıkların ayrı ayrı sınıflandırıldığı.
uk: де отвори класифікуються окремо.
ur: جہاں سوراخوں کی الگ الگ درجہ بندی کی گئی ہے۔
vi: nơi các lỗ mở được phân loại riêng biệt.

source: I have included an opening book that I made using this process with the
es: He incluido un libro de apertura que hice usando este proceso con el
sr: Укључио сам уводну књигу коју сам направио користећи овај процес са
sv: Jag har inkluderat en öppningsbok som jag gjorde med den här processen med
sw: Nimejumuisha kitabu cha ufunguzi ambacho nilitengeneza kwa kutumia mchakato huu na
ta: இந்த செயல்முறையைப் பயன்படுத்தி நான் உருவாக்கிய ஒரு தொடக்கப் புத்தகத்தை நான் இதில் சேர்த்துள்ளேன்
th: ฉันได้แนบหนังสือเปิดที่ฉันทำโดยใช้กระบวนการนี้ด้วย
tr: Bu süreci kullanarak yaptığım bir açılış kitabını ekledim
uk: Я включив початкову книгу, яку я створив за допомогою цього процесу з
ur: میں نے ایک ابتدائی کتاب شامل کی ہے جو میں نے اس عمل کو استعمال کرتے ہوئے بنائی ہے۔
vi: Tôi đã bao gồm một cuốn sách mở đầu mà tôi đã thực hiện bằng cách sử dụng quy trình này với

source: latest Nimzo3d download. It is called KingsGambit.bin and it should have
es: Última descarga de Nimzo3d. Se llama KingsGambit.bin y debería tener
sr: Латест Нимзо3д довнлоад. Зове се КингсГамбит.бин и требало је
sv: senaste nedladdningen av Nimzo3d. Det heter KingsGambit.bin och det borde den ha
sw: Upakuaji wa hivi karibuni wa Nimzo3d. Inaitwa KingsGambit.bin na inapaswa kuwa nayo
ta: சமீபத்திய Nimzo3d பதிவிறக்கம். இது KingsGambit.bin என்று அழைக்கப்படுகிறது, மேலும் அது
th: ดาวน์โหลด Nimzo3d เวอร์ชันล่าสุด เรียกว่า KingsGambit.bin และควรมี
tr: en son Nimzo3d indirmesi. KingsGambit.bin olarak adlandırılır ve
uk: останнє завантаження Nimzo3d. Він називається KingsGambit.bin і має бути
ur: تازہ ترین Nimzo3d ڈاؤن لوڈ۔ اسے KingsGambit.bin کہا جاتا ہے اور اسے ہونا چاہیے۔
vi: Tải xuống Nimzo3d mới nhất. Nó được gọi là KingsGambit.bin và nó phải có
