Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Text input box line no. - The number of lines of text in the input box.
es: Número de línea del cuadro de entrada de texto: el número de líneas de texto en el cuadro de entrada.
sr: Поље за унос текста, ред бр. - Број редова текста у пољу за унос.
sv: Textinmatningsruta radnr. - Antalet rader text i inmatningsrutan.
sw: Nambari ya kisanduku cha kuingiza maandishi. - Idadi ya mistari ya maandishi kwenye kisanduku cha kuingiza sauti.
ta: உரை உள்ளீட்டுப் பெட்டி வரி எண் - உள்ளீட்டுப் பெட்டியில் உள்ள உரை வரிகளின் எண்ணிக்கை.
th: หมายเลขบรรทัดของช่องป้อนข้อความ - จำนวนบรรทัดข้อความในกล่องป้อนข้อความ
tr: Metin giriş kutusu satır no. - Giriş kutusundaki metin satırı sayısı.
uk: Номер рядка вікна введення тексту – кількість рядків тексту у полі введення.
ur: ٹیکسٹ ان پٹ باکس لائن نمبر - ان پٹ باکس میں متن کی لائنوں کی تعداد۔
vi: Số dòng hộp nhập văn bản - Số dòng văn bản trong hộp nhập.

source: This will determine the height of the box.
es: Esto determinará la altura de la caja.
sr: Ово ће одредити висину кутије.
sv: Detta kommer att bestämma höjden på lådan.
sw: Hii itaamua urefu wa sanduku.
ta: இது பெட்டியின் உயரத்தை தீர்மானிக்கும்.
th: นี่จะเป็นการกำหนดความสูงของกล่อง
tr: Bu kutunun yüksekliğini belirleyecektir.
uk: Це визначить висоту ящика.
ur: یہ باکس کی اونچائی کا تعین کرے گا.
vi: Điều này sẽ xác định chiều cao của hộp.

source: Default take back move no. - This number will be automatically added
es: Número de movimiento de recuperación predeterminado: este número se agregará automáticamente
sr: Подразумевано враћање потеза бр. - Овај број ће бити аутоматски додат
sv: Standard återtag drag nr. - Det här numret läggs till automatiskt
sw: Chaguo-msingi rudisha hoja no. - Nambari hii itaongezwa kiotomatiki
ta: இயல்புநிலை திரும்பப் பெறுதல் எண். - இந்த எண் தானாகவே சேர்க்கப்படும்.
th: หมายเลขการขนย้ายกลับค่าเริ่มต้น - หมายเลขนี้จะถูกเพิ่มโดยอัตโนมัติ
tr: Varsayılan geri alma taşıma no. - Bu numara otomatik olarak eklenecektir
uk: За замовчуванням повернути хід №. - Цей номер буде додано автоматично
ur: ڈیفالٹ ٹیک بیک موو نمبر۔ - یہ نمبر خود بخود شامل ہو جائے گا۔
vi: Số di chuyển mặc định lấy lại - Số này sẽ được tự động thêm vào

source: to the takeback command when selected and then sent to Fics.
es: al comando de recuperación cuando se selecciona y luego se envía a Fics.
sr: на команду за враћање када се изабере, а затим пошаље у Фицс.
sv: till återtagningskommandot när det är valt och sedan skickat till Fics.
sw: kwa amri ya kuchukua baada ya kuchaguliwa na kisha kutumwa kwa Fics.
ta: தேர்ந்தெடுக்கப்பட்டு பின்னர் Fics க்கு அனுப்பப்படும் போது திரும்பப் பெறும் கட்டளைக்கு.
th: ไปยังคำสั่งนำกลับเมื่อเลือกแล้วส่งไปยัง Fics
tr: seçildiğinde geri alma komutuna ve ardından Fics'e gönderilmeye.
uk: до команди повернення після вибору та надсилання до Fics.
ur: منتخب ہونے پر ٹیک بیک کمانڈ پر جائیں اور پھر Fics کو بھیجیں۔
vi: đến lệnh lấy lại khi được chọn và sau đó được gửi đến Fics.

source: Cancel adverts on startup - Check to stop game adverts being sent
es: Cancelar anuncios al iniciar: marque esta opción para detener el envío de anuncios del juego
sr: Откажи огласе при покретању - потврдите избор да бисте зауставили слање реклама за игре
sv: Avbryt annonser vid start - Markera för att stoppa spelannonser som skickas
sw: Ghairi matangazo unapoanza - Angalia ili kukomesha matangazo ya mchezo kutumwa
ta: தொடக்கத்தில் விளம்பரங்களை ரத்துசெய் - விளையாட்டு விளம்பரங்கள் அனுப்பப்படுவதை நிறுத்த சரிபார்க்கவும்.
th: ยกเลิกโฆษณาเมื่อเริ่มต้น - เลือกเพื่อหยุดการส่งโฆษณาเกม
tr: Başlangıçta reklamları iptal et - Oyun reklamlarının gönderilmesini durdurmak için işaretleyin
uk: Скасувати рекламу під час запуску - поставте прапорець, щоб припинити надсилання реклами гри
ur: شروع ہونے پر اشتہارات منسوخ کریں - گیم اشتہارات بھیجے جانے کو روکنے کے لیے چیک کریں۔
vi: Hủy quảng cáo khi khởi động - Kiểm tra để dừng gửi quảng cáo trò chơi

source: after you have logged on to Fics.
es: después de haber iniciado sesión en Fics.
sr: након што сте се пријавили на Фицс.
sv: efter att du har loggat in på Fics.
sw: baada ya kuingia kwenye Fics.
ta: நீங்கள் Fiks இல் உள்நுழைந்த பிறகு.
th: หลังจากที่คุณได้เข้าสู่ระบบ Fics แล้ว
tr: Fics'e giriş yaptıktan sonra.
uk: після входу в Fics.
ur: آپ کے Fics پر لاگ ان ہونے کے بعد۔
vi: sau khi bạn đã đăng nhập vào Fics.

source: Set silence for game - Check to stop messages being sent
es: Establecer silencio para el juego: marque para detener el envío de mensajes
sr: Подесите тишину за игру - потврдите избор да бисте зауставили слање порука
sv: Ställ in tystnad för spel - Markera för att stoppa meddelanden som skickas
sw: Weka kimya kwa mchezo - Angalia ili kusimamisha ujumbe kutumwa
ta: விளையாட்டுக்கு அமைதியை அமைக்கவும் - செய்திகள் அனுப்பப்படுவதை நிறுத்த சரிபார்க்கவும்.
th: ตั้งค่าความเงียบสำหรับเกม - เลือกเพื่อหยุดการส่งข้อความ
tr: Oyun için sessizliği ayarla - Mesajların gönderilmesini durdurmak için işaretleyin
uk: Установити тишу для гри. Поставте прапорець, щоб припинити надсилання повідомлень
ur: گیم کے لیے خاموشی سیٹ کریں - پیغامات بھیجے جانے کو روکنے کے لیے چیک کریں۔
vi: Thiết lập chế độ im lặng cho trò chơi - Kiểm tra để dừng gửi tin nhắn

source: when you are playing a game.
es: Cuando estás jugando un juego.
sr: када играте игру.
sv: när du spelar ett spel.
sw: unapocheza mchezo.
ta: நீங்கள் ஒரு விளையாட்டை விளையாடும்போது.
th: เมื่อคุณกำลังเล่นเกม
tr: Bir oyun oynarken.
uk: коли ви граєте в гру.
ur: جب آپ کوئی گیم کھیل رہے ہوتے ہیں۔
vi: khi bạn đang chơi trò chơi.

source: Silence connection messages - Check to stop connection messages
es: Silenciar mensajes de conexión: marque para detener los mensajes de conexión
sr: Утишајте поруке о вези - потврдите избор да бисте прекинули поруке везе
sv: Tysta anslutningsmeddelanden - Markera för att stoppa anslutningsmeddelanden
sw: Nyamazisha ujumbe wa muunganisho - Angalia ili kusimamisha ujumbe wa muunganisho
ta: இணைப்பு செய்திகளை அமைதிப்படுத்து - இணைப்பு செய்திகளை நிறுத்த சரிபார்க்கவும்.
th: ปิดเสียงข้อความการเชื่อมต่อ - เลือกเพื่อหยุดข้อความการเชื่อมต่อ
tr: Bağlantı mesajlarını sessize al - Bağlantı mesajlarını durdurmak için işaretleyin
uk: Вимкнути повідомлення про з’єднання – поставте прапорець, щоб припинити повідомлення про з’єднання
ur: کنکشن کے پیغامات کو خاموش کریں - کنکشن کے پیغامات کو روکنے کے لیے چیک کریں۔
vi: Tắt tiếng tin nhắn kết nối - Kiểm tra để dừng tin nhắn kết nối

source: being displayed on the toolbar when you are playing a game.
es: que se muestra en la barra de herramientas cuando estás jugando un juego.
sr: се приказује на траци са алаткама када играте игру.
sv: visas i verktygsfältet när du spelar ett spel.
sw: inaonyeshwa kwenye upau wa vidhibiti unapocheza mchezo.
ta: நீங்கள் ஒரு விளையாட்டை விளையாடும்போது கருவிப்பட்டியில் காட்டப்படும்.
th: จะปรากฏบนแถบเครื่องมือขณะที่คุณกำลังเล่นเกม
tr: Oyun oynarken araç çubuğunda görüntülenir.
uk: відображається на панелі інструментів, коли ви граєте в гру.
ur: جب آپ گیم کھیل رہے ہوتے ہیں تو ٹول بار پر ظاہر ہوتا ہے۔
vi: được hiển thị trên thanh công cụ khi bạn đang chơi trò chơi.

source: Display important game messages - Check to display important game
es: Mostrar mensajes importantes del juego: marque para mostrar mensajes importantes del juego
sr: Прикажи важне поруке игре – потврдите избор да бисте приказали важну игру
sv: Visa viktiga spelmeddelanden - Markera för att visa viktigt spel
sw: Onyesha ujumbe muhimu wa mchezo - Angalia ili kuonyesha mchezo muhimu
ta: முக்கியமான விளையாட்டு செய்திகளைக் காண்பி - முக்கியமான விளையாட்டைக் காண்பிக்க சரிபார்க்கவும்.
th: แสดงข้อความเกมที่สำคัญ - เลือกเพื่อแสดงข้อความเกมที่สำคัญ
tr: Önemli oyun mesajlarını görüntüle - Önemli oyunu görüntülemek için işaretleyin
uk: Відображати важливі ігрові повідомлення. Поставте прапорець, щоб відображати важливу гру
ur: اہم گیم پیغامات ڈسپلے کریں - اہم گیم ڈسپلے کرنے کے لیے چیک کریں۔
vi: Hiển thị các thông báo quan trọng của trò chơi - Kiểm tra để hiển thị các thông báo quan trọng của trò chơi

source: messages during a game. This includes draw offers, game over etc.
es: Mensajes durante una partida. Esto incluye ofertas de empate, fin de partida, etc.
sr: поруке током игре. Ово укључује понуде за извлачење, завршетак игре итд.
sv: meddelanden under ett spel. Detta inkluderar dragerbjudanden, game over etc.
sw: ujumbe wakati wa mchezo. Hii ni pamoja na matoleo ya sare, mchezo umekwisha n.k.
ta: விளையாட்டின் போது செய்திகள். இதில் டிரா சலுகைகள், விளையாட்டு முடிந்தது போன்றவை அடங்கும்.
th: ข้อความระหว่างเกม ซึ่งรวมถึงข้อเสนอเสมอ เกมจบ ฯลฯ
tr: oyun sırasında mesajlar. Bunlara çekiliş teklifleri, oyun bitti vb. dahildir.
uk: повідомлення під час гри. Це включає пропозиції розіграшу, завершення гри тощо.
ur: کھیل کے دوران پیغامات۔ اس میں ڈرا آفرز، گیم اوور وغیرہ شامل ہیں۔
vi: tin nhắn trong khi chơi. Bao gồm các lời đề nghị hòa, kết thúc trò chơi, v.v.

source: Confirm resign message box - Check for a confimation message box
es: Confirmar cuadro de mensaje de renuncia: verifique si hay un cuadro de mensaje de confirmación
sr: Потврди оквир за оставку - Проверите да ли постоји оквир за потврду
sv: Meddelanderuta för bekräftelse av avsägning - Kontrollera om det finns en ruta för bekräftelsemeddelande
sw: Thibitisha kisanduku cha ujumbe wa kujiuzulu - Angalia kisanduku cha ujumbe wa uthibitisho
ta: ராஜினாமாவை உறுதிப்படுத்தும் செய்திப் பெட்டி - உறுதிப்படுத்தல் செய்திப் பெட்டி இருக்கிறதா என்று பாருங்கள்.
th: กล่องข้อความยืนยันการลาออก - ตรวจสอบกล่องข้อความยืนยัน
tr: İstifa mesaj kutusunu onayla - Onay mesaj kutusunu kontrol et
uk: Підтвердити вікно повідомлення про звільнення - перевірте вікно повідомлення про підтвердження
ur: استعفیٰ کے پیغام کے باکس کی تصدیق کریں - تصدیقی پیغام کے باکس کو چیک کریں۔
vi: Xác nhận hộp thông báo từ chức - Kiểm tra hộp thông báo xác nhận

source: to be displayed when you resign a game.
es: para que se muestre cuando abandonas un juego.
sr: који ће се приказати када одустанете од игре.
sv: som ska visas när du säger upp ett spel.
sw: kuonyeshwa unapojiuzulu mchezo.
ta: நீங்கள் ஒரு விளையாட்டை ராஜினாமா செய்யும்போது காண்பிக்கப்படும்.
th: ที่จะแสดงเมื่อคุณออกจากเกม
tr: Bir oyundan istifa ettiğinizde görüntülenecek.
uk: відображатиметься, коли ви завершите гру.
ur: جب آپ کسی گیم سے استعفیٰ دیں گے تو ظاہر کیا جائے گا۔
vi: sẽ được hiển thị khi bạn từ bỏ một trò chơi.

source: Display Fics status bar message 2d - Check to display a Fics message
es: Mostrar mensaje de la barra de estado de Fics 2d: marque para mostrar un mensaje de Fics
sr: Прикажи поруку на статусној траци Фицс 2д – Означите да бисте приказали Фицс поруку
sv: Visa Fics-statusfältsmeddelande 2d - Markera för att visa ett Fics-meddelande
sw: Onyesha ujumbe wa upau wa hali wa Fics 2d - Angalia ili kuonyesha ujumbe wa Fics
ta: Fics நிலைப் பட்டி செய்தியைக் காண்பி 2d - Fics செய்தியைக் காட்ட சரிபார்க்கவும்.
th: แสดงข้อความแถบสถานะ Fics 2d - เลือกเพื่อแสดงข้อความ Fics
tr: Fics durum çubuğu mesajını görüntüle 2d - Bir Fics mesajını görüntülemek için işaretleyin
uk: Відображати повідомлення панелі стану Fics 2d – поставте прапорець, щоб відображати повідомлення Fics
ur: Fics اسٹیٹس بار پیغام 2d ڈسپلے کریں - Fics پیغام ڈسپلے کرنے کے لیے چیک کریں۔
vi: Hiển thị thông báo thanh trạng thái Fics 2d - Kiểm tra để hiển thị thông báo Fics

source: on the status bar in 2d graphics, when you are playing a game
es: En la barra de estado en gráficos 2D, cuando estás jugando un juego.
sr: на статусној траци у 2д графици, када играте игру
sv: på statusfältet i 2D-grafik, när du spelar ett spel
sw: kwenye upau wa hali katika picha za 2d, unapocheza mchezo
ta: நீங்கள் ஒரு விளையாட்டை விளையாடும்போது, ​​2D கிராபிக்ஸில் உள்ள நிலைப் பட்டியில்
th: บนแถบสถานะในกราฟิก 2 มิติ เมื่อคุณกำลังเล่นเกม
tr: 2 boyutlu grafiklerdeki durum çubuğunda, oyun oynarken
uk: на панелі стану у 2D-графіці, коли ви граєте в гру
ur: 2d گرافکس میں اسٹیٹس بار پر، جب آپ گیم کھیل رہے ہوں۔
vi: trên thanh trạng thái trong đồ họa 2D, khi bạn đang chơi trò chơi

source: with the Fics window minimized.
es: con la ventana Fics minimizada.
sr: са минимизираним прозором Фицс.
sv: med Fics-fönstret minimerat.
sw: na dirisha la Fics limepunguzwa.
ta: ஃபிக்ஸ் சாளரம் குறைக்கப்பட்ட நிலையில்.
th: โดยที่หน้าต่าง Fics ถูกย่อขนาดลง
tr: Fics penceresi simge durumuna küçültülmüş halde.
uk: із згорнутим вікном Fics.
ur: Fics ونڈو کو کم سے کم کرنے کے ساتھ۔
vi: với cửa sổ Fics được thu nhỏ.

source: You will then see any messages that you need to respond to.
es: Luego verás todos los mensajes a los que debes responder.
sr: Тада ћете видети све поруке на које треба да одговорите.
sv: Du kommer då att se alla meddelanden som du behöver svara på.
sw: Kisha utaona ujumbe wowote ambao unahitaji kujibu.
ta: அதன் பிறகு நீங்கள் பதிலளிக்க வேண்டிய எந்த செய்திகளையும் காண்பீர்கள்.
th: จากนั้นคุณจะเห็นข้อความใดๆ ที่คุณต้องการตอบกลับ
tr: Daha sonra cevaplamanız gereken mesajları göreceksiniz.
uk: Потім ви побачите всі повідомлення, на які потрібно відповісти.
ur: اس کے بعد آپ کو کوئی بھی پیغام نظر آئے گا جس کا آپ کو جواب دینے کی ضرورت ہے۔
vi: Sau đó, bạn sẽ thấy bất kỳ tin nhắn nào mà bạn cần trả lời.

source: Display Fics status bar message 2d - See previous note.
es: Mostrar mensaje de la barra de estado de Fics 2d - Ver nota anterior.
sr: Прикажи Фицс поруку статусне траке 2д – Погледајте претходну напомену.
sv: Visa Fics-statusfältets meddelande 2d - Se föregående anteckning.
sw: Onyesha ujumbe wa upau wa hali wa Fics 2d - Tazama dokezo lililotangulia.
ta: ஃபிக்ஸ் நிலைப் பட்டி செய்தியைக் காண்பி 2d - முந்தைய குறிப்பைக் காண்க.
th: แสดงข้อความแถบสถานะ Fics 2d - ดูหมายเหตุก่อนหน้า
tr: Fics durum çubuğu mesajını görüntüle 2d - Önceki nota bakın.
uk: Відображення повідомлення панелі стану Fics 2d – див. попередню примітку.
ur: Fics اسٹیٹس بار پیغام 2d ڈسپلے کریں - پچھلا نوٹ دیکھیں۔
vi: Hiển thị thông báo trên thanh trạng thái Fics 2d - Xem ghi chú trước.

source: Select window background colour - This will display a choose colour
es: Seleccionar el color de fondo de la ventana: Esto mostrará un color a elegir.
sr: Изаберите боју позадине прозора - Ово ће приказати боју за одабир
sv: Välj fönsterbakgrundsfärg - Detta visar en välj färg
sw: Chagua rangi ya mandharinyuma ya dirisha - Hii itaonyesha rangi iliyochaguliwa
ta: சாளர பின்னணி நிறத்தைத் தேர்ந்தெடுக்கவும் - இது ஒரு வண்ணத்தைத் தேர்ந்தெடுக்கும்.
th: เลือกสีพื้นหลังของหน้าต่าง - จะแสดงตัวเลือกสี
tr: Pencere arka plan rengini seçin - Bu, bir renk seçimini görüntüler
uk: Вибрати колір тла вікна – відобразиться колір для вибору
ur: ونڈو کے پس منظر کا رنگ منتخب کریں - یہ ایک منتخب رنگ ظاہر کرے گا۔
vi: Chọn màu nền cửa sổ - Điều này sẽ hiển thị một màu đã chọn

source: box so you can select your preferred colour.
es: Cuadro para que puedas seleccionar tu color preferido.
sr: кутију тако да можете изабрати жељену боју.
sv: box så att du kan välja önskad färg.
sw: sanduku ili uweze kuchagua rangi unayopendelea.
ta: உங்களுக்கு விருப்பமான நிறத்தைத் தேர்ந்தெடுக்க, பெட்டியைத் தேர்ந்தெடுக்கவும்.
th: กล่องให้คุณเลือกสีตามต้องการได้
tr: Tercih ettiğiniz rengi seçebilmeniz için kutuya tıklayın.
uk: коробку, щоб ви могли вибрати бажаний колір.
ur: باکس کھولیں تاکہ آپ اپنی پسند کا رنگ منتخب کر سکیں۔
vi: hộp để bạn có thể chọn màu sắc ưa thích.

source: Toolbar icons.. - Displays a dialog box for selecting which icons
es: Iconos de la barra de herramientas. - Muestra un cuadro de diálogo para seleccionar qué iconos
sr: Иконе на траци са алаткама.. - Приказује дијалошки оквир за избор икона
sv: Verktygsfältsikoner.. - Visar en dialogruta för att välja vilka ikoner
sw: Aikoni za upau wa vidhibiti.. - Huonyesha kisanduku kidadisi cha kuchagua aikoni zipi
ta: கருவிப்பட்டி ஐகான்கள்.. - எந்த ஐகான்களைத் தேர்ந்தெடுப்பதற்கான உரையாடல் பெட்டியைக் காட்டுகிறது.
th: ไอคอนแถบเครื่องมือ.. - แสดงกล่องโต้ตอบสำหรับเลือกไอคอน
tr: Araç çubuğu simgeleri.. - Hangi simgelerin seçileceğine dair bir iletişim kutusu görüntüler
uk: Піктограми панелі інструментів.. - Відображає діалогове вікно для вибору піктограм
ur: ٹول بار کی شبیہیں.. - کون سے شبیہیں منتخب کرنے کے لیے ایک ڈائیلاگ باکس دکھاتا ہے۔
vi: Biểu tượng thanh công cụ.. - Hiển thị hộp thoại để chọn biểu tượng nào

source: you want to display on the toolbar.
es: que desea mostrar en la barra de herramientas.
sr: коју желите да прикажете на траци са алаткама.
sv: du vill visa i verktygsfältet.
sw: unataka kuonyesha kwenye upau wa vidhibiti.
ta: நீங்கள் கருவிப்பட்டியில் காட்ட விரும்புகிறீர்கள்.
th: ที่คุณต้องการให้แสดงบนแถบเครื่องมือ
tr: Araç çubuğunda görüntülemek istediğiniz.
uk: які потрібно відобразити на панелі інструментів.
ur: آپ ٹول بار پر ڈسپلے کرنا چاہتے ہیں۔
vi: bạn muốn hiển thị trên thanh công cụ.

source: Help on options for the Free Internet Chess Server
es: Ayuda sobre las opciones para el servidor gratuito de ajedrez en Internet
sr: Помоћ о опцијама за бесплатни Интернет шах сервер
sv: Hjälp om alternativ för Free Internet Chess Server
sw: Usaidizi wa chaguo za Seva ya Chess ya Mtandao Bila Malipo
ta: இலவச இணைய சதுரங்க சேவையகத்திற்கான விருப்பங்களுக்கான உதவி.
th: ความช่วยเหลือเกี่ยวกับตัวเลือกสำหรับเซิร์ฟเวอร์หมากรุกอินเทอร์เน็ตฟรี
tr: Ücretsiz İnternet Satranç Sunucusu için seçenekler hakkında yardım
uk: Допомога щодо параметрів безкоштовного шахового сервера в Інтернеті
ur: مفت انٹرنیٹ شطرنج سرور کے اختیارات پر مدد کریں۔
vi: Trợ giúp về các tùy chọn cho Máy chủ cờ vua Internet miễn phí

source: Disconnect
es: Desconectar
sr: Прекини везу
sv: Koppla från
sw: Tenganisha
ta: துண்டி
th: ตัดการเชื่อมต่อ
tr: Bağlantıyı kes
uk: Відключити
ur: منقطع کرنا
vi: Ngắt kết nối

source: Place game advert
es: Colocar anuncio de juego
sr: Поставите оглас за игру
sv: Placera spelannons
sw: Weka tangazo la mchezo
ta: விளையாட்டு விளம்பரத்தை வைக்கவும்
th: โฆษณาเกมวาง
tr: Oyun reklamı yerleştirin
uk: Розмістити рекламу гри
ur: کھیل کا اشتہار رکھیں
vi: Đặt quảng cáo trò chơi

source: Propose game
es: Proponer juego
sr: Предложи игру
sv: Föreslå spel
sw: Pendekeza mchezo
ta: விளையாட்டை முன்மொழியுங்கள்
th: เกมเสนอ
tr: Oyun öner
uk: Запропонуйте гру
ur: گیم تجویز کریں۔
vi: Đề xuất trò chơi

source: Set flag
es: Establecer bandera
sr: Постави заставу
sv: Ställ flagga
sw: Weka bendera
ta: கொடியை அமை
th: ตั้งธง
tr: Bayrak ayarla
uk: Встановити прапор
ur: جھنڈا لگائیں۔
vi: Đặt cờ

source: Propose game pause
es: Proponer pausa en el juego
sr: Предложите паузу у игри
sv: Föreslå spelpaus
sw: Pendekeza mchezo usitishwe
ta: விளையாட்டு இடைநிறுத்தத்தை முன்மொழியுங்கள்.
th: เสนอให้หยุดเกม
tr: Oyunun duraklatılmasını öner
uk: Запропонуйте призупинити гру
ur: گیم توقف کی تجویز کریں۔
vi: Đề xuất tạm dừng trò chơi

source: Reset position to Fics
es: Restablecer posición en Fics
sr: Ресетујте позицију на Фицс
sv: Återställ position till Fics
sw: Weka upya nafasi iwe Fics
ta: நிலையை Fics ஆக மீட்டமைக்கவும்
th: รีเซ็ตตำแหน่งเป็น Fics
tr: Pozisyonu Fics'e sıfırla
uk: Скинути положення до Fics
ur: پوزیشن کو Fics پر ری سیٹ کریں۔
vi: Đặt lại vị trí cho Fics

source: Resume game
es: Reanudar el juego
sr: Настави игру
sv: Återuppta spelet
sw: Endelea na mchezo
ta: விளையாட்டை மீண்டும் தொடங்கு
th: กลับมาเล่นเกมต่อ
tr: Oyunu devam ettir
uk: Відновити гру
ur: کھیل دوبارہ شروع کریں۔
vi: Tiếp tục trò chơi

source: Display stored games
es: Mostrar juegos almacenados
sr: Прикажи сачуване игре
sv: Visa lagrade spel
sw: Onyesha michezo iliyohifadhiwa
ta: சேமிக்கப்பட்ட விளையாட்டுகளைக் காட்டு
th: แสดงเกมที่เก็บไว้
tr: Saklanan oyunları görüntüle
uk: Показати збережені ігри
ur: ذخیرہ شدہ گیمز ڈسپلے کریں۔
vi: Hiển thị các trò chơi đã lưu trữ

source: Accept last offer
es: Aceptar la última oferta
sr: Прихватите последњу понуду
sv: Acceptera sista budet
sw: Kubali ofa ya mwisho
ta: கடைசி சலுகையை ஏற்றுக்கொள்ளுங்கள்
th: ยอมรับข้อเสนอสุดท้าย
tr: Son teklifi kabul et
uk: Прийняти останню пропозицію
ur: آخری پیشکش قبول کریں۔
vi: Chấp nhận lời đề nghị cuối cùng

source: Decline last offer
es: Rechazar la última oferta
sr: Одбијте последњу понуду
sv: Avvisa senaste erbjudandet
sw: Kataa ofa ya mwisho
ta: கடைசி சலுகையை நிராகரி
th: ปฏิเสธข้อเสนอสุดท้าย
tr: Son teklifi reddet
uk: Відмовитися від останньої пропозиції
ur: آخری پیشکش کو مسترد کریں۔
vi: Từ chối lời đề nghị cuối cùng

source: Select the icons for display on the toolbar :
es: Seleccione los iconos que se mostrarán en la barra de herramientas:
sr: Изаберите иконе за приказ на траци са алаткама:
sv: Välj ikonerna för visning i verktygsfältet:
sw: Chagua ikoni za kuonyesha kwenye upau wa vidhibiti :
ta: கருவிப்பட்டியில் காட்சிப்படுத்த ஐகான்களைத் தேர்ந்தெடுக்கவும்:
th: เลือกไอคอนเพื่อแสดงบนแถบเครื่องมือ:
tr: Araç çubuğunda görüntülenecek simgeleri seçin:
uk: Виберіть піктограми для відображення на панелі інструментів:
ur: ٹول بار پر ڈسپلے کے لیے شبیہیں منتخب کریں:
vi: Chọn các biểu tượng để hiển thị trên thanh công cụ:

source: This dialog box gives a list of toolbar icons.
es: Este cuadro de diálogo proporciona una lista de iconos de la barra de herramientas.
sr: Овај оквир за дијалог даје листу икона на траци са алаткама.
sv: Den här dialogrutan ger en lista med verktygsfältsikoner.
sw: Kisanduku kidadisi hiki kinatoa orodha ya aikoni za upau wa vidhibiti.
ta: இந்த உரையாடல் பெட்டி கருவிப்பட்டி ஐகான்களின் பட்டியலைக் காட்டுகிறது.
th: กล่องโต้ตอบนี้จะแสดงรายการไอคอนแถบเครื่องมือ
tr: Bu iletişim kutusu araç çubuğu simgelerinin bir listesini verir.
uk: Це діалогове вікно надає список значків панелі інструментів.
ur: یہ ڈائیلاگ باکس ٹول بار کے آئیکونز کی فہرست دیتا ہے۔
vi: Hộp thoại này cung cấp danh sách các biểu tượng trên thanh công cụ.

source: Check a box for the icon to be displayed on the toolbar.
es: Marque una casilla para que el icono se muestre en la barra de herramientas.
sr: Означите поље да би се икона приказала на траци са алаткама.
sv: Markera en ruta för ikonen som ska visas i verktygsfältet.
sw: Chagua kisanduku ili ikoni ionekane kwenye upau wa vidhibiti.
ta: கருவிப்பட்டியில் காட்டப்படும் ஐகானுக்கான பெட்டியைத் தேர்வுசெய்யவும்.
th: ทำเครื่องหมายในช่องสำหรับไอคอนที่จะแสดงบนแถบเครื่องมือ
tr: Araç çubuğunda görüntülenecek simge için bir kutuyu işaretleyin.
uk: Поставте прапорець біля піктограми, яка відображатиметься на панелі інструментів.
ur: ٹول بار پر ظاہر ہونے والے آئیکن کے لیے ایک باکس چیک کریں۔
vi: Đánh dấu vào ô để biểu tượng được hiển thị trên thanh công cụ.

source: Select toolbar icons dialog box
es: Cuadro de diálogo Seleccionar iconos de la barra de herramientas
sr: Дијалог за избор икона на траци са алаткама
sv: Välj dialogrutan för verktygsfältsikoner
sw: Chagua kisanduku cha mazungumzo cha ikoni za upau wa vidhibiti
ta: கருவிப்பட்டி ஐகான்களைத் தேர்ந்தெடுக்கவும் உரையாடல் பெட்டி
th: เลือกกล่องโต้ตอบไอคอนแถบเครื่องมือ
tr: Araç çubuğu simgelerini seç iletişim kutusu
uk: Діалогове вікно вибору значків панелі інструментів
ur: ٹول بار کی شبیہیں منتخب کریں ڈائیلاگ باکس
vi: Chọn hộp thoại biểu tượng thanh công cụ

source: Position before puzzle move ?
es: ¿Posición antes del movimiento del rompecabezas?
sr: Положај пре покрета слагалице?
sv: Position innan pussel drag?
sw: Nafasi kabla ya kusonga kwa fumbo?
ta: புதிர் நகர்வுக்கு முன் நிலை ?
th: ตำแหน่งก่อนจะย้ายปริศนา?
tr: Bulmaca hamlesinden önceki pozisyon ?
uk: Позиція перед ходом головоломки?
ur: پہیلی منتقل کرنے سے پہلے پوزیشن؟
vi: Vị trí trước khi di chuyển câu đố?

source: DirectX message
es: Mensaje de DirectX
sr: ДирецтКс порука
sv: DirectX-meddelande
sw: Ujumbe wa DirectX
ta: டைரக்ட்எக்ஸ் செய்தி
th: ข้อความ DirectX
tr: DirectX mesajı
uk: Повідомлення DirectX
ur: DirectX پیغام
vi: Thông báo DirectX
