Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: allowed before a hint is displayed
es: permitido antes de que se muestre una pista
sr: дозвољено пре него што се наговештај прикаже
sv: tillåts innan ett tips visas
sw: inaruhusiwa kabla ya kidokezo kuonyeshwa
ta: குறிப்பு காட்டப்படுவதற்கு முன்பு அனுமதிக்கப்படுகிறது.
th: อนุญาตก่อนที่จะแสดงคำใบ้
tr: bir ipucu görüntülenmeden önce izin verilir
uk: дозволено до відображення підказки
ur: اشارہ ظاہر ہونے سے پہلے اجازت دی جاتی ہے۔
vi: được phép trước khi gợi ý được hiển thị

source: allowed before the correct move is displayed
es: Permitido antes de que se muestre el movimiento correcto
sr: дозвољено пре него што се прикаже исправан потез
sv: tillåts innan rätt drag visas
sw: kuruhusiwa kabla ya hoja sahihi kuonyeshwa
ta: சரியான நகர்வு காட்டப்படுவதற்கு முன்பு அனுமதிக்கப்படும்.
th: อนุญาตก่อนที่จะแสดงการเคลื่อนไหวที่ถูกต้อง
tr: doğru hamle görüntülenmeden önce izin verilir
uk: дозволено до відображення правильного ходу
ur: درست اقدام ظاہر ہونے سے پہلے اجازت دی جاتی ہے۔
vi: được phép trước khi nước đi đúng được hiển thị

source: Enter the default video move time
es: Introduzca el tiempo de movimiento del vídeo predeterminado
sr: Унесите подразумевано време померања видео записа
sv: Ange standardvideons rörelsetid
sw: Weka muda chaguomsingi wa kuhamisha video
ta: இயல்புநிலை வீடியோ நகரும் நேரத்தை உள்ளிடவும்.
th: ป้อนเวลาเริ่มต้นของการย้ายวิดีโอ
tr: Varsayılan video taşıma süresini girin
uk: Введіть час переміщення відео за замовчуванням
ur: پہلے سے طے شدہ ویڈیو موو ٹائم درج کریں۔
vi: Nhập thời gian di chuyển video mặc định

source: This dialog box allows you to select the media player options.
es: Este cuadro de diálogo le permite seleccionar las opciones del reproductor multimedia.
sr: Овај оквир за дијалог вам омогућава да изаберете опције медија плејера.
sv: Denna dialogruta låter dig välja mediaspelarens alternativ.
sw: Kisanduku kidadisi hiki hukuruhusu kuchagua chaguo za kicheza media.
ta: இந்த உரையாடல் பெட்டி மீடியா பிளேயர் விருப்பங்களைத் தேர்ந்தெடுக்க உங்களை அனுமதிக்கிறது.
th: กล่องโต้ตอบนี้ช่วยให้คุณสามารถเลือกตัวเลือกเครื่องเล่นสื่อได้
tr: Bu iletişim kutusu medya oynatıcısı seçeneklerini seçmenize olanak tanır.
uk: У цьому діалоговому вікні можна вибрати параметри медіаплеєра.
ur: یہ ڈائیلاگ باکس آپ کو میڈیا پلیئر کے اختیارات کو منتخب کرنے کی اجازت دیتا ہے۔
vi: Hộp thoại này cho phép bạn chọn các tùy chọn trình phát phương tiện.

source: Native controls : Check to display the inbuilt media player controls.
es: Controles nativos: marque esta opción para mostrar los controles integrados del reproductor multimedia.
sr: Нативне контроле: Означите да бисте приказали уграђене контроле медија плејера.
sv: Inbyggda kontroller: Markera för att visa de inbyggda mediaspelarens kontroller.
sw: Vidhibiti asili : Angalia ili kuonyesha vidhibiti vya kicheza media kilichojengwa ndani.
ta: சொந்த கட்டுப்பாடுகள்: உள்ளமைக்கப்பட்ட மீடியா பிளேயர் கட்டுப்பாடுகளைக் காட்ட சரிபார்க்கவும்.
th: การควบคุมดั้งเดิม: เลือกเพื่อแสดงการควบคุมเครื่องเล่นสื่อในตัว
tr: Yerel denetimler: Dahili medya oynatıcı denetimlerini görüntülemek için işaretleyin.
uk: Власні елементи керування: поставте прапорець, щоб відображати вбудовані елементи керування медіаплеєром.
ur: مقامی کنٹرول: ان بلٹ میڈیا پلیئر کنٹرولز کو ظاہر کرنے کے لیے چیک کریں۔
vi: Điều khiển gốc: Kiểm tra để hiển thị các điều khiển trình phát phương tiện tích hợp.

source: Show toolbar : Check to show the toolbar on the media player window.
es: Mostrar barra de herramientas: marque esta opción para mostrar la barra de herramientas en la ventana del reproductor multimedia.
sr: Прикажи траку са алаткама : Означите да бисте приказали траку са алаткама у прозору медија плејера.
sv: Visa verktygsfält : Markera för att visa verktygsfältet i mediaspelarens fönster.
sw: Onyesha upau wa vidhibiti : Angalia ili kuonyesha upau wa vidhibiti kwenye dirisha la kicheza media.
ta: கருவிப்பட்டியைக் காட்டு: மீடியா பிளேயர் சாளரத்தில் கருவிப்பட்டியைக் காட்ட சரிபார்க்கவும்.
th: แสดงแถบเครื่องมือ: เลือกเพื่อแสดงแถบเครื่องมือบนหน้าต่างเครื่องเล่นสื่อ
tr: Araç çubuğunu göster: Medya oynatıcı penceresinde araç çubuğunu göstermek için işaretleyin.
uk: Показати панель інструментів: позначте, щоб відображати панель інструментів у вікні медіаплеєра.
ur: ٹول بار دکھائیں : میڈیا پلیئر ونڈو پر ٹول بار دکھانے کے لیے چیک کریں۔
vi: Hiển thị thanh công cụ: Kiểm tra để hiển thị thanh công cụ trên cửa sổ trình phát phương tiện.

source: Show status bar : Check to show the status bar on the media player window.
es: Mostrar barra de estado: marque esta opción para mostrar la barra de estado en la ventana del reproductor multimedia.
sr: Прикажи статусну траку : Означите да бисте приказали статусну траку у прозору медија плејера.
sv: Visa statusfält : Markera för att visa statusfältet i mediaspelarens fönster.
sw: Onyesha upau wa hali : Angalia ili kuonyesha upau wa hali kwenye dirisha la kicheza media.
ta: நிலைப் பட்டியைக் காட்டு: மீடியா பிளேயர் சாளரத்தில் நிலைப் பட்டியைக் காட்ட சரிபார்க்கவும்.
th: แสดงแถบสถานะ: เลือกเพื่อแสดงแถบสถานะบนหน้าต่างเครื่องเล่นสื่อ
tr: Durum çubuğunu göster: Medya oynatıcı penceresinde durum çubuğunu göstermek için işaretleyin.
uk: Показати рядок стану: позначте, щоб відображати рядок стану у вікні медіаплеєра.
ur: اسٹیٹس بار دکھائیں : میڈیا پلیئر ونڈو پر اسٹیٹس بار دکھانے کے لیے چیک کریں۔
vi: Hiển thị thanh trạng thái: Kiểm tra để hiển thị thanh trạng thái trên cửa sổ trình phát phương tiện.

source: Auto load PGN file : Check to automatically load the corresponding
es: Cargar automáticamente archivo PGN: Marque para cargar automáticamente el archivo PGN correspondiente
sr: Аутоматско учитавање ПГН датотеке: Означите да бисте аутоматски учитали одговарајући
sv: Ladda PGN-fil automatiskt: Markera för att automatiskt ladda motsvarande
sw: Pakia faili ya PGN kiotomatiki : Angalia ili kupakia kiotomatiki inayolingana
ta: PGN கோப்பை தானாக ஏற்று: தொடர்புடையதை தானாக ஏற்ற சரிபார்க்கவும்.
th: โหลดไฟล์ PGN อัตโนมัติ: เลือกเพื่อโหลดไฟล์ที่เกี่ยวข้องโดยอัตโนมัติ
tr: PGN dosyasını otomatik yükle: İlgili dosyayı otomatik olarak yüklemek için işaretleyin.
uk: Автоматичне завантаження файлу PGN: позначте, щоб автоматично завантажувати відповідний файл
ur: خودکار لوڈ PGN فائل : متعلقہ کو خود بخود لوڈ کرنے کے لیے چیک کریں۔
vi: Tự động tải tệp PGN: Kiểm tra để tự động tải tệp tương ứng

source: PGN file when you load a .mp4 video file.
es: Archivo PGN cuando carga un archivo de vídeo .mp4.
sr: ПГН датотеку када учитате .мп4 видео датотеку.
sv: PGN-fil när du laddar en .mp4-videofil.
sw: PGN unapopakia faili ya video ya .mp4.
ta: நீங்கள் .mp4 வீடியோ கோப்பை ஏற்றும்போது PGN கோப்பு.
th: ไฟล์ PGN เมื่อคุณโหลดไฟล์วิดีโอ .mp4
tr: .mp4 video dosyasını yüklediğinizde PGN dosyası.
uk: PGN, коли ви завантажуєте відеофайл .mp4.
ur: PGN فائل جب آپ .mp4 ویڈیو فائل لوڈ کرتے ہیں۔
vi: Tệp PGN khi bạn tải tệp video .mp4.

source: Show all files : Check to show all the files in a directory
es: Mostrar todos los archivos: marque para mostrar todos los archivos en un directorio
sr: Прикажи све датотеке : Означите да бисте приказали све датотеке у директоријуму
sv: Visa alla filer : Markera för att visa alla filer i en katalog
sw: Onyesha faili zote : Angalia ili kuonyesha faili zote kwenye saraka
ta: எல்லா கோப்புகளையும் காட்டு : ஒரு கோப்பகத்தில் உள்ள அனைத்து கோப்புகளையும் காட்ட சரிபார்க்கவும்.
th: แสดงไฟล์ทั้งหมด: เลือกเพื่อแสดงไฟล์ทั้งหมดในไดเร็กทอรี
tr: Tüm dosyaları göster: Bir dizindeki tüm dosyaları göstermek için işaretleyin
uk: Показати всі файли: позначте, щоб відображати всі файли в каталозі
ur: تمام فائلیں دکھائیں : ڈائریکٹری میں تمام فائلیں دکھانے کے لیے چیک کریں۔
vi: Hiển thị tất cả các tập tin: Kiểm tra để hiển thị tất cả các tập tin trong một thư mục

source: when loading a video file from the media player open file dialog box.
es: Al cargar un archivo de vídeo desde el cuadro de diálogo Abrir archivo del reproductor multimedia.
sr: приликом учитавања видео датотеке из дијалошког оквира за отварање датотеке медија плејера.
sv: när du laddar en videofil från mediaspelaren öppna fildialogrutan.
sw: wakati wa kupakia faili ya video kutoka kwa kicheza media kisanduku cha mazungumzo ya faili wazi.
ta: மீடியா பிளேயரிலிருந்து ஒரு வீடியோ கோப்பை ஏற்றும்போது கோப்பு உரையாடல் பெட்டியைத் திறக்கவும்.
th: ขณะโหลดไฟล์วิดีโอจากกล่องโต้ตอบเปิดไฟล์ของเครื่องเล่นสื่อ
tr: Medya oynatıcısından bir video dosyası yüklenirken dosya aç iletişim kutusu.
uk: під час завантаження відеофайлу з медіаплеєра відкрити діалогове вікно файлу.
ur: میڈیا پلیئر سے ویڈیو فائل لوڈ کرتے وقت فائل ڈائیلاگ باکس کھولیں۔
vi: khi tải tệp video từ trình phát phương tiện, hãy mở hộp thoại tệp.

source: Uncheck to show *.mp4 files only.
es: Desmarque esta casilla para mostrar sólo archivos *.mp4.
sr: Опозовите избор да бисте приказали само *.мп4 датотеке.
sv: Avmarkera för att endast visa *.mp4-filer.
sw: Batilisha uteuzi ili kuonyesha faili za *.mp4 pekee.
ta: *.mp4 கோப்புகளை மட்டும் காட்ட தேர்வுநீக்கவும்.
th: ยกเลิกการเลือกเพื่อแสดงไฟล์ *.mp4 เท่านั้น
tr: Yalnızca *.mp4 dosyalarını göstermek için işaretini kaldırın.
uk: Зніміть прапорець, щоб відображати лише файли *.mp4.
ur: صرف *.mp4 فائلیں دکھانے کے لیے نشان ہٹا دیں۔
vi: Bỏ chọn để chỉ hiển thị các tệp *.mp4.

source: Use edit mode update : Check to update the video edit mode options
es: Usar la actualización del modo de edición: Marque para actualizar las opciones del modo de edición de video
sr: Користи ажурирање режима уређивања : Означите да бисте ажурирали опције режима за уређивање видеа
sv: Använd redigeringslägesuppdatering: Markera för att uppdatera alternativen för videoredigeringsläge
sw: Tumia sasisho la hali ya kuhariri : Angalia ili kusasisha chaguo za modi ya kuhariri video
ta: திருத்த முறை புதுப்பிப்பைப் பயன்படுத்தவும்: வீடியோ திருத்த முறை விருப்பங்களைப் புதுப்பிக்க சரிபார்க்கவும்.
th: ใช้การอัปเดตโหมดแก้ไข: เลือกเพื่ออัปเดตตัวเลือกโหมดแก้ไขวิดีโอ
tr: Düzenleme modu güncellemesini kullan: Video düzenleme modu seçeneklerini güncellemek için işaretleyin
uk: Використовувати оновлення режиму редагування: поставте прапорець, щоб оновити параметри режиму редагування відео
ur: ایڈٹ موڈ اپ ڈیٹ استعمال کریں : ویڈیو ایڈٹ موڈ کے اختیارات کو اپ ڈیٹ کرنے کے لیے چیک کریں۔
vi: Sử dụng chế độ chỉnh sửa cập nhật: Kiểm tra để cập nhật các tùy chọn chế độ chỉnh sửa video

source: according to the setting of <Video edit mode>
es: según la configuración de <Modo de edición de vídeo>
sr: према поставци <режим за уређивање видеа>
sv: enligt inställningen för <Videoredigeringsläge>
sw: kulingana na mpangilio wa <Video edit mode>
ta: <வீடியோ எடிட் பயன்முறை> அமைப்பின் படி
th: ตามการตั้งค่าของ <โหมดตัดต่อวิดีโอ>
tr: <Video düzenleme modu> ayarına göre
uk: відповідно до параметрів <Режим редагування відео>
ur: <ویڈیو ایڈٹ موڈ> کی ترتیب کے مطابق
vi: theo thiết lập của <Chế độ chỉnh sửa video>

source: Uncheck if you want to set the options differently to the defaults.
es: Desmarque esta casilla si desea configurar las opciones de forma diferente a los valores predeterminados.
sr: Поништите избор ако желите да подесите опције другачије на подразумеване вредности.
sv: Avmarkera om du vill ställa in alternativen annorlunda än standardinställningarna.
sw: Ondoa uteuzi ikiwa unataka kuweka chaguo tofauti kwa chaguo-msingi.
ta: விருப்பங்களை இயல்புநிலைக்கு வித்தியாசமாக அமைக்க விரும்பினால் தேர்வுநீக்கவும்.
th: ยกเลิกการเลือกหากคุณต้องการตั้งค่าตัวเลือกต่างไปจากค่าเริ่มต้น
tr: Seçenekleri varsayılanlardan farklı şekilde ayarlamak istiyorsanız işaretini kaldırın.
uk: Зніміть прапорець, якщо ви хочете встановити параметри, відмінні від стандартних.
ur: اگر آپ اختیارات کو ڈیفالٹس کے لیے مختلف طریقے سے سیٹ کرنا چاہتے ہیں تو اس سے نشان ہٹا دیں۔
vi: Bỏ chọn nếu bạn muốn thiết lập các tùy chọn khác với mặc định.

source: Video edit mode : Check this box if you are making a video.
es: Modo de edición de video: marque esta casilla si está haciendo un video.
sr: Режим уређивања видеа : Означите ово поље ако правите видео.
sv: Videoredigeringsläge: Markera den här rutan om du gör en video.
sw: Hali ya kuhariri video : Tia alama kwenye kisanduku hiki ikiwa unatengeneza video.
ta: வீடியோ எடிட் பயன்முறை: நீங்கள் ஒரு வீடியோவை உருவாக்குகிறீர்கள் என்றால் இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: โหมดแก้ไขวิดีโอ: ทำเครื่องหมายในช่องนี้หากคุณกำลังสร้างวิดีโอ
tr: Video düzenleme modu: Video yapıyorsanız bu kutuyu işaretleyin.
uk: Режим редагування відео: установіть цей прапорець, якщо ви створюєте відео.
ur: ویڈیو ایڈیٹ موڈ : اگر آپ ویڈیو بنا رہے ہیں تو اس باکس کو چیک کریں۔
vi: Chế độ chỉnh sửa video: Đánh dấu vào ô này nếu bạn đang tạo video.

source: When first checked, it will activate and uncheck the the next two boxes.
es: Cuando se marca por primera vez, se activarán y desmarcarán las siguientes dos casillas.
sr: Када се први пут означи, активираће се и поништити следећа два поља.
sv: När den först är markerad kommer den att aktiveras och avmarkera de två kommande rutorna.
sw: Inapoangaliwa mara ya kwanza, itawasha na kubatilisha uteuzi kwenye visanduku viwili vinavyofuata.
ta: முதலில் தேர்வு செய்யும்போது, ​​அது செயல்படுத்தப்பட்டு அடுத்த இரண்டு பெட்டிகளைத் தேர்வுநீக்கும்.
th: เมื่อเลือกครั้งแรก ระบบจะเปิดใช้งานและยกเลิกการเลือกช่องทำเครื่องหมายสองช่องถัดไป
tr: İlk işaretlendiğinde sonraki iki kutucuğun aktif hale gelip işaretini kaldıracaktır.
uk: Після першого прапорця він активується та зніме прапорці з двох наступних прапорців.
ur: جب پہلی بار چیک کیا جائے گا، تو یہ اگلے دو خانوں کو چالو اور غیر چیک کر دے گا۔
vi: Khi được chọn lần đầu, nó sẽ kích hoạt và bỏ chọn hai ô tiếp theo.

source: For normal playback of videos, leave this box unchecked.
es: Para la reproducción normal de vídeos, deje esta casilla sin marcar.
sr: За нормалну репродукцију видео записа, оставите ово поље неозначено.
sv: Lämna den här rutan omarkerad för normal uppspelning av videor.
sw: Kwa uchezaji wa kawaida wa video, acha kisanduku hiki bila kuchaguliwa.
ta: வீடியோக்களின் இயல்பான இயக்கத்திற்கு, இந்தப் பெட்டியைத் தேர்வு செய்யாமல் விடவும்.
th: สำหรับการเล่นวิดีโอปกติ ให้ปล่อยช่องนี้ไว้โดยไม่เลือกเครื่องหมาย
tr: Videoların normal şekilde oynatılması için bu kutunun işaretini kaldırın.
uk: Для нормального відтворення відеозалиште цей прапорець непозначеним.
ur: ویڈیوز کے عام پلے بیک کے لیے، اس باکس کو غیر نشان زد چھوڑ دیں۔
vi: Để phát lại video bình thường, hãy bỏ chọn ô này.

source: Update video from game : Check to update the video position from the game.
es: Actualizar video del juego: marque esta opción para actualizar la posición del video del juego.
sr: Ажурирај видео из игре: Означите да бисте ажурирали позицију видеа из игре.
sv: Uppdatera video från spel: Markera för att uppdatera videopositionen från spelet.
sw: Sasisha video kutoka kwa mchezo : Angalia ili kusasisha nafasi ya video kutoka kwa mchezo.
ta: விளையாட்டிலிருந்து வீடியோவைப் புதுப்பிக்கவும்: விளையாட்டிலிருந்து வீடியோ நிலையைப் புதுப்பிக்க சரிபார்க்கவும்.
th: อัปเดตวิดีโอจากเกม : เลือกเพื่ออัปเดตตำแหน่งวิดีโอจากเกม
tr: Oyun videosunu güncelle: Oyun videosunun konumunu güncellemek için işaretleyin.
uk: Оновити відео з гри: поставте прапорець, щоб оновити позицію відео з гри.
ur: گیم سے ویڈیو اپ ڈیٹ کریں : گیم سے ویڈیو کی پوزیشن کو اپ ڈیٹ کرنے کے لیے چیک کریں۔
vi: Cập nhật video từ trò chơi: Kiểm tra để cập nhật vị trí video từ trò chơi.

source: Update game from video : Check to update the game position from the video.
es: Actualizar juego desde el video: marque esta opción para actualizar la posición del juego desde el video.
sr: Ажурирај игру са видео снимка : Означите да бисте ажурирали позицију игре са видео снимка.
sv: Uppdatera spel från video : Markera för att uppdatera spelpositionen från videon.
sw: Sasisha mchezo kutoka kwa video : Angalia ili kusasisha nafasi ya mchezo kutoka kwa video.
ta: வீடியோவிலிருந்து விளையாட்டைப் புதுப்பிக்கவும்: வீடியோவிலிருந்து விளையாட்டின் நிலையைப் புதுப்பிக்க சரிபார்க்கவும்.
th: อัปเดตเกมจากวิดีโอ : เลือกเพื่ออัปเดตตำแหน่งเกมจากวิดีโอ
tr: Oyunu videodan güncelle: Oyun konumunu videodan güncellemek için işaretleyin.
uk: Оновити гру з відео: поставте прапорець, щоб оновити позицію в грі з відео.
ur: ویڈیو سے گیم اپ ڈیٹ کریں : ویڈیو سے گیم پوزیشن کو اپ ڈیٹ کرنے کے لیے چیک کریں۔
vi: Cập nhật trò chơi từ video: Kiểm tra để cập nhật vị trí trò chơi từ video.

source: Pause for questions : Check to pause the video for quiz questions.
es: Pausa para preguntas: Marque esta opción para pausar el video para las preguntas del cuestionario.
sr: Пауза за питања : Означите да бисте паузирали видео за питања из квиза.
sv: Paus för frågor : Markera för att pausa videon för frågesportfrågor.
sw: Sitisha maswali : Angalia ili kusitisha video kwa maswali ya maswali.
ta: கேள்விகளுக்கு இடைநிறுத்தம்: வினாடி வினா கேள்விகளுக்கு வீடியோவை இடைநிறுத்த சரிபார்க்கவும்.
th: หยุดชั่วคราวสำหรับคำถาม : เลือกเพื่อหยุดชั่วคราววิดีโอสำหรับคำถามแบบทดสอบ
tr: Sorular için duraklatma: Sınav soruları için videoyu duraklatmak üzere işaretleyin.
uk: Пауза для запитань: поставте прапорець, щоб призупинити відео для запитань вікторини.
ur: سوالات کے لیے توقف کریں : کوئز سوالات کے لیے ویڈیو کو روکنے کے لیے چیک کریں۔
vi: Tạm dừng để trả lời câu hỏi: Chọn để tạm dừng video để xem câu hỏi trắc nghiệm.

source: Display puzzle panel : Check to display the puzzle panel
es: Mostrar panel de rompecabezas: Marque para mostrar el panel de rompecabezas
sr: Дисплаи пуззле панел : Означите да бисте приказали панел слагалице
sv: Visa pusselpanel : Markera för att visa pusselpanelen
sw: Onyesha paneli ya mafumbo : Angalia ili kuonyesha paneli ya mafumbo
ta: புதிர் பலகத்தைக் காட்சிப்படுத்து: புதிர் பலகத்தைக் காண்பிக்க சரிபார்க்கவும்.
th: แสดงแผงปริศนา : เลือกเพื่อแสดงแผงปริศนา
tr: Bulmaca panelini görüntüle: Bulmaca panelini görüntülemek için işaretleyin
uk: Показати панель головоломок: поставте прапорець, щоб відобразити панель головоломок
ur: ڈسپلے پزل پینل :پزل پینل کو ظاہر کرنے کے لیے چیک کریں۔
vi: Hiển thị bảng câu đố: Kiểm tra để hiển thị bảng câu đố

source: in puzzle mode during the video.
es: en modo rompecabezas durante el vídeo.
sr: у режиму слагалице током видео снимка.
sv: i pusselläge under videon.
sw: katika hali ya mafumbo wakati wa video.
ta: காணொளியின் போது புதிர் பயன்முறையில்.
th: ในโหมดปริศนาในระหว่างวิดีโอ
tr: video sırasında bulmaca modunda.
uk: у режимі головоломки під час відео.
ur: ویڈیو کے دوران پہیلی موڈ میں۔
vi: ở chế độ giải đố trong video.

source: Start puzzle clock : Check to start the puzzle clock
es: Iniciar el reloj del rompecabezas: Marque para iniciar el reloj del rompecabezas
sr: Покрени сат слагалице : Означите да бисте покренули сат слагалице
sv: Starta pusselklocka : Markera för att starta pusselklockan
sw: Anza saa ya mafumbo : Angalia ili kuanza saa ya chemshabongo
ta: புதிர் கடிகாரத்தைத் தொடங்கு: புதிர் கடிகாரத்தைத் தொடங்க சரிபார்க்கவும்.
th: เริ่มนาฬิกาปริศนา : เลือกเพื่อเริ่มนาฬิกาปริศนา
tr: Bulmaca saatini başlat: Bulmaca saatini başlatmak için işaretleyin
uk: Запустити годинник-головоломку: позначте, щоб запустити годинник-головоломку
ur: پہیلی گھڑی شروع کریں : پہیلی گھڑی شروع کرنے کے لیے چیک کریں۔
vi: Bắt đầu đồng hồ câu đố: Kiểm tra để bắt đầu đồng hồ câu đố

source: Show puzzle hint after try : Set the number of puzzle attempts allowed
es: Mostrar pista del rompecabezas después del intento: establece la cantidad de intentos de rompecabezas permitidos
sr: Прикажи наговештај слагалице после покушаја : Подесите број дозвољених покушаја слагалице
sv: Visa pusseltips efter försök: Ställ in antalet tillåtna pusselförsök
sw: Onyesha kidokezo cha mafumbo baada ya kujaribu : Weka idadi ya majaribio ya mafumbo yanayoruhusiwa
ta: முயற்சிக்குப் பிறகு புதிர் குறிப்பைக் காட்டு: அனுமதிக்கப்பட்ட புதிர் முயற்சிகளின் எண்ணிக்கையை அமைக்கவும்.
th: แสดงคำแนะนำปริศนาหลังจากลอง: ตั้งค่าจำนวนครั้งที่อนุญาตให้ลองปริศนา
tr: Denemeden sonra bulmaca ipucunu göster: İzin verilen bulmaca denemesi sayısını ayarlayın
uk: Показувати підказку про головоломку після спроби: установіть кількість дозволених спроб складання головоломки
ur: کوشش کے بعد پہیلی کا اشارہ دکھائیں : اجازت دی گئی پہیلی کوششوں کی تعداد مقرر کریں۔
vi: Hiển thị gợi ý câu đố sau khi thử: Thiết lập số lần thử câu đố được phép

source: before a hint is displayed.
es: antes de que se muestre una pista.
sr: пре него што се прикаже наговештај.
sv: innan ett tips visas.
sw: kabla ya kidokezo kuonyeshwa.
ta: ஒரு குறிப்பு காட்டப்படுவதற்கு முன்பு.
th: ก่อนที่จะมีการแสดงคำใบ้
tr: Bir ipucu görüntülenmeden önce.
uk: перед відображенням підказки.
ur: اشارہ ظاہر ہونے سے پہلے۔
vi: trước khi gợi ý được hiển thị.

source: Show puzzle move after try : Set the number of puzzle attempts allowed
es: Mostrar el movimiento del rompecabezas después del intento: establece la cantidad de intentos de rompecabezas permitidos
sr: Прикажи потез слагалице након покушаја : Подесите број дозвољених покушаја слагалице
sv: Visa pusseldrag efter försök: Ställ in antalet tillåtna pusselförsök
sw: Onyesha mwendo wa mafumbo baada ya kujaribu : Weka idadi ya majaribio ya mafumbo yanayoruhusiwa
ta: முயற்சிக்குப் பிறகு புதிர் நகர்வைக் காட்டு: அனுமதிக்கப்பட்ட புதிர் முயற்சிகளின் எண்ணிக்கையை அமைக்கவும்.
th: แสดงการเคลื่อนที่ของปริศนาหลังจากการลอง: ตั้งค่าจำนวนครั้งที่อนุญาตให้พยายามไขปริศนา
tr: Denemeden sonra bulmaca hamlesini göster: İzin verilen bulmaca denemesi sayısını ayarlayın
uk: Показувати рух головоломки після спроби: установіть кількість дозволених спроб скласти головоломку
ur: کوشش کے بعد پزل موو دکھائیں : اجازت دی گئی پہیلی کوششوں کی تعداد سیٹ کریں۔
vi: Hiển thị di chuyển câu đố sau khi thử: Thiết lập số lần thử câu đố được phép

source: before the correct move is displayed.
es: antes de que se muestre el movimiento correcto.
sr: пре него што се прикаже исправан потез.
sv: innan rätt drag visas.
sw: kabla ya hoja sahihi kuonyeshwa.
ta: சரியான நகர்வு காட்டப்படுவதற்கு முன்பு.
th: ก่อนที่จะแสดงการเคลื่อนไหวที่ถูกต้อง
tr: Doğru hamle gösterilmeden önce.
uk: перш ніж відобразиться правильний хід.
ur: درست اقدام ظاہر ہونے سے پہلے۔
vi: trước khi nước đi đúng được hiển thị.

source: The puzzle mode equivalents of the two preceeding options are set to these
es: Los equivalentes del modo rompecabezas de las dos opciones anteriores se establecen en estos
sr: Еквиваленти режима загонетке за две претходне опције су подешени на ове
sv: Pussellägesmotsvarigheterna för de två föregående alternativen är inställda på dessa
sw: Njia za mafumbo sawa na chaguo mbili zilizotangulia zimewekwa kuwa hizi
ta: முந்தைய இரண்டு விருப்பங்களின் புதிர் பயன்முறை சமமானவை இவற்றுக்கு அமைக்கப்பட்டுள்ளன
th: โหมดปริศนาที่เทียบเท่ากับสองตัวเลือกก่อนหน้าถูกตั้งค่าเป็นดังนี้
tr: Önceki iki seçeneğin bulmaca modu eşdeğerleri şu şekilde ayarlanmıştır:
uk: Еквіваленти режиму головоломки двох попередніх параметрів встановлені на ці
ur: دو سابقہ ​​اختیارات کے پزل موڈ کے مساوی ان پر سیٹ کیے گئے ہیں۔
vi: Các chế độ câu đố tương đương của hai tùy chọn trước được đặt thành các tùy chọn này

source: values whilst the media player is open. When you close the media player,
es: Valores mientras el reproductor multimedia está abierto. Al cerrar el reproductor multimedia,
sr: вредности док је медија плејер отворен. Када затворите медија плејер,
sv: värden medan mediaspelaren är öppen. När du stänger mediaspelaren,
sw: thamani wakati kicheza media kimefunguliwa. Unapofunga kicheza media,
ta: மீடியா பிளேயர் திறந்திருக்கும் போது மதிப்புகள். மீடியா பிளேயரை மூடும்போது,
th: ค่าในขณะที่เครื่องเล่นสื่อเปิดอยู่ เมื่อคุณปิดเครื่องเล่นสื่อ
tr: medya oynatıcısı açıkken değerler. Medya oynatıcısını kapattığınızda,
uk: значення, коли медіаплеєр відкритий. Коли ви закриєте медіаплеєр,
ur: اقدار جب میڈیا پلیئر کھلا ہو۔ جب آپ میڈیا پلیئر بند کرتے ہیں،
vi: giá trị trong khi trình phát phương tiện đang mở. Khi bạn đóng trình phát phương tiện,
