Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: on the move list window
es: en la ventana de lista de movimientos
sr: у прозору листе покрета
sv: i flyttlistans fönster
sw: kwenye dirisha la orodha ya hoja
ta: நகர்வு பட்டியல் சாளரத்தில்
th: บนหน้าต่างรายการย้าย
tr: hareket listesi penceresinde
uk: у вікні списку переміщень
ur: موو لسٹ ونڈو پر
vi: trên cửa sổ danh sách di chuyển

source: Check this box to diplay a move prompt
es: Marque esta casilla para mostrar un mensaje indicando que desea mover
sr: Означите ово поље да бисте приказали упит за померање
sv: Markera den här rutan för att visa en dragprompt
sw: Teua kisanduku hiki ili kuonyesha kidokezo cha kuhamisha
ta: நகர்த்தல் தூண்டுதலைக் காட்ட இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: ทำเครื่องหมายในช่องนี้เพื่อแสดงคำเตือนการเคลื่อนไหว
tr: Bir taşıma istemi görüntülemek için bu kutuyu işaretleyin
uk: Установіть цей прапорець, щоб відобразити підказку щодо переміщення
ur: حرکت کا اشارہ دکھانے کے لیے اس باکس کو چیک کریں۔
vi: Đánh dấu vào ô này để hiển thị lời nhắc di chuyển

source: during a human vs engine game
es: Durante un juego humano contra motor
sr: током игре човека против мотора
sv: under ett spel mellan människa och motor
sw: wakati wa mchezo wa injini dhidi ya binadamu
ta: மனிதர் vs இயந்திர விளையாட்டின் போது
th: ระหว่างเกมมนุษย์ปะทะเครื่องยนต์
tr: insan ve motor oyunu sırasında
uk: під час гри людина проти двигуна
ur: انسان بمقابلہ انجن گیم کے دوران
vi: trong một trò chơi giữa con người và máy móc

source: Check this box to diplay a puzzle prompt
es: Marque esta casilla para mostrar una sugerencia de rompecabezas
sr: Означите ово поље да бисте приказали упит за слагалицу
sv: Markera den här rutan för att visa en pusselprompt
sw: Tia alama kwenye kisanduku hiki ili kuonyesha kidokezo cha mafumbo
ta: புதிர் ப்ராம்ட்டைக் காட்ட இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: ทำเครื่องหมายในช่องนี้เพื่อแสดงคำเตือนปริศนา
tr: Bulmaca istemini görüntülemek için bu kutuyu işaretleyin
uk: Позначте цей прапорець, щоб відобразити підказку про загадку
ur: پزل پرامپٹ کو دکھانے کے لیے اس باکس کو چیک کریں۔
vi: Đánh dấu vào ô này để hiển thị lời nhắc câu đố

source: when in puzzle mode
es: cuando está en modo rompecabezas
sr: када је у режиму слагалице
sv: i pusselläge
sw: ukiwa katika hali ya fumbo
ta: புதிர் பயன்முறையில் இருக்கும்போது
th: เมื่ออยู่ในโหมดปริศนา
tr: bulmaca modundayken
uk: у режимі головоломки
ur: جب پہیلی موڈ میں ہو۔
vi: khi ở chế độ giải đố

source: Select view angle for 3d scene
es: Seleccionar el ángulo de visión para la escena 3D
sr: Изаберите угао гледања за 3Д сцену
sv: Välj visningsvinkel för 3D-scen
sw: Chagua pembe ya kutazama kwa onyesho la 3d
ta: 3D காட்சிக்கான பார்வைக் கோணத்தைத் தேர்ந்தெடுக்கவும்.
th: เลือกมุมมองสำหรับฉาก 3 มิติ
tr: 3D sahne için görüş açısını seçin
uk: Виберіть кут огляду для 3D сцени
ur: 3d منظر کے لیے ویو اینگل منتخب کریں۔
vi: Chọn góc nhìn cho cảnh 3D

source: Select the mouse click square adjustment value
es: Seleccione el valor de ajuste del cuadrado del clic del mouse
sr: Изаберите вредност подешавања квадрата кликом миша
sv: Välj kvadratjusteringsvärdet för musklick
sw: Chagua thamani ya kurekebisha mraba ya kubofya kwa kipanya
ta: மவுஸ் கிளிக் சதுர சரிசெய்தல் மதிப்பைத் தேர்ந்தெடுக்கவும்.
th: เลือกค่าการปรับค่าสี่เหลี่ยมคลิกเมาส์
tr: Fare tıklama kare ayar değerini seçin
uk: Виберіть значення коригування квадрата клацання миші
ur: ماؤس کلک مربع ایڈجسٹمنٹ قدر منتخب کریں۔
vi: Chọn giá trị điều chỉnh hình vuông nhấp chuột

source: Check this box to use multi-sampling to sharpen object edges
es: Marque esta casilla para utilizar el muestreo múltiple para enfocar los bordes de los objetos
sr: Означите ово поље да бисте користили вишеструко узорковање за изоштравање ивица предмета
sv: Markera den här rutan om du vill använda multisampling för att skärpa objektkanterna
sw: Chagua kisanduku hiki ili kutumia sampuli nyingi kunoa kingo za kitu
ta: பொருள் விளிம்புகளைக் கூர்மைப்படுத்த பல மாதிரிகளைப் பயன்படுத்த இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: ทำเครื่องหมายในช่องนี้เพื่อใช้การสุ่มตัวอย่างหลายตัวอย่างเพื่อทำให้ขอบวัตถุคมชัดขึ้น
tr: Nesne kenarlarını keskinleştirmek için çoklu örneklemeyi kullanmak üzere bu kutuyu işaretleyin
uk: Позначте цей прапорець, щоб використовувати мультивибірку для різкості країв об’єкта
ur: آبجیکٹ کے کناروں کو تیز کرنے کے لیے ملٹی سیمپلنگ استعمال کرنے کے لیے اس باکس کو چیک کریں۔
vi: Đánh dấu vào ô này để sử dụng lấy mẫu nhiều lần để làm sắc nét các cạnh của vật thể

source: Enter the multi-sampling value ( 1 - 16 )
es: Introduzca el valor de muestreo múltiple (1 - 16)
sr: Унесите вредност вишеструког узорковања ( 1 - 16 )
sv: Ange multisamplingsvärdet ( 1 - 16 )
sw: Weka thamani ya sampuli nyingi ( 1 - 16 )
ta: பல மாதிரி மதிப்பை உள்ளிடவும் ( 1 - 16 )
th: ป้อนค่าการสุ่มตัวอย่างหลายรายการ ( 1 - 16 )
tr: Çoklu örnekleme değerini girin ( 1 - 16 )
uk: Введіть значення мультивибірки ( 1 - 16 )
ur: کثیر نمونے کی قدر درج کریں ( 1 - 16 )
vi: Nhập giá trị lấy mẫu nhiều lần ( 1 - 16 )

source: Select the board square bitmaps
es: Seleccione los mapas de bits del cuadrado del tablero
sr: Изаберите квадратне битмапе на плочи
sv: Välj brädets fyrkantiga bitmappar
sw: Chagua bitmaps za mraba za bodi
ta: பலகை சதுர பிட்மேப்களைத் தேர்ந்தெடுக்கவும்.
th: เลือกกระดานสี่เหลี่ยมบิตแมป
tr: Tahta kare bit eşlemlerini seçin
uk: Виберіть квадратні растрові зображення дошки
ur: بورڈ مربع بٹ میپس کو منتخب کریں۔
vi: Chọn các bitmap hình vuông của bảng

source: Select the board border colour
es: Seleccione el color del borde del tablero
sr: Изаберите боју ивице плоче
sv: Välj brädets kantfärg
sw: Chagua rangi ya mpaka wa bodi
ta: பலகையின் எல்லை நிறத்தைத் தேர்ந்தெடுக்கவும்.
th: เลือกสีขอบบอร์ด
tr: Tahtanın kenarlık rengini seçin
uk: Виберіть колір рамки дошки
ur: بورڈ بارڈر کا رنگ منتخب کریں۔
vi: Chọn màu viền bảng

source: Select the piece bitmaps
es: Seleccionar los mapas de bits de la pieza
sr: Изаберите битмапе комада
sv: Välj bitmappar
sw: Chagua bitmaps za kipande
ta: துண்டு பிட்மேப்களைத் தேர்ந்தெடுக்கவும்.
th: เลือกชิ้นส่วนบิตแมป
tr: Parça bit eşlemlerini seçin
uk: Виберіть растрові зображення
ur: بٹ میپس کا ٹکڑا منتخب کریں۔
vi: Chọn các bitmap mảnh

source: This dialog box allows you to set the 3d graphics options.
es: Este cuadro de diálogo le permite configurar las opciones de gráficos 3D.
sr: Овај оквир за дијалог вам омогућава да подесите опције 3Д графике.
sv: Den här dialogrutan låter dig ställa in alternativen för 3D-grafik.
sw: Kisanduku kidadisi hiki hukuruhusu kuweka chaguo za michoro ya 3d.
ta: இந்த உரையாடல் பெட்டி 3D கிராபிக்ஸ் விருப்பங்களை அமைக்க உங்களை அனுமதிக்கிறது.
th: กล่องโต้ตอบนี้ช่วยให้คุณสามารถตั้งค่าตัวเลือกกราฟิกสามมิติได้
tr: Bu iletişim kutusu 3 boyutlu grafik seçeneklerini ayarlamanızı sağlar.
uk: У цьому діалоговому вікні можна налаштувати параметри тривимірної графіки.
ur: یہ ڈائیلاگ باکس آپ کو 3d گرافکس کے اختیارات سیٹ کرنے کی اجازت دیتا ہے۔
vi: Hộp thoại này cho phép bạn thiết lập các tùy chọn đồ họa 3D.

source: Lighting.. - Opens the lighting dialog box.
es: Iluminación.. - Abre el cuadro de diálogo de iluminación.
sr: Осветљење.. - Отвара дијалог за осветљење.
sv: Belysning.. - Öppnar belysningsdialogrutan.
sw: Taa.. - Hufungua kisanduku cha mazungumzo ya taa.
ta: விளக்கு.. - விளக்கு உரையாடல் பெட்டியைத் திறக்கிறது.
th: แสงสว่าง.. - เปิดกล่องโต้ตอบแสงสว่าง
tr: Aydınlatma.. - Aydınlatma iletişim kutusunu açar.
uk: Освітлення.. - відкриває діалогове вікно освітлення.
ur: لائٹنگ.. - لائٹنگ ڈائیلاگ باکس کھولتا ہے۔
vi: Chiếu sáng.. - Mở hộp thoại chiếu sáng.

source: Materials.. - Opens the materials dialog box.
es: Materiales.. - Abre el cuadro de diálogo de materiales.
sr: Материјали.. - Отвара дијалог о материјалима.
sv: Material.. - Öppnar materialdialogrutan.
sw: Nyenzo.. - Hufungua kisanduku cha mazungumzo ya nyenzo.
ta: பொருட்கள்.. - பொருட்கள் உரையாடல் பெட்டியைத் திறக்கிறது.
th: วัสดุ.. - เปิดกล่องโต้ตอบวัสดุ
tr: Malzemeler.. - Malzemeler iletişim kutusunu açar.
uk: Матеріали.. - відкриває діалогове вікно матеріалів.
ur: مواد.. - مواد ڈائیلاگ باکس کھولتا ہے.
vi: Vật liệu.. - Mở hộp thoại vật liệu.

source: Colours.. - Opens the 3d graphics colours dialog box.
es: Colores.. - Abre el cuadro de diálogo de colores de gráficos 3D.
sr: Боје.. - Отвара дијалог боја 3Д графике.
sv: Färger.. - Öppnar dialogrutan för 3D-grafikfärger.
sw: Rangi.. - Hufungua kisanduku kidadisi cha rangi za michoro ya 3d.
ta: நிறங்கள்.. - 3D கிராபிக்ஸ் வண்ணங்கள் உரையாடல் பெட்டியைத் திறக்கிறது.
th: สี.. - เปิดกล่องโต้ตอบสีกราฟิกสามมิติ
tr: Renkler.. - 3D grafik renkleri iletişim kutusunu açar.
uk: Кольори.. - відкриває діалогове вікно кольорів 3D-графіки.
ur: رنگ.. - 3d گرافکس رنگوں کا ڈائیلاگ باکس کھولتا ہے۔
vi: Màu sắc.. - Mở hộp thoại màu đồ họa 3D.

source: Chess set colours.. - Opens the chess set colours dialog box.
es: Colores del juego de ajedrez. - Abre el cuadro de diálogo de colores del juego de ajedrez.
sr: Боје шаховског скупа.. - Отвара дијалог боја шаховског скупа.
sv: Schackuppsättningsfärger.. - Öppnar dialogrutan för schackuppsättningsfärger.
sw: Rangi za seti ya chess.. - Hufungua kisanduku cha mazungumzo cha rangi za seti ya chess.
ta: சதுரங்க தொகுப்பு வண்ணங்கள்.. - சதுரங்க தொகுப்பு வண்ணங்கள் உரையாடல் பெட்டியைத் திறக்கிறது.
th: สีชุดหมากรุก.. - เปิดกล่องโต้ตอบสีชุดหมากรุก
tr: Satranç takımı renkleri.. - Satranç takımı renkleri iletişim kutusunu açar.
uk: Кольори шахового набору.. - відкриває діалогове вікно кольорів шахового набору.
ur: شطرنج کے سیٹ رنگ.. - شطرنج کے سیٹ رنگوں کا ڈائیلاگ باکس کھولتا ہے۔
vi: Màu sắc của bộ cờ vua.. - Mở hộp thoại màu sắc của bộ cờ vua.

source: Materials.. - Opens the 3d materials dialog box.
es: Materiales.. - Abre el cuadro de diálogo de materiales 3D.
sr: Материјали.. - Отвара дијалог 3д материјали.
sv: Material.. - Öppnar dialogrutan för 3D-material.
sw: Nyenzo.. - Hufungua kisanduku cha mazungumzo cha nyenzo za 3d.
ta: பொருட்கள்.. - 3D பொருட்கள் உரையாடல் பெட்டியைத் திறக்கிறது.
th: วัสดุ.. - เปิดกล่องโต้ตอบวัสดุ 3 มิติ
tr: Malzemeler.. - 3 boyutlu malzemeler iletişim kutusunu açar.
uk: Матеріали.. - відкриває діалогове вікно 3D-матеріалів.
ur: میٹریلز.. - 3d میٹریل ڈائیلاگ باکس کھولتا ہے۔
vi: Vật liệu.. - Mở hộp thoại vật liệu 3D.

source: Sound effects.. - Opens the sound effects dialog box.
es: Efectos de sonido.. - Abre el cuadro de diálogo de efectos de sonido.
sr: Звучни ефекти.. - Отвара дијалошки оквир за звучне ефекте.
sv: Ljudeffekter.. - Öppnar dialogrutan för ljudeffekter.
sw: Athari za sauti.. - Hufungua kisanduku cha mazungumzo ya madoido ya sauti.
ta: ஒலி விளைவுகள்.. - ஒலி விளைவுகள் உரையாடல் பெட்டியைத் திறக்கிறது.
th: เอฟเฟกต์เสียง.. - เปิดกล่องโต้ตอบเอฟเฟกต์เสียง
tr: Ses efektleri.. - Ses efektleri iletişim kutusunu açar.
uk: Звукові ефекти.. - відкриває діалогове вікно звукових ефектів.
ur: صوتی اثرات.. - صوتی اثرات کا ڈائیلاگ باکس کھولتا ہے۔
vi: Hiệu ứng âm thanh.. - Mở hộp thoại hiệu ứng âm thanh.

source: Board widget.. - Opens the board widget options dialog box
es: Widget de tablero.. - Abre el cuadro de diálogo de opciones del widget de tablero
sr: Боард видгет.. - Отвара дијалог са опцијама виџета за таблу
sv: Styrelsewidget... - Öppnar dialogrutan för styrelsewidgetalternativ
sw: Wijeti ya ubao.. - Hufungua kisanduku cha mazungumzo cha chaguo za wijeti ya ubao
ta: பலகை விட்ஜெட்.. - பலகை விட்ஜெட் விருப்பங்கள் உரையாடல் பெட்டியைத் திறக்கிறது.
th: วิดเจ็ตบอร์ด.. - เปิดกล่องโต้ตอบตัวเลือกวิดเจ็ตบอร์ด
tr: Pano widget'ı.. - Pano widget seçenekleri iletişim kutusunu açar
uk: Віджет дошки.. - відкриває діалогове вікно параметрів віджета дошки
ur: بورڈ ویجیٹ.. - بورڈ ویجیٹ کے اختیارات کا ڈائیلاگ باکس کھولتا ہے۔
vi: Tiện ích bảng.. - Mở hộp thoại tùy chọn tiện ích bảng

source: Board co-ordinates - Check for board co-ordinates to be displayed.
es: Coordenadas del tablero: marque si desea mostrar las coordenadas del tablero.
sr: Координате табле - Проверите да ли ће се приказати координате табле.
sv: Tavlans koordinater - Kontrollera om tavlans koordinater ska visas.
sw: Viratibu vya bodi - Angalia viwianishi vya bodi vitakavyoonyeshwa.
ta: பலகை ஆயத்தொலைவுகள் - பலகை ஆயத்தொலைவுகள் காட்டப்படுகிறதா எனச் சரிபார்க்கவும்.
th: พิกัดบอร์ด - ตรวจสอบพิกัดบอร์ดที่จะแสดง
tr: Tahta koordinatları - Tahta koordinatlarının görüntülenmesini kontrol edin.
uk: Координати дошки - перевірте, чи відображаються координати дошки.
ur: بورڈ کوآرڈینیٹس - بورڈ کوآرڈینیٹس کو ظاہر کرنے کے لیے چیک کریں۔
vi: Tọa độ bảng - Kiểm tra tọa độ bảng sẽ được hiển thị.

source: Move list toolbar - Check for a game move list navigation toolbar
es: Barra de herramientas de lista de movimientos: busca una barra de herramientas de navegación de lista de movimientos del juego
sr: Трака са алаткама за померање листе – Проверите да ли постоји трака са алаткама за навигацију листе за премештање игре
sv: Flytta lista verktygsfält - Leta efter ett spel flytta list navigering verktygsfält
sw: Sogeza upau wa vidhibiti - Angalia upau wa vidhibiti wa kusogeza kwenye orodha ya mchezo
ta: நகர்த்து பட்டியல் கருவிப்பட்டி - விளையாட்டு நகர்த்து பட்டியல் வழிசெலுத்தல் கருவிப்பட்டியைச் சரிபார்க்கவும்.
th: แถบเครื่องมือรายการเคลื่อนไหว - ตรวจสอบแถบเครื่องมือนำทางรายการเคลื่อนไหวของเกม
tr: Hareket listesi araç çubuğu - Bir oyun hareket listesi gezinme araç çubuğu olup olmadığını kontrol edin
uk: Панель інструментів переміщення списку – перевірте наявність панелі інструментів переміщення списку переміщення гри
ur: موو لسٹ ٹول بار - گیم موو لسٹ نیویگیشن ٹول بار کے لیے چیک کریں۔
vi: Thanh công cụ danh sách di chuyển - Kiểm tra thanh công cụ điều hướng danh sách di chuyển trò chơi

source: to be displayed in the move list window.
es: para mostrarse en la ventana de lista de movimientos.
sr: да се прикаже у прозору листе за померање.
sv: som ska visas i flyttlistans fönster.
sw: itaonyeshwa kwenye dirisha la orodha ya hoja.
ta: நகர்வு பட்டியல் சாளரத்தில் காட்டப்படும்.
th: ที่จะแสดงในหน้าต่างรายการย้าย
tr: taşıma listesi penceresinde görüntülenecek.
uk: для відображення у вікні списку переміщень.
ur: موو لسٹ ونڈو میں دکھایا جائے گا۔
vi: sẽ được hiển thị trong cửa sổ danh sách di chuyển.

source: Rotate knights - Check to rotate knights that are positioned
es: Girar caballeros: marque para girar los caballeros que están posicionados
sr: Ротирајте витезове - Означите да бисте ротирали витезове који су позиционирани
sv: Rotera riddare - Markera för att rotera riddare som är placerade
sw: Zungusha wapiganaji - Angalia ili kuzungusha wapiganaji ambao wamewekwa
ta: மாவீரர்களைச் சுழற்று - நிலைநிறுத்தப்பட்ட மாவீரர்களைச் சுழற்றச் சரிபார்க்கவும்.
th: หมุนอัศวิน - เลือกเพื่อหมุนอัศวินที่อยู่ในตำแหน่ง
tr: Atları döndür - Konumlandırılmış atları döndürmek için kontrol edin
uk: Обертати лицарів - позначте, щоб чергувати лицарів, які розташовані
ur: نائٹس کو گھمائیں - پوزیشن میں موجود نائٹس کو گھمانے کے لیے چیک کریں۔
vi: Xoay quân mã - Kiểm tra để xoay quân mã được định vị

source: in the left half of the board to face inwards.
es: en la mitad izquierda del tablero para mirar hacia dentro.
sr: у левој половини табле окренути према унутра.
sv: i den vänstra halvan av brädan för att vara vänd inåt.
sw: katika nusu ya kushoto ya ubao ili kutazama ndani.
ta: பலகையின் இடது பாதியில் உள்நோக்கி எதிர்கொள்ள வேண்டும்.
th: ในครึ่งซ้ายของกระดานให้หันเข้าด้านใน
tr: tahtanın sol yarısında içeriye bakacak şekilde.
uk: в лівій половині дошки лицьовою стороною всередину.
ur: بورڈ کے بائیں نصف میں اندر کی طرف کا سامنا کرنا پڑتا ہے۔
vi: ở nửa bên trái của bảng hướng vào trong.

source: Move prompt - Check for a move prompt to be displayed on the right
es: Aviso de movimiento: marque si se muestra un aviso de movimiento a la derecha
sr: Промпт за премештање – проверите да ли се са десне стране приказује захтев за премештање
sv: Flytta prompt - Kontrollera om en flytt prompt ska visas till höger
sw: Kidokezo cha kuhamisha - Angalia kidokezo cha hoja kitakachoonyeshwa upande wa kulia
ta: நகர்த்து தூண்டுதல் - வலதுபுறத்தில் நகர்த்து தூண்டுதல் காட்டப்படுகிறதா என்று சரிபார்க்கவும்.
th: แจ้งเตือนการย้าย - ตรวจสอบการแจ้งเตือนการย้ายที่จะแสดงทางด้านขวา
tr: Hareket istemi - Sağda bir hareket isteminin görüntülenip görüntülenmeyeceğini kontrol edin
uk: Підказка переміщення – перевірте, чи праворуч відображатиметься підказка переміщення
ur: موو پرامپٹ - دائیں طرف دکھائے جانے والے اقدام پرامپٹ کو چیک کریں۔
vi: Di chuyển lời nhắc - Kiểm tra xem lời nhắc di chuyển có được hiển thị ở bên phải không

source: of the menu bar during a human vs engine game.
es: de la barra de menú durante un juego humano vs. motor.
sr: на траци менија током игре људи против мотора.
sv: i menyraden under ett spel mellan människa och motor.
sw: ya upau wa menyu wakati wa mchezo wa injini dhidi ya binadamu.
ta: மனிதர் vs இயந்திர விளையாட்டின் போது மெனு பட்டியில்.
th: ของแถบเมนูระหว่างการเล่นเกม Human vs. Engine
tr: İnsan ve motor oyunu sırasında menü çubuğunun görünümü.
uk: панелі меню під час гри людина проти двигуна.
ur: انسان بمقابلہ انجن گیم کے دوران مینو بار کا۔
vi: của thanh menu trong trò chơi giữa người và máy.

source: Puzzle prompt - Check for a puzzle prompt to be displayed on the
es: Indicación de rompecabezas: marque si se muestra una indicación de rompecabezas en la
sr: Промпт за слагалицу – Проверите да ли се на екрану приказује упит за слагалицу
sv: Pusselprompt - Kontrollera om en pusselprompt ska visas på
sw: Kidokezo cha chemshabongo - Angalia swali la fumbo litakaloonyeshwa kwenye
ta: புதிர் தூண்டுதல் - ஒரு புதிர் தூண்டுதல் காட்டப்படுகிறதா என்று சரிபார்க்கவும்
th: คำเตือนปริศนา - ตรวจสอบคำเตือนปริศนาที่จะแสดงบน
tr: Bulmaca istemi - Ekranda bir bulmaca isteminin görüntülenip görüntülenmeyeceğini kontrol edin.
uk: Підказка для загадки - перевірте, чи підказка для загадки відображається на
ur: پہیلی پرامپٹ - پزل پرامپٹ کو چیک کریں۔
vi: Lời nhắc câu đố - Kiểm tra lời nhắc câu đố sẽ được hiển thị trên

source: right of the menu bar when puzzle mode is set.
es: a la derecha de la barra de menú cuando está configurado el modo rompecabezas.
sr: десно од траке менија када је подешен режим слагалице.
sv: höger om menyraden när pusselläget är inställt.
sw: kulia mwa upau wa menyu wakati modi ya mafumbo imewekwa.
ta: புதிர் பயன்முறை அமைக்கப்பட்டிருக்கும் போது மெனு பட்டியின் வலதுபுறம்.
th: ทางด้านขวาของแถบเมนูเมื่อตั้งค่าโหมดปริศนา
tr: Bulmaca modu ayarlandığında menü çubuğunun sağında.
uk: праворуч від панелі меню, коли встановлено режим головоломки.
ur: جب پہیلی موڈ سیٹ ہو تو مینو بار کے دائیں طرف۔
vi: bên phải thanh menu khi chế độ giải đố được thiết lập.

source: View angle - Select the view angle of the scene, in degrees, for the 3d camera.
es: Ángulo de visión: seleccione el ángulo de visión de la escena, en grados, para la cámara 3D.
sr: Угао гледања - Изаберите угао гледања сцене, у степенима, за 3д камеру.
sv: Betraktningsvinkel - Välj visningsvinkel för scenen, i grader, för 3d-kameran.
sw: Angalia pembe - Chagua pembe ya kutazama ya tukio, kwa digrii, kwa kamera ya 3d.
ta: பார்வை கோணம் - 3டி கேமராவிற்கான காட்சியின் பார்வை கோணத்தை டிகிரிகளில் தேர்ந்தெடுக்கவும்.
th: มุมมอง - เลือกมุมมองของฉากเป็นองศาสำหรับกล้อง 3 มิติ
tr: Görüntüleme açısı - 3D kamera için sahnenin görüntüleme açısını derece cinsinden seçin.
uk: Кут огляду - виберіть кут огляду сцени в градусах для 3D-камери.
ur: دیکھنے کا زاویہ - 3d کیمرے کے لیے منظر کے دیکھنے کے زاویے کو ڈگریوں میں منتخب کریں۔
vi: Góc nhìn - Chọn góc nhìn của cảnh, tính theo độ, cho camera 3D.

source: a higher number produces a smaller, longer board.
es: Un número mayor produce una tabla más pequeña y más larga.
sr: већи број производи мању, дужу плочу.
sv: ett högre antal ger en mindre, längre bräda.
sw: idadi kubwa hutoa ubao mdogo, mrefu zaidi.
ta: அதிக எண்ணிக்கையானது சிறிய, நீளமான பலகையை உருவாக்குகிறது.
th: ยิ่งตัวเลขสูง บอร์ดก็จะเล็กลงและยาวขึ้น
tr: daha yüksek bir sayı daha küçük, daha uzun bir tahta üretir.
uk: більше число виробляє меншу, довшу дошку.
ur: زیادہ تعداد ایک چھوٹا، لمبا بورڈ بناتی ہے۔
vi: số cao hơn sẽ tạo ra tấm ván dài hơn và nhỏ hơn.

source: a lower number produces a larger, squarer board.
es: Un número menor produce un tablero más grande y más cuadrado.
sr: мањи број производи већу, квадратнију плочу.
sv: ett lägre antal ger en större, fyrkantigare tavla.
sw: nambari ya chini hutoa ubao mkubwa, wa mraba.
ta: குறைந்த எண் பெரிய, சதுர பலகையை உருவாக்குகிறது.
th: ยิ่งตัวเลขน้อยเท่าไหร่ กระดานก็จะมีขนาดใหญ่และเป็นสี่เหลี่ยมมากขึ้นเท่านั้น
tr: daha düşük sayı daha büyük, daha kare bir tahta üretir.
uk: менше число дає більшу квадратну дошку.
ur: کم نمبر ایک بڑا، مربع بورڈ تیار کرتا ہے۔
vi: số thấp hơn sẽ tạo ra một tấm ván lớn hơn và vuông hơn.

source: Square adjustment - Select the mouse click square adjustment value.
es: Ajuste cuadrado: seleccione el valor de ajuste cuadrado del clic del mouse.
sr: Квадратно подешавање – Изаберите вредност квадратног подешавања кликом миша.
sv: Kvadratjustering - Välj kvadratjusteringsvärdet för musklick.
sw: Marekebisho ya mraba - Chagua thamani ya marekebisho ya mraba ya kubofya kipanya.
ta: சதுர சரிசெய்தல் - மவுஸ் கிளிக் சதுர சரிசெய்தல் மதிப்பைத் தேர்ந்தெடுக்கவும்.
th: การปรับสี่เหลี่ยม - เลือกค่าการปรับสี่เหลี่ยมโดยการคลิกเมาส์
tr: Kare ayarı - Fare tıklaması kare ayar değerini seçin.
uk: Коригування квадрата - виберіть значення коригування квадрата клацанням миші.
ur: مربع ایڈجسٹمنٹ - ماؤس کلک مربع ایڈجسٹمنٹ قدر منتخب کریں۔
vi: Điều chỉnh hình vuông - Chọn giá trị điều chỉnh hình vuông bằng cách nhấp chuột.

source: This adjusts the mouse click co-ordinates, so that even when you click on the edge
es: Esto ajusta las coordenadas del clic del mouse, de modo que incluso cuando hace clic en el borde
sr: Ово прилагођава координате клика мишем, тако да чак и када кликнете на ивицу
sv: Detta justerar musklickskoordinaterna, så att även när du klickar på kanten
sw: Hii hurekebisha kuratibu za kubofya panya, ili hata unapobofya ukingo
ta: இது மவுஸ் கிளிக் ஒருங்கிணைப்புகளை சரிசெய்கிறது, இதனால் நீங்கள் விளிம்பில் கிளிக் செய்யும் போது கூட
th: การดำเนินการนี้จะปรับพิกัดการคลิกเมาส์ ดังนั้นแม้ว่าคุณคลิกที่ขอบ
tr: Bu, fare tıklama koordinatlarını ayarlar, böylece kenara tıkladığınızda bile
uk: Це регулює координати клацання мишею, щоб навіть коли ви клацали по краю
ur: یہ ماؤس کلک کوآرڈینیٹس کو ایڈجسٹ کرتا ہے، تاکہ جب آپ کنارے پر کلک کریں تب بھی
vi: Điều này điều chỉnh tọa độ nhấp chuột, do đó ngay cả khi bạn nhấp vào cạnh

source: of a square, the correct square is still selected. Generally speaking, if you
es: de un cuadrado, se sigue seleccionando el cuadrado correcto. En general, si
sr: квадрата, и даље је изабран тачан квадрат. Уопштено говорећи, ако ви
sv: av en ruta är rätt ruta fortfarande vald. Generellt sett, om du
sw: ya mraba, mraba sahihi bado umechaguliwa. Kwa ujumla, ikiwa wewe
ta: ஒரு சதுரத்தின், சரியான சதுரம் இன்னும் தேர்ந்தெடுக்கப்பட்டது. பொதுவாகச் சொன்னால், நீங்கள்
th: ของรูปสี่เหลี่ยมจัตุรัส ก็ยังคงเลือกรูปสี่เหลี่ยมจัตุรัสที่ถูกต้อง โดยทั่วไปแล้ว หากคุณ
tr: bir karenin doğru karesi hala seçilidir. Genel olarak konuşursak, eğer
uk: квадрата, правильний квадрат усе ще вибрано. Загалом, якщо ви
ur: ایک مربع کا، صحیح مربع اب بھی منتخب ہے۔ عام طور پر، اگر آپ
vi: của một hình vuông, hình vuông đúng vẫn được chọn. Nói chung, nếu bạn
