Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Previous game from file
es: Juego anterior del archivo
sr: Претходна игра из датотеке
sv: Föregående spel från fil
sw: Mchezo uliopita kutoka kwa faili
ta: கோப்பிலிருந்து முந்தைய விளையாட்டு
th: เกมก่อนหน้าจากไฟล์
tr: Dosyadaki önceki oyun
uk: Попередня гра з файлу
ur: فائل سے پچھلا گیم
vi: Trò chơi trước từ tập tin

source: Next game from file
es: Siguiente juego del archivo
sr: Следећа игра из датотеке
sv: Nästa spel från filen
sw: Mchezo unaofuata kutoka kwa faili
ta: கோப்பிலிருந்து அடுத்த விளையாட்டு
th: เกมถัดไปจากไฟล์
tr: Dosyadaki bir sonraki oyun
uk: Наступна гра з файлу
ur: فائل سے اگلا گیم
vi: Trò chơi tiếp theo từ tập tin

source: Auto-replay
es: Repetición automática
sr: Ауто-реплаи
sv: Automatisk uppspelning
sw: Cheza tena kiotomatiki
ta: தானியங்கி மறு இயக்கம்
th: เล่นซ้ำอัตโนมัติ
tr: Otomatik tekrar oynatma
uk: Автоповтор
ur: آٹو ری پلے
vi: Tự động phát lại

source: Start / stop automatic replay of loaded game
es: Iniciar/detener la repetición automática del juego cargado
sr: Покрените/зауставите аутоматску репродукцију учитане игре
sv: Starta/stoppa automatisk uppspelning av laddat spel
sw: Anzisha / acha uchezaji wa kiotomatiki wa mchezo uliopakiwa
ta: ஏற்றப்பட்ட விளையாட்டின் தானியங்கி மறு இயக்கத்தைத் தொடங்கவும் / நிறுத்தவும்
th: เริ่ม/หยุดการเล่นซ้ำอัตโนมัติของเกมที่โหลดแล้ว
tr: Yüklenen oyunun otomatik tekrarını başlat/durdur
uk: Запуск / зупинка автоматичного повтору завантаженої гри
ur: بھری ہوئی گیم کا خودکار ری پلے شروع / بند کریں۔
vi: Bắt đầu / dừng phát lại tự động trò chơi đã tải

source: Auto-replay options
es: Opciones de reproducción automática
sr: Опције аутоматског понављања
sv: Alternativ för automatisk uppspelning
sw: Chaguzi za kucheza tena kiotomatiki
ta: தானியங்கி மறு இயக்க விருப்பங்கள்
th: ตัวเลือกการเล่นซ้ำอัตโนมัติ
tr: Otomatik tekrar oynatma seçenekleri
uk: Параметри автоматичного повтору
ur: آٹو ری پلے کے اختیارات
vi: Tùy chọn phát lại tự động

source: Open the automatic replay dialog box
es: Abrir el cuadro de diálogo de reproducción automática
sr: Отворите дијалог за аутоматско понављање
sv: Öppna dialogrutan för automatisk uppspelning
sw: Fungua kisanduku kidadisi cha kucheza tena kiotomatiki
ta: தானியங்கி மறுபதிப்பு உரையாடல் பெட்டியைத் திறக்கவும்.
th: เปิดกล่องโต้ตอบการเล่นซ้ำอัตโนมัติ
tr: Otomatik tekrar iletişim kutusunu aç
uk: Відкрийте діалогове вікно автоматичного повтору
ur: خودکار ری پلے ڈائیلاگ باکس کھولیں۔
vi: Mở hộp thoại phát lại tự động

source: Free internet chess server..
es: Servidor de ajedrez gratuito en Internet.
sr: Бесплатан интернет шах сервер..
sv: Gratis schackserver på internet..
sw: Seva ya bure ya chess ya mtandao..
ta: இலவச இணைய சதுரங்க சேவையகம்..
th: เซิร์ฟอินเตอร์เน็ตหมากรุกฟรี..
tr: Ücretsiz internet satranç sunucusu..
uk: Безкоштовний інтернет шаховий сервер..
ur: مفت انٹرنیٹ شطرنج سرور ..
vi: Máy chủ cờ vua trực tuyến miễn phí.

source: Play on the Fics server
es: Juega en el servidor Fics
sr: Играјте на Фицс серверу
sv: Spela på Fics-servern
sw: Cheza kwenye seva ya Fics
ta: ஃபிக்ஸ் சர்வரில் விளையாடு
th: เล่นบนเซิร์ฟเวอร์ Fics
tr: Fics sunucusunda oyna
uk: Грайте на сервері Fics
ur: Fics سرور پر چلائیں۔
vi: Chơi trên máy chủ Fics

source: Start a new game, but leave existing .pgn file open
es: Comienza un nuevo juego, pero deja abierto el archivo .pgn existente
sr: Започните нову игру, али оставите постојећу .пгн датотеку отвореном
sv: Starta ett nytt spel, men lämna befintlig .pgn-fil öppen
sw: Anzisha mchezo mpya, lakini acha faili iliyopo ya .pgn wazi
ta: புதிய விளையாட்டைத் தொடங்கவும், ஆனால் ஏற்கனவே உள்ள .pgn கோப்பைத் திறந்து விடவும்.
th: เริ่มเกมใหม่ แต่ปล่อยให้ไฟล์ .pgn ที่มีอยู่เปิดอยู่
tr: Yeni bir oyun başlatın, ancak mevcut .pgn dosyasını açık bırakın
uk: Почніть нову гру, але залиште наявний файл .pgn відкритим
ur: ایک نیا گیم شروع کریں، لیکن موجودہ .pgn فائل کو کھلا چھوڑ دیں۔
vi: Bắt đầu một trò chơi mới, nhưng để nguyên tệp .pgn hiện có

source: Flip board
es: Tablero giratorio
sr: Флип боард
sv: Blädderbräda
sw: Ubao mgeuzo
ta: ஃபிளிப் போர்டு
th: กระดานพลิก
tr: Flipboard'u çevirin
uk: Перекидна дошка
ur: پلٹائیں بورڈ
vi: Bảng lật

source: Reverse the current orientation,
es: Invertir la orientación actual,
sr: Обрните тренутну оријентацију,
sv: Vänd om den nuvarande orienteringen,
sw: Badilisha mwelekeo wa sasa,
ta: தற்போதைய நோக்குநிலையை தலைகீழாக மாற்றவும்,
th: ย้อนกลับทิศทางปัจจุบัน
tr: Mevcut yönelimi tersine çevir,
uk: Змінити поточну орієнтацію,
ur: موجودہ واقفیت کو ریورس کریں،
vi: Đảo ngược hướng hiện tại,

source: also for Setup position and Games menu boards
es: También para la posición de configuración y los tableros del menú de juegos.
sr: такође за положаје подешавања и табле менија за игре
sv: även för inställningsposition och spelmenytavlor
sw: pia kwa nafasi ya Kuweka na bodi za menyu za Michezo
ta: அமைவு நிலை மற்றும் விளையாட்டு மெனு பலகைகளுக்கும்
th: สำหรับตำแหน่งการตั้งค่าและเมนูบอร์ดเกมด้วย
tr: Kurulum pozisyonu ve Oyunlar menü panoları için de
uk: також для панелей позиції налаштування та меню ігор
ur: سیٹ اپ پوزیشن اور گیمز مینو بورڈز کے لیے بھی
vi: cũng dành cho vị trí Thiết lập và bảng menu Trò chơi

source: Take back
es: Devolver
sr: Узми назад
sv: Ta tillbaka
sw: Rudisha
ta: திரும்பப் பெறு
th: นำกลับคืน
tr: Geri al
uk: Забрати назад
ur: واپس لے لو
vi: Lấy lại

source: Set position
es: Establecer posición
sr: Поставите позицију
sv: Ställ in position
sw: Weka msimamo
ta: நிலையை அமைக்கவும்
th: กำหนดตำแหน่ง
tr: Pozisyonu ayarla
uk: Встановити позицію
ur: پوزیشن سیٹ کریں۔
vi: Đặt vị trí

source: Setup a new position
es: Configurar una nueva posición
sr: Поставите нову позицију
sv: Ställ in en ny position
sw: Sanidi nafasi mpya
ta: ஒரு புதிய நிலையை அமைக்கவும்
th: ตั้งค่าตำแหน่งใหม่
tr: Yeni bir pozisyon kurun
uk: Встановіть нову позицію
ur: ایک نئی پوزیشن قائم کریں۔
vi: Thiết lập vị trí mới

source: Start kibitzer
es: Iniciar kibitzer
sr: Покрени кибитзер
sv: Starta kibitzer
sw: Anza kibitzer
ta: கிபிட்சரைத் தொடங்கு
th: เริ่มคิบิทเซอร์
tr: Kibitzer'ı başlat
uk: Запустіть kibitzer
ur: کیبٹزر شروع کریں۔
vi: Bắt đầu kibitzer

source: Turn computer analysis on or off
es: Activar o desactivar el análisis informático
sr: Укључите или искључите рачунарску анализу
sv: Slå på eller av datoranalys
sw: Washa au zima uchanganuzi wa kompyuta
ta: கணினி பகுப்பாய்வை இயக்கவும் அல்லது முடக்கவும்
th: เปิดหรือปิดการวิเคราะห์คอมพิวเตอร์
tr: Bilgisayar analizini açın veya kapatın
uk: Увімкніть або вимкніть комп'ютерний аналіз
ur: کمپیوٹر تجزیہ آن یا آف کریں۔
vi: Bật hoặc tắt phân tích máy tính

source: Indicate game result, or claim draw when playing against engine
es: Indica el resultado del juego o reclama el empate cuando juegues contra el motor
sr: Означите резултат игре или затражите нерешено када играте против мотора
sv: Ange spelresultat, eller begär oavgjort när du spelar mot motor
sw: Onyesha matokeo ya mchezo, au udai sare unapocheza dhidi ya injini
ta: விளையாட்டு முடிவைக் குறிப்பிடவும், அல்லது எஞ்சினுக்கு எதிராக விளையாடும்போது டிராவைக் கோரவும்.
th: ระบุผลเกมหรือรับเสมอเมื่อเล่นกับเอ็นจิ้น
tr: Oyun sonucunu belirtin veya motora karşı oynarken beraberlik iddia edin
uk: Укажіть результат гри або вимагайте нічию, коли граєте проти двигуна
ur: گیم کے نتیجے کی نشاندہی کریں، یا انجن کے خلاف کھیلتے وقت ڈرا کا دعوی کریں۔
vi: Chỉ ra kết quả trò chơi hoặc yêu cầu hòa khi chơi với máy

source: Indicate game result, or concede when playing White against engine
es: Indica el resultado del juego o concede cuando se juega con blancas contra el motor
sr: Означите резултат игре или признајте када играте беле против мотора
sv: Ange spelresultat, eller medge när du spelar Vit mot motor
sw: Onyesha matokeo ya mchezo, au ukubali unapocheza Nyeupe dhidi ya injini
ta: விளையாட்டு முடிவைக் குறிப்பிடவும், அல்லது எஞ்சினுக்கு எதிராக ஒயிட் விளையாடும்போது ஒப்புக்கொள்ளவும்.
th: ระบุผลเกมหรือยอมรับเมื่อเล่นขาวกับเอ็นจิ้น
tr: Oyun sonucunu belirtin veya Beyaz'ı motora karşı oynarken kabul edin
uk: Вкажіть результат гри або поступіться, граючи білими проти двигуна
ur: کھیل کے نتیجے کی نشاندہی کریں، یا انجن کے خلاف وائٹ کھیلتے وقت تسلیم کریں۔
vi: Chỉ ra kết quả trò chơi hoặc nhượng bộ khi chơi Trắng chống lại máy

source: Indicate game result, or concede when playing Black against engine
es: Indica el resultado del juego o concede cuando se juega con negras contra el motor
sr: Означите резултат игре или признајте када играте црни против мотора
sv: Ange spelresultat, eller medge när du spelar svart mot motor
sw: Onyesha matokeo ya mchezo, au ukubali unapocheza Nyeusi dhidi ya injini
ta: விளையாட்டு முடிவைக் குறிக்கவும், அல்லது எஞ்சினுக்கு எதிராக பிளாக் விளையாடும்போது ஒப்புக்கொள்ளவும்.
th: ระบุผลเกมหรือยอมรับเมื่อเล่นฝ่ายดำกับเอ็นจิ้น
tr: Oyun sonucunu belirtin veya motora karşı Siyah oynarken kabul edin
uk: Укажіть результат гри або поступіться, граючи чорними проти двигуна
ur: گیم کے نتیجے کی نشاندہی کریں، یا انجن کے خلاف بلیک کھیلتے وقت تسلیم کریں۔
vi: Chỉ ra kết quả trò chơi hoặc nhượng bộ khi chơi Đen chống lại máy

source: Play White against engine, starting from current position
es: Juega blancas contra el motor, comenzando desde la posición actual
sr: Играјте белом против мотора, почевши од тренутне позиције
sv: Spela Vit mot motor, med start från nuvarande position
sw: Cheza Nyeupe dhidi ya injini, kuanzia nafasi ya sasa
ta: தற்போதைய நிலையில் இருந்து தொடங்கி, இயந்திரத்திற்கு எதிராக வெள்ளை நிறத்தில் விளையாடுங்கள்.
th: เล่นสีขาวกับเครื่องยนต์โดยเริ่มจากตำแหน่งปัจจุบัน
tr: Mevcut pozisyondan başlayarak motora karşı Beyaz Oyna
uk: Грайте білими проти двигуна, починаючи з поточної позиції
ur: موجودہ پوزیشن سے شروع کرتے ہوئے انجن کے خلاف وائٹ کھیلیں
vi: Đánh quân Trắng chống lại máy, bắt đầu từ vị trí hiện tại

source: Play Black against engine, starting from current position
es: Juega con las negras contra el motor, comenzando desde la posición actual
sr: Играјте црном против мотора, почевши од тренутне позиције
sv: Spela svart mot motor, med start från nuvarande position
sw: Cheza Nyeusi dhidi ya injini, kuanzia nafasi ya sasa
ta: தற்போதைய நிலையில் இருந்து தொடங்கி, எஞ்சினுக்கு எதிராக கருப்பு விளையாடுங்கள்.
th: เล่นสีดำกับเครื่องยนต์โดยเริ่มจากตำแหน่งปัจจุบัน
tr: Mevcut pozisyondan başlayarak motora karşı Siyah oynayın
uk: Грайте чорними проти двигуна, починаючи з поточної позиції
ur: موجودہ پوزیشن سے شروع کرتے ہوئے انجن کے خلاف بلیک کھیلیں
vi: Đánh quân Đen chống lại máy, bắt đầu từ vị trí hiện tại

source: Computer engine plays against itself
es: El motor de la computadora juega contra sí mismo
sr: Компјутерски мотор игра против себе
sv: Datormotorn spelar mot sig själv
sw: Injini ya kompyuta inacheza dhidi yake yenyewe
ta: கணினி இயந்திரம் தனக்கு எதிராகவே செயல்படுகிறது
th: เครื่องยนต์คอมพิวเตอร์เล่นต่อต้านตัวเอง
tr: Bilgisayar motoru kendi kendine oynuyor
uk: Комп'ютерний двигун грає сам проти себе
ur: کمپیوٹر انجن اپنے خلاف کھیلتا ہے۔
vi: Động cơ máy tính chơi chống lại chính nó

source: Reverse roles in game against engine
es: Invertir roles en el juego contra el motor
sr: Обрните улоге у игри против мотора
sv: Omvända roller i spel mot motor
sw: Badilisha majukumu katika mchezo dhidi ya injini
ta: எஞ்சினுக்கு எதிரான விளையாட்டில் தலைகீழ் பாத்திரங்கள்
th: ย้อนกลับบทบาทในเกมกับเครื่องยนต์
tr: Oyunda motora karşı rolleri tersine çevirin
uk: Поміняйте ролі в грі проти двигуна
ur: انجن کے خلاف گیم میں ریورس رولز
vi: Đảo ngược vai trò trong trò chơi chống lại động cơ

source: Move now
es: Muévete ahora
sr: Помери се сада
sv: Flytta nu
sw: Sogeza sasa
ta: இப்போது நகர்த்து
th: ย้ายตอนนี้
tr: Şimdi hareket et
uk: Рухайтесь зараз
ur: اب چلو
vi: Di chuyển ngay bây giờ

source: Force engine to move
es: Forzar el motor a moverse
sr: Присилите мотор да се помери
sv: Tvinga motorn att röra sig
sw: Lazimisha injini kusonga
ta: இயந்திரத்தை நகர்த்த கட்டாயப்படுத்துங்கள்
th: บังคับเครื่องยนต์ให้เคลื่อนที่
tr: Motoru hareket ettirmeye zorla
uk: Змусити двигун рухатися
ur: انجن کو حرکت دینے پر مجبور کریں۔
vi: Buộc động cơ di chuyển

source: General..
sr: генерал..
sv: Allmän..
sw: Mkuu..
ta: பொது..
th: ทั่วไป..
tr: Genel..
uk: Загальні..
ur: جنرل..
vi: Tổng quan..

source: Miscellaneous options
es: Opciones varias
sr: Разне опције
sv: Diverse alternativ
sw: Chaguzi mbalimbali
ta: இதர விருப்பங்கள்
th: ตัวเลือกอื่นๆ
tr: Çeşitli seçenekler
uk: Різні варіанти
ur: متفرق اختیارات
vi: Tùy chọn khác nhau

source: Colours..
es: Bandera..
sr: Боје..
sv: Färger..
sw: Rangi..
ta: வண்ணங்கள்..
th: สีสัน..
tr: Renkler..
uk: Кольори..
ur: رنگ..
vi: Màu sắc..

source: Colour options
es: Opciones de color
sr: Опције боја
sv: Färgalternativ
sw: Chaguzi za rangi
ta: வண்ண விருப்பங்கள்
th: ตัวเลือกสี
tr: Renk seçenekleri
uk: Варіанти кольорів
ur: رنگ کے اختیارات
vi: Tùy chọn màu sắc

source: Player names..
es: Nombres de los jugadores..
sr: Имена играча..
sv: Spelarnamn..
sw: Majina ya wachezaji..
ta: வீரர்களின் பெயர்கள்..
th: ชื่อผู้เล่น..
tr: Oyuncu isimleri..
uk: Імена гравців..
ur: کھلاڑیوں کے نام..
vi: Tên người chơi..

source: Label the board with player names (also available by clicking on name)
es: Etiqueta el tablero con los nombres de los jugadores (también disponible haciendo clic en el nombre)
sr: Означите таблу именима играча (такође доступно кликом на име)
sv: Märk brädet med spelarnamn (även tillgängligt genom att klicka på namnet)
sw: Weka ubao lebo kwa majina ya wachezaji (pia inapatikana kwa kubofya jina)
ta: வீரர் பெயர்களைக் கொண்டு பலகையை லேபிளிடுங்கள் (பெயரைக் கிளிக் செய்வதன் மூலமும் கிடைக்கும்)
th: ติดป้ายชื่อผู้เล่นไว้บนกระดาน (สามารถติดป้ายชื่อได้โดยคลิกที่ชื่อ)
tr: Tahtayı oyuncuların isimleriyle etiketleyin (ayrıca isme tıklayarak da kullanılabilir)
uk: Позначте дошку іменами гравців (також доступно, натиснувши ім’я)
ur: کھلاڑیوں کے ناموں کے ساتھ بورڈ پر لیبل لگائیں (نام پر کلک کرکے بھی دستیاب ہے)
vi: Ghi nhãn bảng bằng tên người chơi (cũng có thể thực hiện bằng cách nhấp vào tên)

source: Clocks..
es: Relojes..
sr: Сатови..
sv: Klockor..
sw: Saa..
ta: கடிகாரங்கள்..
th: นาฬิกา..
tr: Saatler..
uk: Годинники..
ur: گھڑیاں..
vi: Đồng hồ..

source: Control all aspects of the on-screen game timer
es: Controla todos los aspectos del temporizador del juego en pantalla.
sr: Контролишите све аспекте тајмера за игру на екрану
sv: Styr alla aspekter av speltimern på skärmen
sw: Dhibiti vipengele vyote vya kipima muda cha mchezo kwenye skrini
ta: திரையில் விளையாட்டு டைமரின் அனைத்து அம்சங்களையும் கட்டுப்படுத்தவும்
th: ควบคุมทุกด้านของตัวจับเวลาเกมบนหน้าจอ
tr: Ekrandaki oyun zamanlayıcısının tüm yönlerini kontrol edin
uk: Керуйте всіма аспектами ігрового таймера на екрані
ur: آن اسکرین گیم ٹائمر کے تمام پہلوؤں کو کنٹرول کریں۔
vi: Kiểm soát mọi khía cạnh của bộ đếm thời gian trò chơi trên màn hình

source: Log file..
es: Archivo de registro..
sr: Лог фајл..
sv: Loggfil..
sw: Faili ya kumbukumbu..
ta: பதிவு கோப்பு ..
th: ไฟล์บันทึก..
tr: Günlük dosyası..
uk: Файл журналу..
ur: لاگ فائل..
vi: Tệp nhật ký..

source: Setup a file to automatically log all games
es: Configurar un archivo para registrar automáticamente todos los juegos
sr: Подесите датотеку да аутоматски евидентира све игре
sv: Ställ in en fil för att automatiskt logga alla spel
sw: Sanidi faili ili kuweka kiotomatiki michezo yote
ta: அனைத்து விளையாட்டுகளையும் தானாக பதிவு செய்ய ஒரு கோப்பை அமைக்கவும்.
th: ตั้งค่าไฟล์เพื่อบันทึกเกมทั้งหมดโดยอัตโนมัติ
tr: Tüm oyunları otomatik olarak günlüğe kaydedecek bir dosya ayarlayın
uk: Налаштуйте файл, щоб автоматично реєструвати всі ігри
ur: تمام گیمز کو خود بخود لاگ کرنے کے لیے ایک فائل سیٹ اپ کریں۔
vi: Thiết lập một tập tin để tự động ghi lại tất cả các trò chơi

source: Training..
es: Capacitación..
sr: Обука..
sv: Utbildning..
sw: Mafunzo..
ta: பயிற்சி..
th: การฝึกอบรม..
tr: Eğitim..
uk: Навчання..
ur: تربیت..
vi: Đào tạo..

source: Control some simple training modes to improve visualization skills
es: Controla algunos modos de entrenamiento simples para mejorar las habilidades de visualización
sr: Контролишите неке једноставне режиме тренинга да бисте побољшали вештине визуелизације
sv: Kontrollera några enkla träningslägen för att förbättra visualiseringsförmågan
sw: Dhibiti baadhi ya njia rahisi za mafunzo ili kuboresha ujuzi wa taswira
ta: காட்சிப்படுத்தல் திறன்களை மேம்படுத்த சில எளிய பயிற்சி முறைகளைக் கட்டுப்படுத்தவும்.
th: ควบคุมโหมดการฝึกอบรมง่ายๆ บางโหมดเพื่อปรับปรุงทักษะการมองเห็น
tr: Görselleştirme becerilerinizi geliştirmek için bazı basit eğitim modlarını kontrol edin
uk: Керуйте деякими простими режимами навчання, щоб покращити навички візуалізації
ur: بصری مہارت کو بہتر بنانے کے لیے کچھ آسان تربیتی طریقوں کو کنٹرول کریں۔
vi: Kiểm soát một số chế độ đào tạo đơn giản để cải thiện kỹ năng hình dung

source: Puzzle mode..
es: Modo rompecabezas..
sr: Режим слагалице..
sv: Pusselläge..
sw: Hali ya fumbo..
ta: புதிர் முறை..
th: โหมดปริศนา..
tr: Bulmaca modu..
uk: Режим головоломки..
ur: پہیلی موڈ..
vi: Chế độ giải đố..

source: Set puzzle mode options
es: Establecer las opciones del modo rompecabezas
sr: Подесите опције режима слагалице
sv: Ställ in pussellägesalternativ
sw: Weka chaguo za modi ya mafumbo
ta: புதிர் பயன்முறை விருப்பங்களை அமைக்கவும்
th: ตั้งค่าตัวเลือกโหมดปริศนา
tr: Bulmaca modu seçeneklerini ayarlayın
uk: Встановіть параметри режиму головоломки
ur: پہیلی موڈ کے اختیارات سیٹ کریں۔
vi: Thiết lập tùy chọn chế độ câu đố

source: Piece sets..
es: Conjuntos de piezas..
sr: Комадни сетови..
sv: Styckset..
sw: Seti za vipande..
ta: துண்டுத் தொகுப்புகள்..
th: ชุดชิ้นส่วน..
tr: Parça setleri..
uk: Набори предметів..
ur: ٹکڑا سیٹ..
vi: Bộ đồ chơi..

source: Select the piece set for the 2d screen
es: Seleccione el conjunto de piezas para la pantalla 2D
sr: Изаберите комплет делова за 2д екран
sv: Välj styckeset för 2D-skärmen
sw: Chagua kipande kilichowekwa kwa skrini ya 2d
ta: 2D திரைக்கான துண்டுத் தொகுப்பைத் தேர்ந்தெடுக்கவும்.
th: เลือกชุดชิ้นส่วนสำหรับหน้าจอ 2 มิติ
tr: 2D ekran için parça setini seçin
uk: Виберіть набір елементів для двовимірного екрана
ur: 2d اسکرین کے لیے سیٹ کا ٹکڑا منتخب کریں۔
vi: Chọn bộ mảnh ghép cho màn hình 2D

source: Board bitmaps..
es: Mapas de bits del tablero.
sr: Битмапе плоче..
sv: Board bitmappar..
sw: Bitmaps za bodi..
ta: பலகை பிட்மேப்கள்..
th: บอร์ดบิตแมป..
tr: Tahta bitmapleri..
uk: Растрові карти дошки..
ur: بورڈ بٹ میپس..
vi: Bảng bitmap..

source: Set user defined board bitmaps
es: Establecer mapas de bits de tablero definidos por el usuario
sr: Поставите битмапе плоче које дефинише корисник
sv: Ställ in användardefinierade bitmappar
sw: Weka bitmaps za bodi zilizofafanuliwa na mtumiaji
ta: பயனர் வரையறுக்கப்பட்ட பலகை பிட்மேப்களை அமைக்கவும்.
th: ตั้งค่าบิตแมปบอร์ดที่ผู้ใช้กำหนด
tr: Kullanıcı tanımlı pano bit eşlemlerini ayarla
uk: Встановити визначені користувачем растрові зображення плати
ur: یوزر ڈیفائنڈ بورڈ بٹ میپس سیٹ کریں۔
vi: Đặt bitmap bảng do người dùng xác định

source: Piece animation..
es: Pieza de animación..
sr: Анимација комада..
sv: Styck animation..
sw: Uhuishaji wa kipande..
ta: துண்டு அனிமேஷன்..
th: แอนิเมชั่นชิ้นนี้..
tr: Parça animasyonu..
uk: Твір анімації..
ur: پیس اینیمیشن..
vi: Hoạt hình từng mảnh..

source: Select the options for piece animation
es: Seleccione las opciones para la animación de la pieza
sr: Изаберите опције за анимацију комада
sv: Välj alternativen för bitanimering
sw: Teua chaguo za uhuishaji wa kipande
ta: துண்டு அனிமேஷனுக்கான விருப்பங்களைத் தேர்ந்தெடுக்கவும்.
th: เลือกตัวเลือกสำหรับแอนิเมชั่นชิ้นงาน
tr: Parça animasyonu için seçenekleri seçin
uk: Виберіть параметри анімації фрагмента
ur: پیس اینیمیشن کے لیے آپشنز منتخب کریں۔
vi: Chọn các tùy chọn cho hoạt ảnh mảnh

source: Sound effects options..
es: Opciones de efectos de sonido.
sr: Опције звучних ефеката..
sv: Alternativ för ljudeffekter..
sw: Chaguzi za athari za sauti..
ta: ஒலி விளைவுகள் விருப்பங்கள்..
th: ตัวเลือกเอฟเฟกต์เสียง..
tr: Ses efekti seçenekleri..
uk: Параметри звукових ефектів..
ur: صوتی اثرات کے اختیارات ..
vi: Tùy chọn hiệu ứng âm thanh.

source: Select the options for sound effects
es: Seleccione las opciones de efectos de sonido
sr: Изаберите опције за звучне ефекте
sv: Välj alternativ för ljudeffekter
sw: Chagua chaguzi za athari za sauti
ta: ஒலி விளைவுகளுக்கான விருப்பங்களைத் தேர்ந்தெடுக்கவும்.
th: เลือกตัวเลือกสำหรับเอฟเฟกต์เสียง
tr: Ses efektleri için seçenekleri seçin
uk: Виберіть параметри звукових ефектів
ur: صوتی اثرات کے لیے اختیارات منتخب کریں۔
vi: Chọn các tùy chọn cho hiệu ứng âm thanh

source: Score counter..
es: Contador de puntuaciones..
sr: Бројач резултата..
sv: Poängräknare..
sw: Kaunta ya alama..
ta: மதிப்பெண் கவுண்டர்..
th: เครื่องนับคะแนน..
tr: Puan sayacı..
uk: Лічильник очок..
ur: اسکور کاؤنٹر..
vi: Bộ đếm điểm..

source: Open score counter window
es: Abrir la ventana del contador de puntuaciones
sr: Отворите прозор бројача резултата
sv: Öppna poängräknarens fönster
sw: Fungua dirisha la kaunta ya alama
ta: ஸ்கோர் கவுண்டர் சாளரத்தைத் திற
th: เปิดหน้าต่างนับคะแนน
tr: Puan sayacı penceresini aç
uk: Відкрити вікно лічильника балів
ur: اسکور کاؤنٹر ونڈو کھولیں۔
vi: Mở cửa sổ đếm điểm

source: Reset to factory defaults
es: Restablecer valores predeterminados de fábrica
sr: Ресетујте на фабричка подешавања
sv: Återställ till fabriksinställningar
sw: Weka upya kwa chaguo-msingi za kiwanda
ta: தொழிற்சாலை இயல்புநிலைகளுக்கு மீட்டமைக்கவும்
th: รีเซ็ตเป็นค่าเริ่มต้นจากโรงงาน
tr: Fabrika ayarlarına sıfırla
uk: Скидання до заводських налаштувань
ur: فیکٹری ڈیفالٹس پر ری سیٹ کریں۔
vi: Đặt lại về mặc định của nhà sản xuất

source: Reset all options to their original values
es: Restablecer todas las opciones a sus valores originales
sr: Вратите све опције на њихове оригиналне вредности
sv: Återställ alla alternativ till sina ursprungliga värden
sw: Weka upya chaguo zote kwa thamani zao asili
ta: அனைத்து விருப்பங்களையும் அவற்றின் அசல் மதிப்புகளுக்கு மீட்டமைக்கவும்
th: รีเซ็ตตัวเลือกทั้งหมดเป็นค่าเดิม
tr: Tüm seçenekleri orijinal değerlerine sıfırla
uk: Скинути всі параметри до початкових значень
ur: تمام اختیارات کو ان کی اصل اقدار پر دوبارہ ترتیب دیں۔
vi: Đặt lại tất cả các tùy chọn về giá trị ban đầu của chúng

source: Specify the UCI engine to use, along with Engine options
es: Especifique el motor UCI a utilizar, junto con las opciones del motor
sr: Наведите УЦИ мотор који ћете користити, заједно са опцијама мотора
sv: Ange vilken UCI-motor som ska användas, tillsammans med motoralternativ
sw: Bainisha injini ya UCI ya kutumia, pamoja na chaguzi za Injini
ta: பயன்படுத்த வேண்டிய UCI எஞ்சினை, எஞ்சின் விருப்பங்களுடன் குறிப்பிடவும்.
th: ระบุเครื่องยนต์ UCI ที่จะใช้ พร้อมด้วยตัวเลือกเครื่องยนต์
tr: Kullanılacak UCI motorunu ve Motor seçeneklerini belirtin
uk: Укажіть механізм UCI для використання разом із параметрами механізму
ur: انجن کے اختیارات کے ساتھ استعمال کرنے کے لیے UCI انجن کی وضاحت کریں۔
vi: Chỉ định công cụ UCI để sử dụng, cùng với các tùy chọn Công cụ

source: Engine match..
es: Coincidencia de motor.
sr: Подударање мотора..
sv: Motormatchning..
sw: Engine mechi..
ta: எஞ்சின் பொருத்தம்..
th: เครื่องยนต์ตรงกัน..
tr: Motor eşleşmesi..
uk: Збіг двигуна..
ur: انجن میچ..
vi: Động cơ phù hợp..

source: Set the options for an engine match
es: Establecer las opciones para una coincidencia de motor
sr: Подесите опције за подударање мотора
sv: Ställ in alternativen för en motormatchning
sw: Weka chaguzi za mechi ya injini
ta: எஞ்சின் பொருத்தத்திற்கான விருப்பங்களை அமைக்கவும்.
th: ตั้งค่าตัวเลือกสำหรับการจับคู่เครื่องยนต์
tr: Bir motor eşleşmesi için seçenekleri ayarlayın
uk: Встановіть параметри відповідності механізму
ur: انجن میچ کے لیے آپشنز سیٹ کریں۔
vi: Thiết lập các tùy chọn cho một động cơ phù hợp

source: Engine tournament..
es: Torneo de motores..
sr: Турнир мотора..
sv: Motorturnering..
sw: Mashindano ya injini..
ta: எஞ்சின் போட்டி..
th: การแข่งขันเครื่องยนต์..
tr: Motor turnuvası..
uk: Турнір двигунів..
ur: انجن ٹورنامنٹ ..
vi: Giải đấu động cơ..
