Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Please select the piece bitmaps
es: Por favor seleccione la pieza bitmaps
sr: Изаберите битмапе комада
sv: Välj bitmappar
sw: Tafadhali chagua bitmaps za kipande
ta: தயவுசெய்து துண்டு பிட்மேப்களைத் தேர்ந்தெடுக்கவும்.
th: กรุณาเลือกชิ้นส่วนบิตแมป
tr: Lütfen parça bit eşlemlerini seçin
uk: Будь ласка, виберіть фрагменти растрових зображень
ur: براہ کرم بٹ میپس کا ٹکڑا منتخب کریں۔
vi: Vui lòng chọn bitmap mảnh

source: User bitmaps
es: Mapas de bits del usuario
sr: Корисничке битмапе
sv: Användarbitmappar
sw: Bitmaps za mtumiaji
ta: பயனர் பிட்மேப்கள்
th: บิตแมปของผู้ใช้
tr: Kullanıcı bit eşlemleri
uk: Растрові зображення користувача
ur: صارف کے بٹ میپس
vi: Bitmap của người dùng

source: Board border
es: Borde del tablero
sr: Боард бордер
sv: Brädan gräns
sw: Mpaka wa bodi
ta: பலகை எல்லை
th: ขอบกระดาน
tr: Tahta sınırı
uk: бордюр
ur: بورڈ بارڈر
vi: Đường viền bảng

source: Dark square
es: Cuadrado oscuro
sr: Тамни квадрат
sv: Mörk fyrkantig
sw: Mraba wa giza
ta: அடர் சதுரம்
th: สี่เหลี่ยมมืด
tr: Koyu kare
uk: Темний квадрат
ur: گہرا مربع
vi: Hình vuông tối

source: Dark piece
es: Pieza oscura
sr: Тамни комад
sv: Mörk bit
sw: Kipande cha giza
ta: இருண்ட துண்டு
th: ชิ้นส่วนที่มืด
tr: Karanlık parça
uk: Темний шматок
ur: گہرا ٹکڑا
vi: Mảnh tối

source: Light square
es: Cuadrado de luz
sr: Светли квадрат
sv: Ljus fyrkantig
sw: Mraba mwepesi
ta: ஒளி சதுரம்
th: สี่เหลี่ยมจัตุรัสแสง
tr: Açık kare
uk: Світле каре
ur: ہلکا مربع
vi: Hình vuông sáng

source: Light piece
es: Pieza de luz
sr: Лагани комад
sv: Lätt stycke
sw: Kipande cha mwanga
ta: லேசான துண்டு
th: ชิ้นไฟ
tr: Hafif parça
uk: Легкий шматок
ur: ہلکا ٹکڑا
vi: Mảnh nhẹ

source: Set this to use the bitmaps
es: Configure esto para utilizar los mapas de bits
sr: Подесите ово да користите битмапе
sv: Ställ in detta för att använda bitmapparna
sw: Weka hii ili kutumia bitmaps
ta: பிட்மேப்களைப் பயன்படுத்த இதை அமைக்கவும்.
th: ตั้งค่านี้ให้ใช้บิตแมป
tr: Bunu bitmapleri kullanacak şekilde ayarlayın
uk: Встановіть це для використання растрових зображень
ur: بٹ میپس کو استعمال کرنے کے لیے اسے سیٹ کریں۔
vi: Thiết lập này để sử dụng bitmap

source: Set this to display a board border
es: Configure esto para mostrar un borde de tablero
sr: Подесите ово да прикажете ивицу плоче
sv: Ställ in detta för att visa en brädkant
sw: Weka hii ili kuonyesha mpaka wa ubao
ta: பலகை எல்லையைக் காட்ட இதை அமைக்கவும்.
th: ตั้งค่านี้เพื่อแสดงขอบบอร์ด
tr: Bir pano kenarlığı görüntülemek için bunu ayarlayın
uk: Встановіть це для відображення рамки дошки
ur: بورڈ کی سرحد کو ظاہر کرنے کے لیے اسے سیٹ کریں۔
vi: Đặt mục này để hiển thị đường viền bảng

source: Set to select dark square board bitmap
es: Establecer para seleccionar el mapa de bits del tablero cuadrado oscuro
sr: Подесите да изаберете слику тамне квадратне плоче
sv: Ställ in för att välja bitmapp för mörk fyrkantig tavla
sw: Weka ili uchague bitmap ya ubao wa mraba wa giza
ta: அடர் சதுர பலகை பிட்மேப்பைத் தேர்ந்தெடுக்க அமைக்கவும்.
th: ตั้งค่าให้เลือกบิตแมปกระดานสี่เหลี่ยมสีเข้ม
tr: Koyu kare pano bit eşlemini seçmek için ayarlayın
uk: Вибір темного квадратного растрового зображення дошки
ur: ڈارک اسکوائر بورڈ بٹ میپ کو منتخب کرنے کے لیے سیٹ کریں۔
vi: Thiết lập để chọn bitmap bảng vuông tối

source: Set to select light square board bitmap
es: Establecer para seleccionar mapa de bits de tablero cuadrado claro
sr: Подесите за избор светле квадратне битмапе
sv: Ställ in för att välja bitmapp för ljus fyrkantig bräda
sw: Weka ili kuchagua bitmap ya bodi ya mraba nyepesi
ta: வெளிர் சதுர பலகை பிட்மேப்பைத் தேர்ந்தெடுக்க அமைக்கவும்.
th: ตั้งค่าให้เลือกบิตแมปบอร์ดสี่เหลี่ยมแสง
tr: Açık kare pano bit eşlemini seçmek için ayarlayın
uk: Налаштуйте для вибору растрового зображення світлої квадратної дошки
ur: ہلکے مربع بورڈ بٹ میپ کو منتخب کرنے کے لیے سیٹ کریں۔
vi: Thiết lập để chọn bitmap bảng vuông sáng

source: Use this dialog box in order to select the
es: Utilice este cuadro de diálogo para seleccionar la
sr: Користите овај оквир за дијалог да бисте изабрали
sv: Använd den här dialogrutan för att välja
sw: Tumia kisanduku hiki cha mazungumzo ili kuchagua
ta: தேர்ந்தெடுக்க இந்த உரையாடல் பெட்டியைப் பயன்படுத்தவும்
th: ใช้กล่องโต้ตอบนี้เพื่อเลือก
tr: Seçmek için bu iletişim kutusunu kullanın
uk: Використовуйте це діалогове вікно, щоб вибрати
ur: کو منتخب کرنے کے لیے اس ڈائیلاگ باکس کا استعمال کریں۔
vi: Sử dụng hộp thoại này để chọn

source: user board bitmaps and whether to have a board border.
es: mapas de bits del tablero de usuario y si desea tener un borde de tablero.
sr: битмапе корисничке табле и да ли треба имати ивицу плоче.
sv: användarkortets bitmappar och om man ska ha en bräder.
sw: bitmaps za bodi ya mtumiaji na kama kuwa na mpaka wa bodi.
ta: பயனர் பலகை பிட்மேப்கள் மற்றும் பலகை எல்லை இருக்க வேண்டுமா.
th: บิตแมปบอร์ดผู้ใช้และว่าจะมีขอบบอร์ดหรือไม่
tr: kullanıcı panosu bit eşlemleri ve pano sınırının olup olmayacağı.
uk: растрові зображення дошки користувача та наявність межі дошки.
ur: صارف کے بورڈ کے بٹ میپس اور آیا بورڈ بارڈر ہونا چاہیے۔
vi: bản đồ bitmap trên bảng người dùng và liệu có nên có đường viền bảng hay không.

source: Check the User bitmaps box to use the bitmaps.
es: Marque la casilla Mapas de bits de usuario para utilizar los mapas de bits.
sr: Означите поље Усер битмапс да бисте користили битмапе.
sv: Markera rutan User bitmaps för att använda bitmaps.
sw: Angalia kisanduku cha bitmaps za Mtumiaji ili kutumia bitmaps.
ta: பிட்மேப்களைப் பயன்படுத்த பயனர் பிட்மேப்கள் பெட்டியைத் தேர்வுசெய்யவும்.
th: ทำเครื่องหมายที่ช่องบิตแมปของผู้ใช้เพื่อใช้บิตแมป
tr: Bitmapleri kullanmak için Kullanıcı bitmapleri kutusunu işaretleyin.
uk: Поставте прапорець Растрові зображення користувача, щоб використовувати растрові зображення.
ur: بٹ میپس استعمال کرنے کے لیے یوزر بٹ میپس باکس کو چیک کریں۔
vi: Đánh dấu vào ô Bitmap của người dùng để sử dụng bitmap.

source: Check the Board border box to have a border.
es: Marque la casilla Borde del tablero para tener un borde.
sr: Означите поље за ивицу плоче да бисте имали ивицу.
sv: Markera rutan Border om du vill ha en ram.
sw: Angalia kisanduku cha mpaka cha Bodi ili kuwa na mpaka.
ta: ஒரு எல்லை இருக்க பலகை எல்லை பெட்டியை சரிபார்க்கவும்.
th: ทำเครื่องหมายในช่องขอบบอร์ดเพื่อให้มีขอบ
tr: Kenarlık eklemek için Panonun kenarlığını işaretleyin.
uk: Поставте прапорець у полі межі дошки, щоб мати рамку.
ur: بارڈر رکھنے کے لیے بورڈ بارڈر باکس کو چیک کریں۔
vi: Đánh dấu vào ô Đường viền bảng để có đường viền.

source: To select the dark or light square bitmap to change,
es: Para seleccionar el mapa de bits cuadrado oscuro o claro que desea cambiar,
sr: Да бисте изабрали тамну или светлу квадратну битмапу коју желите да промените,
sv: För att välja den mörka eller ljusa fyrkantiga bitmappen som ska ändras,
sw: Ili kuchagua bitmap ya mraba ya giza au nyepesi ya kubadilisha,
ta: மாற்றுவதற்கு இருண்ட அல்லது ஒளி சதுர பிட்மேப்பைத் தேர்ந்தெடுக்க,
th: หากต้องการเลือกบิตแมปสี่เหลี่ยมสีเข้มหรือสีอ่อนที่จะเปลี่ยนแปลง
tr: Değiştirilecek koyu veya açık kare bit eşlemini seçmek için,
uk: Щоб вибрати темне або світле квадратне растрове зображення для зміни,
ur: تبدیل کرنے کے لیے گہرا یا ہلکا مربع بٹ نقشہ منتخب کرنے کے لیے،
vi: Để chọn bitmap hình vuông tối hoặc sáng để thay đổi,

source: click on one of the two bitmaps at the top of the box
es: Haga clic en uno de los dos mapas de bits en la parte superior del cuadro
sr: кликните на једну од две битмапе на врху оквира
sv: klicka på en av de två bitmapparna överst i rutan
sw: bonyeza kwenye moja ya bitmaps mbili juu ya kisanduku
ta: பெட்டியின் மேலே உள்ள இரண்டு பிட்மேப்களில் ஒன்றைக் கிளிக் செய்யவும்.
th: คลิกที่บิตแมปใดบิตหนึ่งจากสองบิตที่ด้านบนของกล่อง
tr: kutunun üst kısmındaki iki bitmap'ten birine tıklayın
uk: клацніть на одному з двох растрових зображень у верхній частині поля
ur: باکس کے اوپری حصے میں دو بٹ ​​میپس میں سے ایک پر کلک کریں۔
vi: nhấp vào một trong hai bitmap ở đầu hộp

source: or click on the radio button next to it.
es: o haga clic en el botón de opción que se encuentra junto a él.
sr: или кликните на радио дугме поред њега.
sv: eller klicka på alternativknappen bredvid den.
sw: au bonyeza kitufe cha redio karibu nayo.
ta: அல்லது அதற்கு அடுத்துள்ள ரேடியோ பொத்தானைக் கிளிக் செய்யவும்.
th: หรือคลิกที่ปุ่มตัวเลือกถัดจากนั้น
tr: veya yanındaki radyo butonuna tıklayın.
uk: або клацніть перемикач поруч із ним.
ur: یا اس کے ساتھ والے ریڈیو بٹن پر کلک کریں۔
vi: hoặc nhấp vào nút radio bên cạnh nó.

source: Then pick the bitmap that you want for the square
es: Luego, selecciona el mapa de bits que quieras para el cuadrado.
sr: Затим изаберите битмап који желите за квадрат
sv: Välj sedan den bitmapp du vill ha för kvadraten
sw: Kisha chagua bitmap unayotaka kwa mraba
ta: பின்னர் சதுரத்திற்கு நீங்கள் விரும்பும் பிட்மேப்பைத் தேர்ந்தெடுக்கவும்.
th: จากนั้นเลือกบิตแมปที่คุณต้องการสำหรับสี่เหลี่ยมจัตุรัส
tr: Daha sonra kare için istediğiniz bit eşlemini seçin
uk: Потім виберіть растрове зображення, яке потрібно для квадрата
ur: پھر وہ بٹ میپ منتخب کریں جو آپ مربع کے لیے چاہتے ہیں۔
vi: Sau đó chọn bitmap mà bạn muốn cho hình vuông

source: by clicking on one of the bitmaps.
es: haciendo clic en uno de los mapas de bits.
sr: кликом на једну од битмапа.
sv: genom att klicka på en av bitmapparna.
sw: kwa kubofya kwenye moja ya bitmaps.
ta: பிட்மேப்களில் ஒன்றைக் கிளிக் செய்வதன் மூலம்.
th: โดยการคลิกที่บิตแมปใดอันหนึ่ง
tr: bitmaplerden birine tıklayarak.
uk: клацнувши на одному з растрових зображень.
ur: بٹ میپس میں سے کسی ایک پر کلک کرکے۔
vi: bằng cách nhấp vào một trong các ảnh bitmap.

source: There are twenty bitmaps displayed in the box to choose from.
es: Hay veinte mapas de bits mostrados en el cuadro para elegir.
sr: У пољу је приказано двадесет битмапа које можете изабрати.
sv: Det finns tjugo bitmappar som visas i rutan att välja mellan.
sw: Kuna bitmaps ishirini zinazoonyeshwa kwenye kisanduku cha kuchagua.
ta: தேர்வு செய்ய பெட்டியில் இருபது பிட்மேப்கள் காட்டப்பட்டுள்ளன.
th: มีบิตแมป 20 แบบที่แสดงในกล่องให้เลือก
tr: Kutuda seçebileceğiniz yirmi adet bitmap görüntüleniyor.
uk: У полі представлено двадцять растрових зображень на вибір.
ur: منتخب کرنے کے لیے باکس میں بیس بٹ میپس دکھائے گئے ہیں۔
vi: Có 20 bitmap được hiển thị trong hộp để bạn lựa chọn.

source: New ones from outside the top twenty can be selected in by
es: Se podrán seleccionar nuevos participantes fuera del top veinte.
sr: Нове ван првих двадесет могу се изабрати од стране
sv: Nya från utanför de tjugo bästa kan väljas in av
sw: Wapya kutoka nje ya ishirini bora wanaweza kuchaguliwa kwa
ta: முதல் இருபதுக்கு வெளியே உள்ள புதியவர்களை இதன் மூலம் தேர்ந்தெடுக்கலாம்
th: ตัวใหม่จากนอก 20 อันดับแรกสามารถเลือกได้โดย
tr: İlk yirminin dışından yenileri seçilebilir
uk: Нові з-за меж першої двадцятки можна вибрати в
ur: ٹاپ ٹوئنٹی کے باہر سے نئے کا انتخاب بذریعہ کیا جا سکتا ہے۔
vi: Những cái mới từ bên ngoài top 20 có thể được chọn bằng

source: changing the names of the bitmaps in the user_bitmaps directory.
es: cambiando los nombres de los mapas de bits en el directorio user_bitmaps.
sr: мењање имена битмапа у директоријуму усер_битмапс.
sv: ändra namnen på bitmapparna i katalogen user_bitmaps.
sw: kubadilisha majina ya bitmaps kwenye saraka ya user_bitmaps.
ta: user_bitmaps கோப்பகத்தில் உள்ள பிட்மேப்களின் பெயர்களை மாற்றுதல்.
th: การเปลี่ยนแปลงชื่อของบิตแมปในไดเร็กทอรี user_bitmaps
tr: user_bitmaps dizinindeki bitmaplerin adlarını değiştirmek.
uk: зміна назв растрових зображень у каталозі user_bitmaps.
ur: user_bitmaps ڈائرکٹری میں بٹ میپس کے نام تبدیل کرنا۔
vi: thay đổi tên của các bitmap trong thư mục user_bitmaps.

source: The usual location is
es: La ubicación habitual es
sr: Уобичајена локација је
sv: Den vanliga platsen är
sw: Mahali pa kawaida ni
ta: வழக்கமான இடம்
th: สถานที่ปกติคือ
tr: Her zamanki konum
uk: Звичайне розташування є
ur: معمول کا مقام ہے۔
vi: Vị trí thông thường là

source: e.g To use
es: p.ej. Para usar
sr: нпр. Користити
sv: t.ex. att använda
sw: k.m Kutumia
ta: எ.கா. பயன்படுத்த
th: เช่น การใช้
tr: Örn. Kullanmak için
uk: наприклад використовувати
ur: مثال کے طور پر استعمال کرنا
vi: Ví dụ: Để sử dụng

source: instead of
es: en lugar de
sr: уместо да
sv: i stället för
sw: badala ya
ta: அதற்கு பதிலாக
th: แทน
tr: yerine
uk: замість
ur: کے بجائے
vi: thay vì

source: for the dark squares :-
es: para los cuadrados oscuros :-
sr: за тамне квадрате :-
sv: för de mörka rutorna :-
sw: kwa viwanja vya giza:-
ta: இருண்ட சதுரங்களுக்கு :-
th: สำหรับช่องมืด :-
tr: koyu kareler için :-
uk: для темних квадратів: -
ur: سیاہ چوکوں کے لیے:-
vi: đối với các ô vuông tối :-

source: using Windows explorer rename
es: Usando el explorador de Windows cambiar el nombre
sr: користећи Виндовс Екплорер преименуј
sv: använda Windows Explorer byta namn
sw: kwa kutumia jina la kichunguzi la Windows
ta: விண்டோஸ் எக்ஸ்ப்ளோரர் மறுபெயரைப் பயன்படுத்துதல்
th: ใช้ Windows explorer เปลี่ยนชื่อ
tr: Windows gezgini yeniden adlandırma kullanılarak
uk: за допомогою провідника Windows перейменувати
ur: ونڈوز ایکسپلورر کا نام تبدیل کرنا
vi: sử dụng Windows Explorer đổi tên

source: or something similar and then rename
es: o algo similar y luego renombrarlo
sr: или нешто слично, а затим преименујте
sv: eller något liknande och sedan byt namn
sw: au kitu sawa na kisha ubadilishe jina
ta: அல்லது அது போன்ற ஏதாவது ஒன்றை மாற்றி பின்னர் மறுபெயரிடுங்கள்.
th: หรืออะไรทำนองนั้นแล้วเปลี่ยนชื่อ
tr: veya buna benzer bir şey ve sonra yeniden adlandır
uk: або щось подібне, а потім перейменуйте
ur: یا کچھ ایسا ہی اور پھر نام تبدیل کریں۔
vi: hoặc cái gì đó tương tự và sau đó đổi tên

source: You can also add your own bitmaps to this directory
es: También puedes agregar tus propios mapas de bits a este directorio
sr: Такође можете додати своје битмапе у овај директоријум
sv: Du kan också lägga till dina egna bitmappar till den här katalogen
sw: Unaweza pia kuongeza bitmaps zako kwenye saraka hii
ta: இந்த கோப்பகத்தில் உங்கள் சொந்த பிட்மேப்களையும் சேர்க்கலாம்.
th: คุณสามารถเพิ่มบิตแมปของคุณเองลงในไดเร็กทอรีนี้ได้
tr: Ayrıca bu dizine kendi bit eşlemlerinizi de ekleyebilirsiniz
uk: Ви також можете додати власні растрові зображення до цього каталогу
ur: آپ اس ڈائرکٹری میں اپنے بٹ میپس بھی شامل کر سکتے ہیں۔
vi: Bạn cũng có thể thêm bitmap của riêng bạn vào thư mục này

source: but files must be converted to the .bmp format.
es: pero los archivos deben convertirse al formato .bmp.
sr: али датотеке морају бити конвертоване у .бмп формат.
sv: men filer måste konverteras till .bmp-formatet.
sw: lakini faili lazima zibadilishwe hadi umbizo la .bmp.
ta: ஆனால் கோப்புகளை .bmp வடிவத்திற்கு மாற்ற வேண்டும்.
th: แต่ไฟล์จะต้องถูกแปลงเป็นรูปแบบ .bmp
tr: ancak dosyaların .bmp formatına dönüştürülmesi gerekiyor.
uk: але файли мають бути перетворені у формат .bmp.
ur: لیکن فائلوں کو .bmp فارمیٹ میں تبدیل کرنا ضروری ہے۔
vi: nhưng các tập tin phải được chuyển đổi sang định dạng .bmp.

source: This can usually be done with windows paint.
es: Generalmente esto se puede hacer con pintura para ventanas.
sr: Ово се обично може урадити помоћу боје за прозоре.
sv: Detta kan vanligtvis göras med fönsterfärg.
sw: Hii inaweza kawaida kufanywa na rangi ya madirisha.
ta: இது பொதுவாக ஜன்னல்களுக்கு வண்ணம் தீட்டுவதன் மூலம் செய்யப்படலாம்.
th: โดยทั่วไปแล้วสามารถทำได้ด้วยการทาสีหน้าต่าง
tr: Bu genellikle pencere boyasıyla yapılabilir.
uk: Зазвичай це можна зробити за допомогою фарби для вікон.
ur: یہ عام طور پر ونڈوز پینٹ کے ساتھ کیا جا سکتا ہے.
vi: Thông thường, bạn có thể thực hiện việc này bằng sơn cửa sổ.

source: It is advisable to make the bitmaps 256 pixels square,
es: Es aconsejable que los mapas de bits tengan un tamaño cuadrado de 256 píxeles.
sr: Препоручљиво је направити битмапе квадратне величине 256 пиксела,
sv: Det är tillrådligt att göra bitmapparna 256 pixlar kvadratiska,
sw: Inashauriwa kufanya bitmaps kuwa saizi 256 za mraba,
ta: பிட்மேப்களை 256 பிக்சல்கள் சதுரமாக்குவது நல்லது,
th: ขอแนะนำให้สร้างบิตแมปเป็นสี่เหลี่ยมจัตุรัสขนาด 256 พิกเซล
tr: Bitmaplerin 256 piksel kare yapılması tavsiye edilir,
uk: Бажано робити растрові зображення 256 пікселів квадратними,
ur: بٹ میپس کو 256 پکسلز مربع بنانے کا مشورہ دیا جاتا ہے،
vi: Nên tạo ảnh bitmap có kích thước vuông 256 pixel,

source: because other sizes can cause the program to misbehave.
es: porque otros tamaños pueden provocar que el programa funcione mal.
sr: јер друге величине могу да доведу до лошег понашања програма.
sv: eftersom andra storlekar kan göra att programmet inte beter sig.
sw: kwa sababu saizi zingine zinaweza kusababisha programu kufanya vibaya.
ta: ஏனென்றால் மற்ற அளவுகள் நிரலை தவறாக செயல்பட வைக்கக்கூடும்.
th: เพราะขนาดอื่นอาจทำให้โปรแกรมทำงานไม่ถูกต้อง
tr: çünkü diğer boyutlar programın hatalı çalışmasına neden olabilir.
uk: оскільки інші розміри можуть призвести до неправильної роботи програми.
ur: کیونکہ دوسرے سائز پروگرام کے غلط برتاؤ کا سبب بن سکتے ہیں۔
vi: vì các kích thước khác có thể khiến chương trình hoạt động không bình thường.

source: User board bitmaps help
es: Ayuda con mapas de bits del tablero de usuario
sr: Битмапе корисничке плоче помажу
sv: Användarkortets bitmappar hjälp
sw: Usaidizi wa bitmaps za bodi ya mtumiaji
ta: பயனர் பலகை பிட்மேப்கள் உதவி
th: ช่วยเหลือเกี่ยวกับบิตแมปบอร์ดผู้ใช้
tr: Kullanıcı panosu bit eşlemleri yardımı
uk: Допомога з растровими зображеннями дошки користувача
ur: یوزر بورڈ بٹ میپس مدد کرتے ہیں۔
vi: Trợ giúp bitmap bảng người dùng

source: The wooden board bitmaps are modified versions of free samples
es: Los mapas de bits del tablero de madera son versiones modificadas de muestras gratuitas.
sr: Битмапе дрвене плоче су модификоване верзије бесплатних узорака
sv: Träskivans bitmappar är modifierade versioner av gratisprover
sw: Biti za bodi ya mbao ni matoleo yaliyobadilishwa ya sampuli za bure
ta: மரப் பலகை பிட்மேப்கள் இலவச மாதிரிகளின் மாற்றியமைக்கப்பட்ட பதிப்புகள் ஆகும்.
th: บิตแมปกระดานไม้เป็นเวอร์ชันดัดแปลงของตัวอย่างฟรี
tr: Ahşap tahta bit eşlemleri ücretsiz örneklerin değiştirilmiş sürümleridir
uk: Растрові зображення дерев’яної дошки є модифікованими версіями безкоштовних зразків
ur: لکڑی کے بورڈ کے بٹ میپس مفت نمونوں کے تبدیل شدہ ورژن ہیں۔
vi: Các bitmap trên bảng gỗ là phiên bản đã sửa đổi của các mẫu miễn phí

source: downloaded from Arroway-textures.ch and are used with their permission.
es: descargados de Arroway-textures.ch y se utilizan con su permiso.
sr: преузети са Арроваи-тектурес.цх и користе се уз њихову дозволу.
sv: nedladdade från Arroway-textures.ch och används med deras tillstånd.
sw: kupakuliwa kutoka kwa Arrowway-textures.ch na hutumiwa kwa idhini yao.
ta: Arroway-textures.ch இலிருந்து பதிவிறக்கம் செய்யப்பட்டு அவர்களின் அனுமதியுடன் பயன்படுத்தப்படுகின்றன.
th: ดาวน์โหลดจาก Arroway-textures.ch และใช้โดยได้รับอนุญาต
tr: Arroway-textures.ch'den indirilmiş olup, onların izniyle kullanılmıştır.
uk: завантажено з Arroway-textures.ch і використовується з їх дозволу.
ur: Arroway-textures.ch سے ڈاؤن لوڈ کیا گیا ہے اور ان کی اجازت سے استعمال کیا جاتا ہے۔
vi: được tải xuống từ Arroway-textures.ch và được sử dụng với sự cho phép của họ.

source: More of their textures, free and paid, can be obtained from their website
es: Se pueden obtener más texturas, gratuitas y de pago, desde su sitio web.
sr: Више њихових текстура, бесплатних и плаћених, може се добити на њиховој веб страници
sv: Mer av deras texturer, gratis och betalda, kan erhållas från deras hemsida
sw: Miundo yao zaidi, bila malipo na inayolipwa, inaweza kupatikana kutoka kwa tovuti yao
ta: அவர்களின் வலைத்தளத்திலிருந்து அவர்களின் கூடுதல் அமைப்புகளை, இலவசமாகவும் கட்டணமாகவும் பெறலாம்.
th: สามารถรับพื้นผิวเพิ่มเติมได้ทั้งแบบฟรีและแบบเสียเงินจากเว็บไซต์ของพวกเขา
tr: Dokularının daha fazlası, ücretsiz ve ücretli, web sitelerinden edinilebilir
uk: Більше їхніх текстур, безкоштовних і платних, можна отримати на їх веб-сайті
ur: ان کی مزید ساخت، مفت اور ادا شدہ، ان کی ویب سائٹ سے حاصل کی جا سکتی ہے۔
vi: Bạn có thể lấy thêm nhiều kết cấu miễn phí và trả phí từ trang web của họ

source: The remainder are CC0 free distribution bitmaps from various sources.
es: El resto son mapas de bits de libre distribución CC0 de varias fuentes.
sr: Остатак су ЦЦ0 бесплатне дистрибуцијске битмапе из различитих извора.
sv: Resten är CC0-bitmappar för gratis distribution från olika källor.
sw: Zilizosalia ni CC0 za usambazaji wa bure wa bitmaps kutoka vyanzo mbalimbali.
ta: மீதமுள்ளவை பல்வேறு மூலங்களிலிருந்து பெறப்பட்ட CC0 இலவச விநியோக பிட்மேப்கள்.
th: ส่วนที่เหลือเป็นบิตแมปการแจกจ่าย CC0 ฟรีจากแหล่งต่าง ๆ
tr: Geri kalanlar çeşitli kaynaklardan gelen CC0 ücretsiz dağıtım bit eşlemleridir.
uk: Решта — це растрові зображення вільного поширення CC0 з різних джерел.
ur: باقی مختلف ذرائع سے CC0 مفت تقسیم بٹ میپس ہیں۔
vi: Phần còn lại là các bản đồ bitmap phân phối miễn phí CC0 từ nhiều nguồn khác nhau.

source: Although it is not required to give attribution for these,
es: Aunque no es necesario dar atribución por estos,
sr: Иако за њих није потребно давати атрибуцију,
sv: Även om det inte är nödvändigt att tillskriva dessa,
sw: Ingawa si lazima kutoa sifa kwa haya,
ta: இவற்றுக்கான பண்புக்கூறுகளை வழங்க வேண்டிய அவசியமில்லை என்றாலும்,
th: แม้ว่าจะไม่จำเป็นต้องให้เครดิตสำหรับสิ่งเหล่านี้
tr: Bunlara atıf yapılması zorunlu olmasa da,
uk: Хоча для них не потрібно вказувати авторство,
ur: اگرچہ ان کے لیے انتساب دینا ضروری نہیں ہے،
vi: Mặc dù không cần phải ghi rõ nguồn cho những điều này,

source: I think it is only proper to do so.
es: Pienso que es apropiado hacerlo así.
sr: Мислим да је једино тако исправно.
sv: Jag tycker att det bara är rätt att göra så.
sw: Nadhani ni sawa tu kufanya hivyo.
ta: அப்படிச் செய்வதுதான் சரியானது என்று நான் நினைக்கிறேன்.
th: ฉันคิดว่ามันเป็นสิ่งที่ถูกต้องที่จะทำเช่นนั้น
tr: Bunu yapmanın doğru olduğunu düşünüyorum.
uk: Я вважаю, що це єдино правильно робити.
ur: میرے خیال میں ایسا کرنا ہی مناسب ہے۔
vi: Tôi nghĩ rằng làm như vậy là đúng đắn.

source: So, for the files in the user_bitmaps directory from the original download,
es: Entonces, para los archivos en el directorio user_bitmaps de la descarga original,
sr: Дакле, за датотеке у директоријуму усер_битмапс из оригиналног преузимања,
sv: Så för filerna i user_bitmaps-katalogen från den ursprungliga nedladdningen,
sw: Kwa hivyo, kwa faili kwenye saraka ya user_bitmaps kutoka kwa upakuaji wa asili,
ta: எனவே, அசல் பதிவிறக்கத்திலிருந்து user_bitmaps கோப்பகத்தில் உள்ள கோப்புகளுக்கு,
th: ดังนั้นสำหรับไฟล์ในไดเร็กทอรี user_bitmaps จากการดาวน์โหลดต้นฉบับ
tr: Yani, orijinal indirmedeki user_bitmaps dizinindeki dosyalar için,
uk: Отже, для файлів у каталозі user_bitmaps з оригінального завантаження,
ur: لہذا، اصل ڈاؤن لوڈ سے user_bitmaps ڈائرکٹری میں فائلوں کے لیے،
vi: Vì vậy, đối với các tập tin trong thư mục user_bitmaps từ bản tải xuống ban đầu,

source: the accreditations are as follows :-
es: Las acreditaciones son las siguientes:
sr: акредитације су следеће: -
sv: ackrediteringarna är följande:
sw: vibali ni kama ifuatavyo:-
ta: அங்கீகாரங்கள் பின்வருமாறு:-
th: การรับรองมีดังนี้:-
tr: Akreditasyonlar şu şekildedir:
uk: акредитації такі: -
ur: منظوری درج ذیل ہیں:-
vi: các chứng nhận như sau:

source: Credits for bitmaps
es: Créditos para mapas de bits
sr: Заслуге за битмапе
sv: Krediter för bitmappar
sw: Mikopo kwa bitmaps
ta: பிட்மேப்களுக்கான கிரெடிட்கள்
th: เครดิตสำหรับบิตแมป
tr: Bitmapler için teşekkürler
uk: Кредити для растрових зображень
ur: بٹ میپس کے لیے کریڈٹ
vi: Tín dụng cho bitmap
