Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: It is best to keep the original file with the changed name, in case you change your mind.
es: Es mejor conservar el archivo original con el nombre cambiado, en caso de que cambie de opinión.
sr: Најбоље је задржати оригинални фајл са промењеним именом, у случају да се предомислите.
sv: Det är bäst att behålla originalfilen med det ändrade namnet, om du skulle ändra dig.
sw: Ni bora kuweka faili asili na jina lililobadilishwa, ikiwa utabadilisha mawazo yako.
ta: நீங்கள் உங்கள் எண்ணத்தை மாற்றிக் கொண்டால், அசல் கோப்பை மாற்றப்பட்ட பெயருடன் வைத்திருப்பது நல்லது.
th: ควรเก็บไฟล์ต้นฉบับที่เปลี่ยนชื่อไว้เผื่อในกรณีที่คุณเปลี่ยนใจ
tr: Fikrinizi değiştirmeniz durumunda, orijinal dosyayı değiştirilmiş isimle saklamanız en iyisidir.
uk: Найкраще зберегти оригінальний файл зі зміненою назвою на випадок, якщо ви передумаєте.
ur: اگر آپ اپنا خیال بدل لیتے ہیں تو اصل فائل کو تبدیل شدہ نام کے ساتھ رکھنا بہتر ہے۔
vi: Tốt nhất là giữ nguyên tệp gốc với tên đã đổi, phòng trường hợp bạn đổi ý.

source: Also, as with the bitmap files, you can add your own sound effects in a similar way.
es: Además, al igual que con los archivos de mapa de bits, puedes agregar tus propios efectos de sonido de manera similar.
sr: Такође, као и са битмап датотекама, можете додати сопствене звучне ефекте на сличан начин.
sv: Liksom med bitmappsfilerna kan du lägga till dina egna ljudeffekter på liknande sätt.
sw: Pia, kama vile faili za bitmap, unaweza kuongeza athari zako za sauti kwa njia sawa.
ta: மேலும், பிட்மேப் கோப்புகளைப் போலவே, உங்கள் சொந்த ஒலி விளைவுகளையும் இதே வழியில் சேர்க்கலாம்.
th: นอกจากนี้ เช่นเดียวกับไฟล์บิตแมป คุณสามารถเพิ่มเอฟเฟกต์เสียงของคุณเองได้ในลักษณะเดียวกัน
tr: Ayrıca bitmap dosyalarında olduğu gibi kendi ses efektlerinizi de benzer şekilde ekleyebilirsiniz.
uk: Також, як і у випадку з растровими файлами, ви можете додавати власні звукові ефекти подібним чином.
ur: نیز، جیسا کہ بٹ میپ فائلوں کے ساتھ ہے، آپ اسی طرح اپنے صوتی اثرات بھی شامل کر سکتے ہیں۔
vi: Ngoài ra, giống như với tệp bitmap, bạn có thể thêm hiệu ứng âm thanh của riêng mình theo cách tương tự.

source: Many sound effect files are offered in the *.mp3 format.
es: Muchos archivos de efectos de sonido se ofrecen en formato *.mp3.
sr: Многе датотеке са звучним ефектима се нуде у *.мп3 формату.
sv: Många ljudeffektfiler erbjuds i *.mp3-formatet.
sw: Faili nyingi za athari za sauti hutolewa katika umbizo la *.mp3.
ta: பல ஒலி விளைவு கோப்புகள் *.mp3 வடிவத்தில் வழங்கப்படுகின்றன.
th: ไฟล์เอฟเฟกต์เสียงมากมายมีให้บริการในรูปแบบ *.mp3
tr: Birçok ses efekti dosyası *.mp3 formatında sunulmaktadır.
uk: Багато файлів звукових ефектів пропонуються у форматі *.mp3.
ur: بہت سی ساؤنڈ ایفیکٹ فائلز *.mp3 فارمیٹ میں پیش کی جاتی ہیں۔
vi: Nhiều tệp hiệu ứng âm thanh được cung cấp ở định dạng *.mp3.

source: I got quite a few of these from
es: Conseguí bastantes de estos de
sr: Добио сам доста ових од
sv: Jag fick en hel del av dessa från
sw: Nilipata baadhi ya hizi kutoka
ta: இவற்றில் சிலவற்றை நான் இங்கிருந்து பெற்றேன்
th: ฉันได้รับสิ่งเหล่านี้มาไม่น้อยจาก
tr: Bunlardan birkaçını şuradan aldım:
uk: Я отримав чимало таких від
ur: مجھے ان میں سے بہت کچھ ملا
vi: Tôi đã nhận được khá nhiều thứ này từ

source: I got some more from the following archive -
es: Obtuve más del siguiente archivo:
sr: Добио сам још нешто из следеће архиве -
sv: Jag fick lite mer från följande arkiv -
sw: Nilipata zaidi kutoka kwa kumbukumbu ifuatayo -
ta: பின்வரும் காப்பகத்திலிருந்து இன்னும் சிலவற்றைப் பெற்றேன் -
th: ฉันได้รับเพิ่มเติมบางส่วนจากไฟล์เก็บถาวรต่อไปนี้ -
tr: Aşağıdaki arşivden biraz daha aldım -
uk: Я отримав ще трохи з наступного архіву -
ur: مجھے مندرجہ ذیل آرکائیو سے کچھ اور ملا -
vi: Tôi lấy thêm một số thông tin từ kho lưu trữ sau đây -

source: The sounds are located in the
es: Los sonidos se encuentran en el
sr: Звукови се налазе у
sv: Ljuden finns i
sw: sauti ziko katika
ta: ஒலிகள் அமைந்துள்ளன
th: เสียงจะอยู่ในบริเวณ
tr: Sesler şurada yer almaktadır:
uk: Звуки розташовані в
ur: آوازیں میں واقع ہیں۔
vi: Các âm thanh được đặt ở

source: Although some of the sound files are damaged and unusable,
es: Aunque algunos de los archivos de sonido están dañados y no se pueden utilizar,
sr: Иако су неки звучни фајлови оштећени и неупотребљиви,
sv: Även om vissa av ljudfilerna är skadade och oanvändbara,
sw: Ingawa baadhi ya faili za sauti zimeharibika na hazitumiki,
ta: சில ஒலி கோப்புகள் சேதமடைந்து பயன்படுத்த முடியாத நிலையில் இருந்தாலும்,
th: แม้ว่าไฟล์เสียงบางไฟล์จะเสียหายและไม่สามารถใช้งานได้
tr: Bazı ses dosyaları hasarlı ve kullanılamaz durumda olsa da,
uk: Хоча деякі звукові файли пошкоджені та непридатні для використання,
ur: اگرچہ کچھ ساؤنڈ فائلز خراب اور ناقابل استعمال ہیں،
vi: Mặc dù một số tệp âm thanh bị hỏng và không sử dụng được,

source: many of them are fine and there are a lot to choose from.
es: Muchos de ellos están bien y hay mucho para elegir.
sr: многи од њих су добри и има много тога за изабрати.
sv: många av dem är bra och det finns mycket att välja på.
sw: wengi wao ni sawa na kuna mengi ya kuchagua.
ta: அவற்றில் பல நன்றாக உள்ளன, மேலும் தேர்வு செய்ய நிறைய உள்ளன.
th: หลาย ๆ อย่างก็ดีและมีให้เลือกอีกเยอะ
tr: birçoğu güzel ve seçebileceğiniz çok şey var.
uk: багато з них хороші, і є з чого вибрати.
ur: ان میں سے بہت سے ٹھیک ہیں اور منتخب کرنے کے لیے بہت کچھ ہے۔
vi: nhiều cái trong số đó đều tốt và có rất nhiều cái để lựa chọn.

source: There are also some good ones at the following site -
es: También hay algunos buenos en el siguiente sitio:
sr: Има и добрих на следећем сајту -
sv: Det finns också några bra på följande sida -
sw: Pia kuna zingine nzuri kwenye wavuti ifuatayo -
ta: பின்வரும் தளத்திலும் சில நல்லவை உள்ளன -
th: ยังมีสิ่งดีๆ บ้างในเว็บไซต์ต่อไปนี้ -
tr: Aşağıdaki sitede de bazı iyi örnekler var -
uk: Також є кілька хороших на наступному сайті -
ur: مندرجہ ذیل سائٹ پر کچھ اچھے بھی ہیں -
vi: Ngoài ra còn có một số trang web tốt khác ở trang web sau -

source: I think these are the ones used for the Chess.com game interface.
es: Creo que estos son los que se utilizan para la interfaz del juego Chess.com.
sr: Мислим да се ово користе за интерфејс игре Цхесс.цом.
sv: Jag tror att det här är de som används för spelgränssnittet Chess.com.
sw: Nadhani hizi ndizo zinazotumika kwa kiolesura cha mchezo wa Chess.com.
ta: இவை Chess.com விளையாட்டு இடைமுகத்திற்குப் பயன்படுத்தப்பட்டவை என்று நினைக்கிறேன்.
th: ฉันคิดว่านี่คือสิ่งที่ใช้สำหรับอินเทอร์เฟซเกม Chess.com
tr: Sanırım bunlar Chess.com oyun arayüzü için kullanılanlar.
uk: Я думаю, що це ті, які використовуються для ігрового інтерфейсу Chess.com.
ur: میرے خیال میں یہ وہی ہیں جو Chess.com گیم انٹرفیس کے لیے استعمال ہوتے ہیں۔
vi: Tôi nghĩ đây là những thứ được sử dụng cho giao diện trò chơi Chess.com.

source: I contacted them to ask for their permission to distribute them
es: Me puse en contacto con ellos para pedirles permiso para distribuirlos.
sr: Контактирао сам их да тражим њихову дозволу да их дистрибуирам
sv: Jag kontaktade dem för att be om deras tillåtelse att distribuera dem
sw: Niliwasiliana nao kuomba ruhusa ya kuzisambaza
ta: அவற்றை விநியோகிக்க அனுமதி கேட்க நான் அவர்களைத் தொடர்பு கொண்டேன்.
th: ฉันติดต่อพวกเขาเพื่อขออนุญาตในการจำหน่าย
tr: Dağıtım izni almak için onlarla iletişime geçtim
uk: Я зв’язався з ними, щоб попросити дозволу на їх розповсюдження
ur: میں نے ان سے رابطہ کیا تاکہ انہیں تقسیم کرنے کی اجازت طلب کی جائے۔
vi: Tôi đã liên lạc với họ để xin phép phân phối chúng

source: with my program, but I got no reply, so I took this as a no.
es: con mi programa, pero no obtuve respuesta, así que lo tomé como un no.
sr: са мојим програмом, али нисам добио одговор, па сам ово схватио као не.
sv: med mitt program, men jag fick inget svar, så jag tog detta som ett nej.
sw: na programu yangu, lakini sikupata jibu, kwa hivyo nilichukua hii kama hapana.
ta: என்னுடைய நிரலுடன், ஆனால் எனக்கு எந்த பதிலும் கிடைக்கவில்லை, அதனால் நான் இதை இல்லை என்று எடுத்துக்கொண்டேன்.
th: ด้วยโปรแกรมของฉัน แต่ฉันไม่ได้รับคำตอบ ดังนั้น ฉันจึงถือว่าไม่
tr: Programımla ilgili bir soru sordum ama cevap alamadım, bu yüzden bunu bir "hayır" olarak algıladım.
uk: з моєю програмою, але я не отримав відповіді, тому я сприйняв це як ні.
ur: میرے پروگرام کے ساتھ، لیکن مجھے کوئی جواب نہیں ملا، لہذا میں نے اسے نمبر کے طور پر لیا۔
vi: với chương trình của tôi, nhưng tôi không nhận được phản hồi, vì vậy tôi coi như là không.

source: However, it is a fairly simple process to put them in yourself.
es: Sin embargo, es un proceso bastante sencillo colocarlos usted mismo.
sr: Међутим, прилично је једноставан процес да их ставите у себе.
sv: Det är dock en ganska enkel process att lägga i dem själv.
sw: Walakini, ni mchakato rahisi sana kuwaweka ndani yako mwenyewe.
ta: இருப்பினும், அவற்றை உங்களுக்குள் வைப்பது மிகவும் எளிமையான செயல்முறையாகும்.
th: อย่างไรก็ตาม มันเป็นกระบวนการที่ค่อนข้างง่ายในการใส่สิ่งเหล่านี้เข้าไปในตัวคุณเอง
tr: Ancak bunları kendinizin yerleştirmesi oldukça basit bir işlemdir.
uk: Однак це досить простий процес, щоб помістити їх у себе самостійно.
ur: تاہم، انہیں اپنے اندر ڈالنا کافی آسان عمل ہے۔
vi: Tuy nhiên, việc tự mình đưa chúng vào cơ thể lại là một quá trình khá đơn giản.

source: After downloading and unzipping the files, they can be easily
es: Después de descargar y descomprimir los archivos, se pueden descargar fácilmente.
sr: Након преузимања и распакивања датотека, могу се лако
sv: Efter att ha laddat ner och packat upp filerna kan de enkelt
sw: Baada ya kupakua na kufungua faili, zinaweza kuwa rahisi
ta: கோப்புகளைப் பதிவிறக்கி அன்சிப் செய்த பிறகு, அவற்றை எளிதாக
th: หลังจากดาวน์โหลดและแตกไฟล์แล้ว ก็สามารถดำเนินการได้อย่างง่ายดาย
tr: Dosyaları indirip sıkıştırılmış dosyaları açtıktan sonra, bunları kolayca kullanabilirsiniz.
uk: Після завантаження та розпакування файлів їх можна легко розмістити
ur: فائلوں کو ڈاؤن لوڈ اور ان زپ کرنے کے بعد، وہ آسانی سے ہوسکتے ہیں۔
vi: Sau khi tải xuống và giải nén các tập tin, chúng có thể dễ dàng

source: converted to
es: convertido a
sr: претворен у
sv: omvandlas till
sw: kubadilishwa kuwa
ta: மாற்றப்பட்டது
th: แปลงเป็น
tr: dönüştürüldü
uk: перетворено на
ur: میں تبدیل
vi: được chuyển đổi thành

source: format, which is the format used in this program,
es: formato, que es el formato utilizado en este programa,
sr: формат, који је формат који се користи у овом програму,
sv: format, vilket är formatet som används i detta program,
sw: umbizo, ambalo ni umbizo linalotumika katika programu hii,
ta: இந்த நிரலில் பயன்படுத்தப்படும் வடிவம்,
th: รูปแบบที่เป็นรูปแบบที่ใช้ในโปรแกรมนี้
tr: Bu programda kullanılan format olan format,
uk: формат, який є форматом, який використовується в цій програмі,
ur: فارمیٹ، جو اس پروگرام میں استعمال ہونے والا فارمیٹ ہے،
vi: định dạng, là định dạng được sử dụng trong chương trình này,

source: using either of the following free programs -
es: utilizando cualquiera de los siguientes programas gratuitos:
sr: користећи било који од следећих бесплатних програма -
sv: använder något av följande gratisprogram -
sw: kutumia mojawapo ya programu zifuatazo za bure -
ta: பின்வரும் இலவச நிரல்களில் ஏதேனும் ஒன்றைப் பயன்படுத்தி -
th: โดยใช้โปรแกรมฟรีต่อไปนี้
tr: Aşağıdaki ücretsiz programlardan birini kullanarak -
uk: за допомогою однієї з наступних безкоштовних програм -
ur: مندرجہ ذیل مفت پروگراموں میں سے کسی ایک کا استعمال کرتے ہوئے -
vi: sử dụng một trong các chương trình miễn phí sau đây -

source: < Hamster free audio converter > or < Movavi video converter >
es: < Convertidor de audio gratuito de Hamster > o < Convertidor de vídeo de Movavi >
sr: < Хамстер бесплатни аудио конвертер > или < Мовави видео конвертер >
sv: < Hamster free audio converter > eller < Movavi video converter >
sw: < Kigeuzi cha sauti kisicholipishwa cha Hamster > au < Kigeuzi cha video cha Movavi >
ta: வெள்ளெலி இல்லாத ஆடியோ மாற்றி > அல்லது மொவாவி வீடியோ மாற்றி >
th: < ตัวแปลงเสียง Hamster ฟรี > หรือ < ตัวแปลงวิดีโอ Movavi >
tr: < Hamster ücretsiz ses dönüştürücü > veya < Movavi video dönüştürücü >
uk: < Hamster free audio converter > або < Movavi video converter >
ur: <ہیمسٹر فری آڈیو کنورٹر> یا <مووی ویڈیو کنورٹر>
vi: < Hamster free audio converter > hoặc < Movavi video converter >

source: They can also be edited, if necessary, with the free program < Waveshop >
es: También se pueden editar, si es necesario, con el programa gratuito < Waveshop >
sr: Такође се могу уређивати, ако је потребно, бесплатним програмом < Вавесхоп >
sv: De kan även redigeras vid behov med gratisprogrammet < Waveshop >
sw: Wanaweza pia kuhaririwa, ikiwa ni lazima, na programu ya bure <Waveshop>
ta: தேவைப்பட்டால், இலவச நிரலான Waveshop > மூலம் அவற்றைத் திருத்தலாம்.
th: นอกจากนี้ยังสามารถแก้ไขได้หากจำเป็นด้วยโปรแกรมฟรี < Waveshop >
tr: Gerekirse ücretsiz < Waveshop > programıyla da düzenlenebilirler.
uk: Їх також можна редагувати, якщо потрібно, безкоштовною програмою < Waveshop >
ur: اگر ضروری ہو تو مفت پروگرام < Waveshop > کے ساتھ ان میں ترمیم بھی کی جا سکتی ہے۔
vi: Chúng cũng có thể được chỉnh sửa, nếu cần, bằng chương trình miễn phí < Waveshop >

source: You may, for example, want to change the volume of the sound or fade it more quickly.
es: Es posible que desees, por ejemplo, cambiar el volumen del sonido o atenuarlo más rápidamente.
sr: Можда ћете, на пример, желети да промените јачину звука или да га брже утишате.
sv: Du kanske till exempel vill ändra volymen på ljudet eller tona ut det snabbare.
sw: Unaweza, kwa mfano, kutaka kubadilisha sauti ya sauti au kuifisha haraka zaidi.
ta: உதாரணமாக, நீங்கள் ஒலியின் அளவை மாற்ற விரும்பலாம் அல்லது அதை விரைவாக மங்கச் செய்யலாம்.
th: คุณอาจต้องการเปลี่ยนระดับเสียงหรือลดเสียงให้เร็วขึ้น
tr: Örneğin, sesin seviyesini değiştirmek veya sesi daha çabuk azaltmak isteyebilirsiniz.
uk: Ви можете, наприклад, захотіти змінити гучність звуку або швидше його зменшити.
ur: مثال کے طور پر، آپ آواز کا حجم تبدیل کرنا چاہتے ہیں یا اسے زیادہ تیزی سے ختم کرنا چاہتے ہیں۔
vi: Ví dụ, bạn có thể muốn thay đổi âm lượng hoặc làm âm thanh nhỏ dần nhanh hơn.

source: I used < Waveshop > because it seemed the easiest to use and had the best help file.
es: Utilicé < Waveshop > porque me pareció el más fácil de usar y tenía el mejor archivo de ayuda.
sr: Користио сам < Вавесхоп > јер ми се чинило да је најлакши за коришћење и да је имао најбољу датотеку помоћи.
sv: Jag använde < Waveshop > eftersom det verkade vara lättast att använda och hade den bästa hjälpfilen.
sw: Nilitumia < Waveshop > kwa sababu ilionekana kuwa rahisi kutumia na nilikuwa na faili bora ya usaidizi.
ta: நான் Waveshop >-ஐப் பயன்படுத்தினேன், ஏனென்றால் அது பயன்படுத்த எளிதானதாகத் தோன்றியது, மேலும் அதில் சிறந்த உதவி கோப்பும் இருந்தது.
th: ฉันใช้ < Waveshop > เพราะดูเหมือนว่าจะใช้งานง่ายที่สุดและมีไฟล์ช่วยเหลือที่ดีที่สุด
tr: < Waveshop > kullandım çünkü kullanımı en kolay olanıydı ve en iyi yardım dosyasına sahipti.
uk: Я використовував <Waveshop>, оскільки він здавався найпростішим у використанні та мав найкращий файл довідки.
ur: میں نے < Waveshop > استعمال کیا کیونکہ یہ استعمال کرنا سب سے آسان لگتا تھا اور اس میں بہترین مدد کی فائل تھی۔
vi: Tôi sử dụng <Waveshop> vì nó có vẻ dễ sử dụng nhất và có tệp trợ giúp tốt nhất.

source: Then copy them to the < sound_wav > directory and swap the filenames
es: Luego cópielos al directorio < sound_wav > e intercambie los nombres de los archivos.
sr: Затим их копирајте у директоријум < соунд_вав > и замените имена датотека
sv: Kopiera dem sedan till katalogen < sound_wav > och byt ut filnamnen
sw: Kisha unakili kwenye saraka ya < sound_wav > na ubadilishe majina ya faili
ta: பின்னர் அவற்றை <sound_wav > கோப்பகத்திற்கு நகலெடுத்து கோப்பு பெயர்களை மாற்றவும்.
th: จากนั้นคัดลอกไปยังไดเร็กทอรี < sound_wav > และสลับชื่อไฟล์
tr: Daha sonra bunları < sound_wav > dizinine kopyalayın ve dosya adlarını değiştirin
uk: Потім скопіюйте їх у каталог < sound_wav > і поміняйте імена файлів місцями
ur: پھر انہیں <sound_wav> ڈائریکٹری میں کاپی کریں اور فائل ناموں کو تبدیل کریں۔
vi: Sau đó sao chép chúng vào thư mục <sound_wav> và hoán đổi tên tệp

source: for the sounds that you want, as described earlier.
es: para los sonidos que desees, como se describió anteriormente.
sr: за звуке које желите, као што је раније описано.
sv: för de ljud du vill ha, som beskrivits tidigare.
sw: kwa sauti unazotaka, kama ilivyoelezwa hapo awali.
ta: முன்பு விவரிக்கப்பட்டபடி, நீங்கள் விரும்பும் ஒலிகளுக்கு.
th: เพื่อเสียงที่คุณต้องการ ดังที่ได้อธิบายไว้ก่อนหน้านี้
tr: Daha önce anlatıldığı gibi istediğiniz sesler için.
uk: для звуків, які ви хочете, як описано раніше.
ur: ان آوازوں کے لیے جو آپ چاہتے ہیں، جیسا کہ پہلے بیان کیا گیا ہے۔
vi: để có được âm thanh bạn muốn, như đã mô tả trước đó.

source: To see the list of the sound files used in the program,
es: Para ver la lista de los archivos de sonido utilizados en el programa,
sr: Да бисте видели листу звучних датотека које се користе у програму,
sv: För att se listan över de ljudfiler som används i programmet,
sw: Ili kuona orodha ya faili za sauti zinazotumiwa kwenye programu,
ta: நிரலில் பயன்படுத்தப்படும் ஒலி கோப்புகளின் பட்டியலைப் பார்க்க,
th: เพื่อดูรายการไฟล์เสียงที่ใช้ในโปรแกรม
tr: Programda kullanılan ses dosyalarının listesini görmek için;
uk: Щоб переглянути список звукових файлів, які використовуються в програмі,
ur: پروگرام میں استعمال ہونے والی آواز کی فائلوں کی فہرست دیکھنے کے لیے،
vi: Để xem danh sách các tập tin âm thanh được sử dụng trong chương trình,

source: Click the < Game sound effects > button on the previous help screen.
es: Haga clic en el botón <Efectos de sonido del juego> en la pantalla de ayuda anterior.
sr: Кликните на дугме < Звучни ефекти игре > на претходном екрану помоћи.
sv: Klicka på knappen < Spelljudeffekter > på föregående hjälpskärm.
sw: Bofya kitufe cha < Madoido ya sauti ya mchezo > kwenye skrini ya usaidizi iliyotangulia.
ta: முந்தைய உதவித் திரையில் உள்ள விளையாட்டு ஒலி விளைவுகள் > பொத்தானைக் கிளிக் செய்யவும்.
th: คลิกปุ่ม <เอฟเฟกต์เสียงในเกม> บนหน้าจอวิธีใช้ครั้งก่อน
tr: Önceki yardım ekranında < Oyun ses efektleri > düğmesine tıklayın.
uk: Натисніть кнопку < Звукові ефекти гри > на попередньому екрані довідки.
ur: پچھلی ہیلپ اسکرین پر < گیم ساؤنڈ ایفیکٹس> بٹن پر کلک کریں۔
vi: Nhấp vào nút < Hiệu ứng âm thanh trò chơi > trên màn hình trợ giúp trước đó.

source: Notes on sound effects
es: Notas sobre los efectos de sonido
sr: Напомене о звучним ефектима
sv: Anteckningar om ljudeffekter
sw: Vidokezo vya athari za sauti
ta: ஒலி விளைவுகள் பற்றிய குறிப்புகள்
th: หมายเหตุเกี่ยวกับเอฟเฟกต์เสียง
tr: Ses efektleri hakkında notlar
uk: Примітки щодо звукових ефектів
ur: صوتی اثرات پر نوٹس
vi: Ghi chú về hiệu ứng âm thanh

source: Tab list
es: Lista de pestañas
sr: Листа картица
sv: Fliklista
sw: Orodha ya kichupo
ta: தாவல் பட்டியல்
th: รายการแท็บ
tr: Sekme listesi
uk: Список вкладок
ur: ٹیب کی فہرست
vi: Danh sách tab

source: Base Round
es: Ronda base
sr: Басе Роунд
sv: Basrunda
sw: Mzunguko wa Msingi
ta: அடிப்படை சுற்று
th: ฐานกลม
tr: Taban Yuvarlak
uk: Основа кругла
ur: بیس راؤنڈ
vi: Vòng cơ sở

source: Paste Players and Ratings here, using the format shown below ;
es: Pegue aquí los jugadores y las clasificaciones, utilizando el formato que se muestra a continuación;
sr: Овде налепите играче и оцене, користећи формат приказан испод;
sv: Klistra in spelare och betyg här, med formatet som visas nedan;
sw: Bandika Wachezaji na Ukadiriaji hapa, kwa kutumia umbizo lililoonyeshwa hapa chini;
ta: கீழே காட்டப்பட்டுள்ள வடிவமைப்பைப் பயன்படுத்தி, பிளேயர்கள் மற்றும் மதிப்பீடுகளை இங்கே ஒட்டவும்;
th: วางผู้เล่นและคะแนนที่นี่โดยใช้รูปแบบที่แสดงด้านล่างนี้
tr: Oyuncuları ve Puanları aşağıda gösterilen formatı kullanarak buraya yapıştırın;
uk: Вставте гравців і рейтинги сюди, використовуючи наведений нижче формат;
ur: ذیل میں دکھائے گئے فارمیٹ کا استعمال کرتے ہوئے پلیئرز اور ریٹنگز کو یہاں پیسٹ کریں۔
vi: Dán Người chơi và Xếp hạng tại đây, sử dụng định dạng hiển thị bên dưới;

source: Federer, Roger 2499 Woods, Tiger 2499
sr: Федерер, Роџер 2499 Вудс, Тигар 2499
ta: ஃபெடரர், ரோஜர் 2499 வூட்ஸ், டைகர் 2499
th: เฟเดอเรอร์ โรเจอร์ 2499 วูดส์ ไทเกอร์ 2499
tr: Federer, Roger 2499 Orman, Kaplan 2499
uk: Федерер, Роджер 2499 Вудс, Тайгер 2499
ur: فیڈرر، راجر 2499 ووڈس، ٹائیگر 2499

source: Messi, Lionel 2499 Ronaldo, Christiano 2499
es: Messi, Lionel 2499 Ronaldo, Cristiano 2499
sr: Меси, Лионел 2499 Роналдо, Кристиано 2499
ta: மெஸ்ஸி, லியோனல் 2499 ரொனால்டோ, கிறிஸ்டியானோ 2499
th: เมสซี่, ลิโอเนล 2499 โรนัลโด้, คริสเตียนโน่ 2499
uk: Мессі, Ліонель 2499 Роналду, Крістіано 2499
ur: میسی، لیونل 2499 رونالڈو، کرسٹیانو 2499

source: Tarrasch expects two player names with ratings per line.
es: Tarrasch espera dos nombres de jugadores con calificaciones por línea.
sr: Тараш очекује два имена играча са оценама по линији.
sv: Tarrasch förväntar sig två spelarnamn med betyg per rad.
sw: Tarrasch inatarajia majina mawili ya wachezaji yenye ukadiriaji kwa kila mstari.
ta: ஒரு வரிக்கு மதிப்பீடுகளுடன் இரண்டு வீரர் பெயர்களை டாராஷ் எதிர்பார்க்கிறார்.
th: ทาร์ราสช์คาดหวังว่าจะมีชื่อผู้เล่นสองคนที่มีคะแนนต่อบรรทัด
tr: Tarrasch, satır başına reytingi olan iki oyuncu ismi bekliyor.
uk: Тарраш очікує двох імен гравців із рейтингами на рядок.
ur: Tarrasch فی لائن ریٹنگ کے ساتھ دو کھلاڑیوں کے ناموں کی توقع کرتا ہے۔
vi: Tarrasch mong đợi hai tên cầu thủ có xếp hạng trên mỗi dòng.

source: It will remove extra spaces and punctuation.
es: Eliminará espacios y puntuación adicionales.
sr: Уклониће додатне размаке и интерпункцију.
sv: Det tar bort extra mellanslag och skiljetecken.
sw: Itaondoa nafasi za ziada na uakifishaji.
ta: இது கூடுதல் இடைவெளிகளையும் நிறுத்தற்குறிகளையும் நீக்கும்.
th: มันจะลบช่องว่างและเครื่องหมายวรรคตอนพิเศษออก
tr: Fazla boşlukları ve noktalama işaretlerini kaldıracaktır.
uk: Це видалить зайві пробіли та розділові знаки.
ur: یہ اضافی خالی جگہوں اور اوقاف کو ہٹا دے گا۔
vi: Nó sẽ xóa khoảng trắng và dấu câu thừa.

source: It expects ratings to immediately follow names,
es: Se espera que las calificaciones sigan inmediatamente a los nombres,
sr: Очекује се да ће рејтинг одмах иза имена,
sv: Den förväntar sig att betyg omedelbart följer namn,
sw: Inatarajia ukadiriaji kufuata mara moja majina,
ta: மதிப்பீடுகள் உடனடியாக பெயர்களைத் தொடர்ந்து வரும் என்று அது எதிர்பார்க்கிறது,
th: คาดหวังเรตติ้งจะตามชื่อทันที
tr: Reytinglerin isimleri hemen takip etmesini bekliyor,
uk: Очікується, що рейтинги відразу слідуватимуть за іменами,
ur: یہ توقع کرتا ہے کہ درجہ بندی فوری طور پر ناموں کی پیروی کرے گی،
vi: Nó mong đợi xếp hạng sẽ ngay lập tức theo sau tên,

source: but other non-alpha characters can appear between them or before fields,
es: pero otros caracteres no alfabéticos pueden aparecer entre ellos o antes de los campos,
sr: али други не-алфа знакови се могу појавити између њих или испред поља,
sv: men andra icke-alfatecken kan visas mellan dem eller före fält,
sw: lakini herufi zingine zisizo za alpha zinaweza kuonekana kati yao au kabla ya sehemu,
ta: ஆனால் ஆல்பா அல்லாத பிற எழுத்துக்கள் அவற்றுக்கிடையே அல்லது புலங்களுக்கு முன் தோன்றலாம்,
th: แต่ตัวอักษรที่ไม่ใช่ตัวอักษรอื่นๆ อาจปรากฏระหว่างตัวอักษรเหล่านั้นหรือก่อนช่อง
tr: ancak bunların arasında veya alanlardan önce alfa olmayan diğer karakterler görünebilir,
uk: але між ними або перед полями можуть з’являтися інші небуквені символи,
ur: لیکن دوسرے غیر الفا حروف ان کے درمیان یا فیلڈ سے پہلے ظاہر ہو سکتے ہیں،
vi: nhưng các ký tự không phải chữ cái khác có thể xuất hiện giữa chúng hoặc trước các trường,
