Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: The location of the kibitz box will be saved for future display.
es: La ubicación de la caja kibitz se guardará para su posterior visualización en el futuro.
sr: Локација кибитз кутије ће бити сачувана за будући приказ.
sv: Placeringen av kibitzboxen kommer att sparas för framtida visning.
sw: Mahali pa kisanduku cha kibitz kitahifadhiwa kwa onyesho la siku zijazo.
ta: கிபிட்ஸ் பெட்டியின் இடம் எதிர்கால காட்சிக்காக சேமிக்கப்படும்.
th: ตำแหน่งของกล่องคิบิตซ์จะถูกบันทึกไว้สำหรับการแสดงในอนาคต
tr: Kibitz kutusunun konumu gelecekte görüntülenmek üzere kaydedilecektir.
uk: Розташування коробки kibitz буде збережено для майбутнього показу.
ur: کبٹز باکس کا مقام مستقبل کے ڈسپلے کے لیے محفوظ کیا جائے گا۔
vi: Vị trí của hộp kibitz sẽ được lưu lại để hiển thị sau.

source: If you have the kibitz box open during human vs engine games,
es: Si tienes la caja de kibitz abierta durante los juegos de humanos contra motores,
sr: Ако имате отворену кибитз кутију током игара човека против мотора,
sv: Om du har kibitz-lådan öppen under spel mellan människa och motor,
sw: Ikiwa sanduku la kibitz limefunguliwa wakati wa michezo dhidi ya injini ya binadamu,
ta: மனிதர் vs இயந்திர விளையாட்டுகளின் போது கிபிட்ஸ் பெட்டியைத் திறந்து வைத்திருந்தால்,
th: หากคุณเปิดกล่อง kibitz ไว้ระหว่างเกม human vs engine
tr: Eğer insan ve motor oyunları sırasında Kibitz kutusunu açarsanız,
uk: Якщо під час гри людина проти двигуна у вас відкрита скринька кібіца,
ur: اگر آپ کے پاس انسانی بمقابلہ انجن گیمز کے دوران کبٹز باکس کھلا ہے،
vi: Nếu bạn mở hộp kibitz trong trò chơi giữa người và máy,

source: engine vs engine games or shootout mode, then move and score updates
es: Juegos de motor contra motor o modo de tiroteo, luego actualizaciones de movimiento y puntuación
sr: игре мотора против мотора или режим пуцњаве, а затим се померите и постижите ажурирања
sv: motor vs motorspel eller shootout-läge, flytta sedan och gör uppdateringar
sw: injini dhidi ya michezo ya injini au hali ya mikwaju, kisha usogeze na upate masasisho
ta: எஞ்சின் vs எஞ்சின் கேம்கள் அல்லது ஷூட்அவுட் பயன்முறை, பின்னர் நகர்த்தி ஸ்கோர் புதுப்பிப்புகள்
th: เกมเครื่องยนต์ปะทะเครื่องยนต์หรือโหมดยิงปืน จากนั้นเคลื่อนที่และอัปเดตคะแนน
tr: motor vs motor oyunları veya atış modu, ardından hareket ve puan güncellemeleri
uk: ігри двигун проти двигуна або режим перестрілки, а потім рухайтеся та забивайте оновлення
ur: انجن بمقابلہ انجن گیمز یا شوٹ آؤٹ موڈ، پھر منتقل اور اسکور اپ ڈیٹس
vi: trò chơi động cơ đấu với động cơ hoặc chế độ đấu súng, sau đó di chuyển và cập nhật điểm số

source: will be placed on the status bar, rather than on the menu bar.
es: se colocará en la barra de estado, en lugar de en la barra de menú.
sr: биће постављен на статусну траку, а не на траку менија.
sv: kommer att placeras på statusfältet, snarare än på menyraden.
sw: itawekwa kwenye upau wa hali, badala ya upau wa menyu.
ta: மெனு பட்டியில் வைக்கப்படுவதற்குப் பதிலாக, நிலைப் பட்டியில் வைக்கப்படும்.
th: จะถูกวางไว้บนแถบสถานะ มากกว่าแถบเมนู
tr: Menü çubuğu yerine durum çubuğuna yerleştirilecek.
uk: буде розміщено на панелі стану, а не на панелі меню.
ur: مینو بار کے بجائے اسٹیٹس بار پر رکھا جائے گا۔
vi: sẽ được đặt trên thanh trạng thái thay vì trên thanh menu.

source: Kibitz window help
es: Ayuda de la ventana de Kibitz
sr: Помоћ прозора Кибитз
sv: Kibitz fönster hjälp
sw: Msaada wa dirisha la Kibitz
ta: கிபிட்ஸ் சாளர உதவி
th: ความช่วยเหลือเกี่ยวกับหน้าต่าง Kibitz
tr: Kibitz pencere yardımı
uk: Довідка про вікно Kibitz
ur: Kibitz ونڈو مدد
vi: Trợ giúp cửa sổ Kibitz

source: Close kibitz box
es: Cerrar la caja de Kibitz
sr: Затворите кибитз кутију
sv: Stäng kibitzboxen
sw: Funga sanduku la kibitz
ta: கிபிட்ஸ் பெட்டியை மூடு
th: ปิดกล่องคิบิทซ์
tr: Kibitz kutusunu kapat
uk: Закрийте коробку kibitz
ur: کبٹز باکس بند کریں۔
vi: Đóng hộp kibitz

source: Engine Analysis
es: Análisis del motor
sr: Анализа мотора
sv: Motoranalys
sw: Uchambuzi wa Injini
ta: இயந்திர பகுப்பாய்வு
th: การวิเคราะห์เครื่องยนต์
tr: Motor Analizi
uk: Аналіз двигуна
ur: انجن کا تجزیہ
vi: Phân tích động cơ

source: 1 book move
es: 1 movimiento de libro
sr: 1 потез књиге
sv: 1 bok drag
sw: 1 kitabu kusonga
ta: 1 புத்தக நகர்வு
th: ย้ายหนังสือ 1 เล่ม
tr: 1 kitap hareketi
uk: 1 книга хід
ur: 1 کتاب منتقل
vi: 1 cuốn sách di chuyển

source: book moves
es: el libro se mueve
sr: потези књига
sv: bok rör sig
sw: harakati za kitabu
ta: புத்தக நகர்வுகள்
th: หนังสือเคลื่อนไหว
tr: kitap hareketleri
uk: книга рухається
ur: کتاب کی حرکت
vi: sách di chuyển

source: Evaluation profile
es: Perfil de evaluación
sr: Евалуациони профил
sv: Utvärderingsprofil
sw: Wasifu wa tathmini
ta: மதிப்பீட்டு சுயவிவரம்
th: โปรไฟล์การประเมินผล
tr: Değerlendirme profili
uk: Профіль оцінювання
ur: تشخیصی پروفائل
vi: Hồ sơ đánh giá

source: There are no moves to process
es: No hay movimientos que procesar
sr: Нема потеза за обраду
sv: Det finns inga rörelser att bearbeta
sw: Hakuna hatua za kuchakata
ta: செயலாக்க எந்த நகர்வுகளும் இல்லை.
th: ไม่มีการเคลื่อนไหวที่จะดำเนินการ
tr: İşlenecek hareket yok
uk: Немає ходів для обробки
ur: پروسیسنگ کے لیے کوئی حرکت نہیں ہے۔
vi: Không có động thái nào để xử lý

source: Add games to book
es: Añadir juegos al libro
sr: Додајте игре у резервацију
sv: Lägg till spel i boken
sw: Ongeza michezo ili uweke nafasi
ta: முன்பதிவு செய்ய கேம்களைச் சேர்க்கவும்
th: เพิ่มเกมลงในหนังสือ
tr: Oyunları kitaba ekle
uk: Додайте ігри в книгу
ur: بک میں گیمز شامل کریں۔
vi: Thêm trò chơi vào sách

source: Adding games from PGN file :
es: Agregar juegos desde un archivo PGN:
sr: Додавање игара из ПГН датотеке:
sv: Lägga till spel från PGN-fil:
sw: Kuongeza michezo kutoka kwa faili ya PGN :
ta: PGN கோப்பிலிருந்து விளையாட்டுகளைச் சேர்த்தல்:
th: การเพิ่มเกมจากไฟล์ PGN:
tr: PGN dosyasından oyun ekleme:
uk: Додавання ігор з файлу PGN:
ur: PGN فائل سے گیمز شامل کرنا:
vi: Thêm trò chơi từ tệp PGN:

source: To .bin opening book file :
es: Para abrir el archivo de libro .bin:
sr: Да бисте отворили .бин датотеку књиге:
sv: Till .bin-öppningsbokfilen:
sw: To .bin kufungua faili ya kitabu :
ta: புத்தகக் கோப்பைத் திறக்கும் .bin க்கு:
th: การเปิดไฟล์หนังสือ .bin:
tr: .bin kitap dosyasını açmak için:
uk: Щоб відкрити файл книги .bin:
ur: کتاب کی فائل کھولنے کے لیے:
vi: Để mở file sách .bin:

source: Progress :
es: Progreso :
sr: напредак :
sv: Framsteg:
sw: Maendeleo:
ta: முன்னேற்றம் :
th: ความคืบหน้า :
tr: İlerlemek :
uk: Прогрес:
ur: پیش رفت:
vi: Tiến triển :

source: Time elapsed :
es: Tiempo transcurrido:
sr: Протекло време:
sv: Tid som gått:
sw: Muda ulipita:
ta: கழிந்த நேரம்:
th: เวลาที่ผ่านไป :
tr: Geçen süre :
uk: Час, що минув:
ur: وقت گزر گیا:
vi: Thời gian đã trôi qua:

source: Press <F8> to minimize the program window
es: Presione <F8> para minimizar la ventana del programa
sr: Притисните <Ф8> да бисте минимизирали прозор програма
sv: Tryck på <F8> för att minimera programfönstret
sw: Bonyeza <F8> ili kupunguza dirisha la programu
ta: நிரல் சாளரத்தைக் குறைக்க <F8> ஐ அழுத்தவும்.
th: กด <F8> เพื่อย่อขนาดหน้าต่างโปรแกรม
tr: Program penceresini küçültmek için <F8> tuşuna basın
uk: Натисніть <F8>, щоб згорнути вікно програми
ur: پروگرام ونڈو کو کم سے کم کرنے کے لیے <F8> دبائیں۔
vi: Nhấn <F8> để thu nhỏ cửa sổ chương trình

source: Press <Esc> to stop adding games
es: Presiona <Esc> para dejar de agregar juegos
sr: Притисните <Есц> да бисте зауставили додавање игара
sv: Tryck på <Esc> för att sluta lägga till spel
sw: Bonyeza <Esc> ili kuacha kuongeza michezo
ta: விளையாட்டுகளைச் சேர்ப்பதை நிறுத்த <Esc> ஐ அழுத்தவும்.
th: กด <Esc> เพื่อหยุดการเพิ่มเกม
tr: Oyun eklemeyi durdurmak için <Esc> tuşuna basın
uk: Натисніть <Esc>, щоб припинити додавання ігор
ur: گیمز شامل کرنا بند کرنے کے لیے <Esc> دبائیں۔
vi: Nhấn <Esc> để dừng thêm trò chơi

source: Refine search
es: Refinar la búsqueda
sr: Прецизирајте претрагу
sv: Förfina sökningen
sw: Chuja utafutaji
ta: தேடலைச் செம்மைப்படுத்து
th: ปรับแต่งการค้นหา
tr: Aramayı daralt
uk: Уточніть пошук
ur: تلاش کو بہتر بنائیں
vi: Lọc tìm kiếm

source: Who to move
es: ¿A quién trasladar?
sr: Ко да се пресели
sv: Vem ska flytta
sw: Nani wa kuhama
ta: யாரை நகர்த்துவது?
th: จะย้ายใคร
tr: Kimi taşıyacağız?
uk: Кого переселити
ur: کس کو منتقل کرنا ہے۔
vi: Ai để di chuyển

source: Include reflections
es: Incluir reflexiones
sr: Укључите рефлексије
sv: Inkludera reflektioner
sw: Jumuisha tafakari
ta: பிரதிபலிப்புகளைச் சேர்க்கவும்
th: รวมการสะท้อน
tr: Düşünceleri dahil et
uk: Включайте роздуми
ur: عکاسی شامل کریں۔
vi: Bao gồm phản xạ

source: Include reversed colours
es: Incluir colores invertidos
sr: Укључите обрнуте боје
sv: Inkludera omvända färger
sw: Jumuisha rangi zilizobadilishwa
ta: தலைகீழ் வண்ணங்களைச் சேர்க்கவும்
th: รวมสีที่กลับด้าน
tr: Ters renkleri dahil et
uk: Включайте перевернуті кольори
ur: الٹ رنگ شامل کریں۔
vi: Bao gồm màu đảo ngược

source: Don't allow more pieces
es: No permitir más piezas
sr: Не дозволите више комада
sv: Tillåt inte fler bitar
sw: Usiruhusu vipande zaidi
ta: மேலும் துண்டுகளை அனுமதிக்காதே.
th: ไม่อนุญาตให้มีชิ้นส่วนเพิ่ม
tr: Daha fazla parçaya izin vermeyin
uk: Не дозволяйте більше частин
ur: مزید ٹکڑوں کی اجازت نہ دیں۔
vi: Không cho phép nhiều mảnh hơn

source: Pawns must be on same files
es: Los peones deben estar en los mismos archivos
sr: Пиони морају бити на истим фајловима
sv: Bönder måste vara på samma filer
sw: Pawn lazima iwe kwenye faili sawa
ta: சிப்பாய்கள் ஒரே கோப்புகளில் இருக்க வேண்டும்.
th: ตัวหมากต้องอยู่ในไฟล์เดียวกัน
tr: Piyonlar aynı hatlarda olmalıdır
uk: Пішаки повинні бути на однакових файлах
ur: پیادوں کو ایک ہی فائلوں پر ہونا چاہئے۔
vi: Các quân tốt phải ở cùng một hàng

source: Bishops must be same color
es: Los alfiles deben ser del mismo color
sr: Епископи морају бити исте боје
sv: Biskopar måste ha samma färg
sw: Maaskofu lazima wawe na rangi moja
ta: பிஷப்புகள் ஒரே நிறத்தில் இருக்க வேண்டும்.
th: พระสังฆราชต้องมีสีเดียวกัน
tr: Filler aynı renkte olmalı
uk: Єпископи повинні бути одного кольору
ur: بشپ کو ایک ہی رنگ کا ہونا چاہیے۔
vi: Các giám mục phải cùng màu

source: Bishops must be same colour
es: Los alfiles deben ser del mismo color
sr: Епископи морају бити исте боје
sv: Biskopar måste ha samma färg
sw: Maaskofu lazima wawe na rangi moja
ta: ஆயர்கள் ஒரே நிறத்தில் இருக்க வேண்டும்.
th: พระสังฆราชต้องมีสีเดียวกัน
tr: Filler aynı renkte olmalı
uk: Єпископи повинні бути одного кольору
ur: بشپ کو ایک ہی رنگ کا ہونا چاہیے۔
vi: Các giám mục phải cùng màu

source: White to move
es: Las blancas toman el turno
sr: Бели за кретање
sv: Vit att flytta
sw: Nyeupe kusonga
ta: நகர்த்த வெள்ளை
th: สีขาวเพื่อเคลื่อนที่
tr: Beyaz hareket edecek
uk: Білий рухатися
ur: منتقل کرنے کے لئے سفید
vi: Trắng di chuyển

source: Black to move
es: Las negras toman el turno
sr: Црно за кретање
sv: Svart att flytta
sw: Nyeusi kusonga
ta: நகர்த்த கருப்பு
th: สีดำเพื่อเคลื่อนที่
tr: Siyah hareket edecek
uk: Чорний для руху
ur: منتقل کرنے کے لئے سیاہ
vi: Đen di chuyển

source: Either to move
es: Ya sea para moverse
sr: Или да се померим
sv: Antingen att flytta
sw: Ama kuhama
ta: நகர்த்துவதற்கு ஒன்று
th: ไม่ว่าจะย้าย
tr: Ya hareket etmek
uk: Або рухатися
ur: یا تو منتقل کرنے کے لئے
vi: Hoặc là di chuyển

source: Balance must persist for at
es: El equilibrio debe persistir durante al menos
sr: Баланс мора постојати за ат
sv: Balansen måste bestå i kl
sw: Mizani lazima iendelee kwa saa
ta: சமநிலை நிலைத்திருக்க வேண்டும்
th: ความสมดุลจะต้องคงอยู่ต่อไป
tr: Denge, en azından bir süre devam etmelidir
uk: Баланс повинен зберігатися протягом при
ur: پر کے لیے بیلنس برقرار رہنا چاہیے۔
vi: Sự cân bằng phải được duy trì trong thời gian

source: least this many half moves
es: al menos esta cantidad de medios movimientos
sr: најмање оволико половичних потеза
sv: åtminstone så här många halva drag
sw: angalau hatua hizi nusu nyingi
ta: குறைந்தபட்சம் இவ்வளவு அரை நகர்வுகள்
th: อย่างน้อยก็ครึ่งเคลื่อนไหวนี้
tr: en azından bu kadar yarım hamle
uk: принаймні стільки напівходів
ur: کم از کم یہ کئی نصف چالیں
vi: ít nhất là nhiều nửa di chuyển này

source: Initial
es: Inicial
sr: Иницијал
sv: Första
sw: Awali
ta: ஆரம்பம்
th: อักษรย่อ
tr: İlk
uk: Початковий
ur: ابتدائی
vi: Ban đầu

source: Current
es: Actual
sr: Цуррент
sv: Nuvarande
sw: Ya sasa
ta: தற்போதைய
th: ปัจจุบัน
tr: Akım
uk: поточний
ur: کرنٹ
vi: Hiện hành

source: Clear
es: Claro
sr: Јасно
sv: Rensa
sw: Wazi
ta: தெளிவு
th: ชัดเจน
tr: Temizlemek
uk: ясно
ur: صاف
vi: Thông thoáng

source: Optionally right click to lock down squares
es: Opcionalmente, haga clic derecho para bloquear los cuadrados.
sr: По жељи кликните десним тастером миша да закључате квадрате
sv: Högerklicka om du vill låsa rutor
sw: Bofya kulia kwa hiari ili kufunga miraba
ta: விருப்பமாக சதுரங்களைப் பூட்ட வலது கிளிக் செய்யவும்.
th: คลิกขวาเพื่อล็อคช่องสี่เหลี่ยมตามต้องการ
tr: İsteğe bağlı olarak kareleri kilitlemek için sağ tıklayın
uk: Додатково клацніть правою кнопкою миші, щоб зафіксувати квадрати
ur: چوکوں کو بند کرنے کے لیے اختیاری طور پر دائیں کلک کریں۔
vi: Tùy chọn nhấp chuột phải để khóa các ô vuông

source: Currently there are no locked down squares
es: Actualmente no hay plazas bloqueadas
sr: Тренутно нема закључаних квадрата
sv: För närvarande finns det inga låsta rutor
sw: Hivi sasa hakuna miraba iliyofungwa
ta: தற்போது பூட்டப்பட்ட சதுரங்கள் எதுவும் இல்லை.
th: ปัจจุบันไม่มีช่องล็อค
tr: Şu anda kilitli kare yok
uk: Наразі немає заблокованих квадратів
ur: فی الحال کوئی لاک ڈاؤن چوک نہیں ہے۔
vi: Hiện tại không có ô vuông nào bị khóa

source: Optionally allow some extra material
es: Permitir opcionalmente algún material extra
sr: Опционо дозволите додатни материјал
sv: Tillåt eventuellt lite extra material
sw: Kwa hiari ruhusu nyenzo za ziada
ta: விருப்பப்பட்டால் சில கூடுதல் பொருட்களை அனுமதிக்கவும்.
th: อนุญาตให้มีวัสดุเพิ่มเติมบางส่วนตามต้องการ
tr: İsteğe bağlı olarak biraz ekstra malzemeye izin verin
uk: За бажанням можна додати додатковий матеріал
ur: اختیاری طور پر کچھ اضافی مواد کی اجازت دیں۔
vi: Tùy chọn cho phép một số tài liệu bổ sung

source: Set the standard chess initial pattern
es: Establecer el patrón inicial de ajedrez estándar
sr: Поставите стандардни почетни образац шаха
sv: Ställ in standardschackets initiala mönster
sw: Weka muundo wa awali wa chess
ta: நிலையான சதுரங்க ஆரம்ப வடிவத்தை அமைக்கவும்
th: ตั้งค่ารูปแบบเริ่มต้นหมากรุกมาตรฐาน
tr: Standart satranç başlangıç modelini ayarlayın
uk: Встановіть стандартний шаховий початковий шаблон
ur: معیاری شطرنج کا ابتدائی نمونہ مرتب کریں۔
vi: Thiết lập mẫu cờ vua ban đầu chuẩn

source: Clear the board
es: Limpiar el tablero
sr: Очистите таблу
sv: Rensa brädan
sw: Futa ubao
ta: பலகையை அழி.
th: เคลียร์บอร์ด
tr: Tahtayı temizle
uk: Очистіть дошку
ur: بورڈ کو صاف کریں۔
vi: Xóa bảng

source: Copy from the current main board pattern
es: Copiar del patrón de la placa principal actual
sr: Копирајте са тренутног шаблона главне плоче
sv: Kopiera från det aktuella huvudkortets mönster
sw: Nakili kutoka kwa muundo wa bodi kuu ya sasa
ta: தற்போதைய பிரதான பலகை வடிவத்திலிருந்து நகலெடுக்கவும்.
th: คัดลอกจากรูปแบบเมนบอร์ดปัจจุบัน
tr: Mevcut ana kart deseninden kopyala
uk: Скопіюйте поточний шаблон основної плати
ur: موجودہ مین بورڈ پیٹرن سے کاپی کریں۔
vi: Sao chép từ mẫu bảng chính hiện tại

source: Set to include mirror images of this pattern in search
es: Configurado para incluir imágenes reflejadas de este patrón en la búsqueda
sr: Подесите да бисте укључили слике у огледалу овог узорка у претрагу
sv: Ställ in att inkludera spegelbilder av detta mönster i sökningen
sw: Weka kujumuisha picha za kioo za muundo huu katika utafutaji
ta: தேடலில் இந்த வடிவத்தின் பிரதிபலிப்பு படங்களைச் சேர்க்க அமைக்கவும்.
th: ตั้งค่าให้รวมภาพสะท้อนของรูปแบบนี้ในการค้นหา
tr: Aramada bu desenin ayna görüntülerini içerecek şekilde ayarlandı
uk: Налаштуйте включення дзеркальних відображень цього шаблону в пошук
ur: تلاش میں اس پیٹرن کی عکسی تصاویر شامل کرنے کے لیے سیٹ کریں۔
vi: Thiết lập để bao gồm hình ảnh phản chiếu của mẫu này trong tìm kiếm

source: Set to include reversed colors form of this pattern in search
es: Configurar para incluir la forma de colores invertidos de este patrón en la búsqueda
sr: Подесите да бисте у претрагу укључили обрнути облик боја овог узорка
sv: Ställ in att inkludera omvända färger från detta mönster i sökningen
sw: Weka ili kujumuisha aina ya rangi zilizobadilishwa za muundo huu katika utafutaji
ta: தேடலில் இந்த வடிவத்தின் தலைகீழ் வண்ணங்களைச் சேர்க்க அமைக்கவும்.
th: ตั้งค่าให้รวมรูปแบบสีกลับด้านของรูปแบบนี้ในการค้นหา
tr: Aramada bu desenin ters renk formunun eklenmesi ayarlandı
uk: Встановіть, щоб включити в пошук форму цього візерунка зі змінними кольорами
ur: تلاش میں اس پیٹرن کے الٹے رنگوں کی شکل کو شامل کرنے کے لیے سیٹ کریں۔
vi: Thiết lập để bao gồm các màu đảo ngược của mẫu này trong tìm kiếm

source: Set to include reversed colours form of this pattern in search
es: Configurar para incluir la forma de colores invertidos de este patrón en la búsqueda
sr: Подесите да бисте у претрагу укључили обрнути облик боја овог узорка
sv: Ställ in att inkludera omvända färger från detta mönster i sökningen
sw: Weka ili kujumuisha aina ya rangi zilizobadilishwa za muundo huu katika utafutaji
ta: தேடலில் இந்த வடிவத்தின் தலைகீழ் வண்ணங்களைச் சேர்க்க அமைக்கவும்.
th: ตั้งค่าให้รวมรูปแบบสีกลับด้านของรูปแบบนี้ในการค้นหา
tr: Bu desenin ters renk formunun aramaya dahil edilmesi ayarlandı
uk: Встановіть для включення в пошук форми цього візерунка зі змінними кольорами
ur: تلاش میں اس پیٹرن کے الٹے رنگوں کی شکل کو شامل کرنے کے لیے سیٹ کریں۔
vi: Thiết lập để bao gồm các màu đảo ngược của mẫu này trong tìm kiếm

source: Set to forbid extra pieces - setting this makes pattern search
es: Configurar para prohibir piezas adicionales: al configurar esto se hace que la búsqueda de patrones
sr: Подесите да забраните додатне делове - ово подешавање чини претрагу шаблона
sv: Ställ in för att förbjuda extra bitar - inställningen gör mönstersökning
sw: Weka ili kukataza vipande vya ziada - kuweka hii hufanya utafutaji wa muundo
ta: கூடுதல் துண்டுகளைத் தடைசெய்ய அமைக்கவும் - இதை அமைப்பது வடிவத் தேடலை உருவாக்குகிறது
th: ตั้งค่าห้ามมีชิ้นส่วนเกิน - การตั้งค่านี้จะทำให้ค้นหารูปแบบได้
tr: Ekstra parçaları yasaklamak için ayarlayın - bunu ayarlamak desen aramasını yapar
uk: Встановіть, щоб заборонити зайві фігури - це налаштування запускає пошук за зразком
ur: اضافی ٹکڑوں کو منع کرنے کے لیے سیٹ کریں - یہ ترتیب دینے سے پیٹرن کی تلاش ہوتی ہے۔
vi: Thiết lập để cấm các mảnh thừa - thiết lập này sẽ thực hiện tìm kiếm mẫu

source: the same as position search (with extra options - eg reversed colors)
es: Lo mismo que la búsqueda de posición (con opciones adicionales, por ejemplo, colores invertidos)
sr: исто као и претрага позиције (са додатним опцијама - нпр. обрнуте боје)
sv: samma som positionssökning (med extra alternativ - t.ex. omvända färger)
sw: sawa na utaftaji wa nafasi (pamoja na chaguzi za ziada - kwa mfano rangi zilizobadilishwa)
ta: நிலை தேடலைப் போலவே (கூடுதல் விருப்பங்களுடன் - எ.கா. தலைகீழ் வண்ணங்கள்)
th: เช่นเดียวกับการค้นหาตำแหน่ง (พร้อมตัวเลือกเพิ่มเติม เช่น สีกลับด้าน)
tr: pozisyon aramasıyla aynı (ekstra seçeneklerle - örneğin ters renkler)
uk: те саме, що пошук позиції (з додатковими опціями - наприклад, перевернуті кольори)
ur: پوزیشن کی تلاش کی طرح (اضافی اختیارات کے ساتھ - جیسے الٹ رنگ)
vi: giống như tìm kiếm vị trí (có thêm tùy chọn - ví dụ màu đảo ngược)

source: the same as position search (with extra options - eg reversed colours)
es: Lo mismo que la búsqueda de posición (con opciones adicionales, por ejemplo, colores invertidos)
sr: исто као и претрага позиције (са додатним опцијама - нпр. обрнуте боје)
sv: samma som positionssökning (med extra alternativ - t.ex. omvända färger)
sw: sawa na utafutaji wa nafasi (pamoja na chaguzi za ziada - kwa mfano rangi zilizobadilishwa)
ta: நிலை தேடலைப் போலவே (கூடுதல் விருப்பங்களுடன் - எ.கா. தலைகீழ் வண்ணங்கள்)
th: เช่นเดียวกับการค้นหาตำแหน่ง (พร้อมตัวเลือกเพิ่มเติม เช่น การสลับสี)
tr: pozisyon aramasıyla aynı (ekstra seçeneklerle - örneğin ters renkler)
uk: те саме, що пошук позиції (з додатковими опціями - наприклад, перевернуті кольори)
ur: پوزیشن کی تلاش کی طرح (اضافی اختیارات کے ساتھ - جیسے الٹ رنگ)
vi: giống như tìm kiếm vị trí (có thêm tùy chọn - ví dụ màu đảo ngược)

source: Set to specify that games only match if pawns are on the same files as the search pattern
es: Establezca para especificar que los juegos solo coinciden si los peones están en los mismos archivos que el patrón de búsqueda
sr: Подесите да бисте одредили да се игре подударају само ако су пешаци на истим датотекама као и образац претраге
sv: Ställ in för att ange att spel endast matchar om bönder finns på samma filer som sökmönstret
sw: Weka ili kubainisha kuwa michezo inalingana tu ikiwa pawns ziko kwenye faili sawa na muundo wa utafutaji
ta: தேடல் வடிவத்தில் உள்ள அதே கோப்புகளில் சிப்பாய்கள் இருந்தால் மட்டுமே விளையாட்டுகள் பொருந்தும் என்பதைக் குறிப்பிட அமைக்கவும்.
th: ตั้งค่าให้ระบุว่าเกมจะตรงกันเฉพาะในกรณีที่เบี้ยอยู่ในไฟล์เดียวกับรูปแบบการค้นหาเท่านั้น
tr: Oyunların yalnızca piyonlar arama deseniyle aynı dosyalardaysa eşleşmesini belirtmek için ayarlayın
uk: Встановіть, щоб ігри збігалися, лише якщо пішаки знаходяться в тих самих файлах, що й шаблон пошуку
ur: اس بات کی وضاحت کرنے کے لیے سیٹ کریں کہ گیمز صرف اس صورت میں مماثل ہوں جب پیادے تلاش کے پیٹرن کی طرح فائلوں پر ہوں۔
vi: Thiết lập để chỉ rõ rằng các trò chơi chỉ khớp nếu quân cờ nằm trên cùng một tệp với mẫu tìm kiếm

source: Set this if you want light squared and dark squared bishops
es: Configure esto si desea alfiles de casillas claras y casillas oscuras
sr: Поставите ово ако желите светле квадратне и тамне квадратне бискупе
sv: Ställ in detta om du vill ha ljusa rutor och mörka rutor biskopar
sw: Weka hii ikiwa unataka maaskofu wa mraba mwepesi na wenye mraba wa giza
ta: உங்களுக்கு ஒளி சதுர மற்றும் அடர் சதுர பிஷப்கள் வேண்டுமென்றால் இதை அமைக்கவும்.
th: ตั้งค่านี้หากคุณต้องการบิชอปแบบสี่เหลี่ยมจัตุรัสสว่างและแบบสี่เหลี่ยมจัตุรัสมืด
tr: Açık kare ve koyu kare filler istiyorsanız bunu ayarlayın
uk: Встановіть це, якщо ви хочете слонів світлого квадрата та темного квадрата
ur: اگر آپ ہلکے مربع اور گہرے مربع والے بشپ چاہتے ہیں تو اسے سیٹ کریں۔
vi: Đặt điều này nếu bạn muốn quân tượng vuông sáng và quân tượng vuông tối

source: to be distinct pieces for search purposes
es: Ser piezas distintas para fines de búsqueda
sr: да буду различити делови за потребе претраживања
sv: att vara distinkta bitar för sökändamål
sw: kuwa vipande tofauti kwa madhumuni ya utafutaji
ta: தேடல் நோக்கங்களுக்காக தனித்துவமான துண்டுகளாக இருக்க வேண்டும்.
th: ให้เป็นชิ้นแยกกันเพื่อวัตถุประสงค์ในการค้นหา
tr: arama amaçları için ayrı parçalar olmak
uk: бути окремими частинами для цілей пошуку
ur: تلاش کے مقاصد کے لیے الگ الگ ٹکڑے ہونا
vi: để trở thành những phần riêng biệt cho mục đích tìm kiếm

source: Set to find positions with white to move
es: Establecido para encontrar posiciones con blancas para mover
sr: Поставите за проналажење позиција са белом за померање
sv: Ställ in för att hitta positioner med vit för att flytta
sw: Weka ili kupata nafasi zenye nyeupe ili kusogeza
ta: நகர்த்துவதற்கு வெள்ளை நிறத்துடன் நிலைகளைக் கண்டறிய அமைக்கவும்
th: ตั้งค่าให้ค้นหาตำแหน่งด้วยสีขาวเพื่อเคลื่อนที่
tr: Beyazın hareket edeceği pozisyonları bulmaya hazır olun
uk: Налаштуйте пошук позицій з білим для переміщення
ur: منتقل کرنے کے لیے سفید کے ساتھ پوزیشنیں تلاش کرنے کے لیے سیٹ کریں۔
vi: Thiết lập để tìm vị trí có màu trắng để di chuyển
