Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Delete eval profile - Delete the eval profile for the current game.
es: Eliminar perfil de evaluación: elimina el perfil de evaluación del juego actual.
sr: Избриши евал профил - Избришите евал профил за тренутну игру.
sv: Ta bort evalprofil - Ta bort evalprofilen för det aktuella spelet.
sw: Futa wasifu wa eval - Futa wasifu wa eval wa mchezo wa sasa.
ta: eval சுயவிவரத்தை நீக்கு - தற்போதைய விளையாட்டுக்கான eval சுயவிவரத்தை நீக்கு.
th: ลบโปรไฟล์การประเมิน – ลบโปรไฟล์การประเมินสำหรับเกมปัจจุบัน
tr: Eval profilini sil - Mevcut oyun için eval profilini sil.
uk: Видалити профіль eval - видалити профіль eval для поточної гри.
ur: eval پروفائل کو حذف کریں - موجودہ گیم کے لئے eval پروفائل کو حذف کریں۔
vi: Xóa hồ sơ đánh giá - Xóa hồ sơ đánh giá cho trò chơi hiện tại.

source: Analyse move.. - Opens a dialog box to perform a deeper analysis
es: Analizar movimiento... - Abre un cuadro de diálogo para realizar un análisis más profundo
sr: Анализирај потез.. - Отвара оквир за дијалог за обављање дубље анализе
sv: Analysera drag.. - Öppnar en dialogruta för att utföra en djupare analys
sw: Changanua hoja.. - Hufungua kisanduku kidadisi ili kufanya uchanganuzi wa kina
ta: பகுப்பாய்வு நகர்வு.. - ஆழமான பகுப்பாய்வைச் செய்ய ஒரு உரையாடல் பெட்டியைத் திறக்கிறது.
th: วิเคราะห์การเคลื่อนไหว.. - เปิดกล่องโต้ตอบเพื่อดำเนินการวิเคราะห์ที่เจาะลึกยิ่งขึ้น
tr: Analiz hareketini gerçekleştir.. - Daha derin bir analiz gerçekleştirmek için bir iletişim kutusu açar
uk: Аналіз переміщення.. - відкриває діалогове вікно для виконання глибшого аналізу
ur: حرکت کا تجزیہ کریں.. - گہرا تجزیہ کرنے کے لیے ایک ڈائیلاگ باکس کھولتا ہے۔
vi: Phân tích di chuyển.. - Mở hộp thoại để thực hiện phân tích sâu hơn

source: on a single move from the eval profile.
es: en un solo movimiento desde el perfil de evaluación.
sr: једним потезом од евал профила.
sv: på ett enda drag från evalprofilen.
sw: kwa hoja moja kutoka kwa wasifu wa eval.
ta: eval சுயவிவரத்திலிருந்து ஒரே நகர்வில்.
th: จากการย้ายครั้งเดียวจากโปรไฟล์การประเมิน
tr: değerlendirme profilinden tek bir hamlede.
uk: одним рухом із профілю eval.
ur: ایول پروفائل سے ایک ہی اقدام پر۔
vi: trên một bước di chuyển duy nhất từ hồ sơ đánh giá.

source: Evaluation profile display
es: Visualización del perfil de evaluación
sr: Приказ профила евалуације
sv: Visning av utvärderingsprofil
sw: Onyesho la wasifu wa tathmini
ta: மதிப்பீட்டு சுயவிவரக் காட்சி
th: การแสดงโปรไฟล์การประเมิน
tr: Değerlendirme profili görüntüleme
uk: Відображення профілю оцінювання
ur: تشخیصی پروفائل ڈسپلے
vi: Hiển thị hồ sơ đánh giá

source: Please select a move for analysis
es: Por favor seleccione un movimiento para analizar
sr: Изаберите потез за анализу
sv: Välj ett drag för analys
sw: Tafadhali chagua hoja kwa uchambuzi
ta: பகுப்பாய்விற்கு ஒரு நகர்வைத் தேர்ந்தெடுக்கவும்.
th: กรุณาเลือกการเคลื่อนไหวเพื่อวิเคราะห์
tr: Lütfen analiz için bir hareket seçin
uk: Виберіть хід для аналізу
ur: براہ کرم تجزیہ کے لیے ایک اقدام منتخب کریں۔
vi: Vui lòng chọn một nước đi để phân tích

source: Eval profile message
es: Mensaje de perfil de evaluación
sr: Евал профилна порука
sv: Eval profilmeddelande
sw: Ujumbe wa wasifu wa Eval
ta: Eval சுயவிவரச் செய்தி
th: ข้อความโปรไฟล์การประเมิน
tr: Değerlendirme profili mesajı
uk: Повідомлення профілю Eval
ur: ایول پروفائل پیغام
vi: Đánh giá tin nhắn hồ sơ

source: Evaluation profile move details :-
es: Detalles del movimiento del perfil de evaluación: -
sr: Детаљи премештања профила за процену :-
sv: Utvärderingsprofil flytta detaljer:-
sw: Maelezo ya uhamishaji wa wasifu wa tathmini:-
ta: மதிப்பீட்டு சுயவிவர நகர்வு விவரங்கள்:-
th: รายละเอียดการย้ายโปรไฟล์การประเมิน:-
tr: Değerlendirme profili taşıma detayları :-
uk: Деталі переміщення профілю оцінювання: -
ur: تشخیصی پروفائل کی منتقلی کی تفصیلات:-
vi: Chi tiết di chuyển hồ sơ đánh giá:

source: Score (cp) :
es: Puntuación (cp):
sr: Оцена (цп):
sv: Poäng (cp):
sw: Alama (cp):
ta: ஸ்கோர் (cp) :
th: คะแนน (cp) :
tr: Puan (cp) :
uk: Оцінка (cp) :
ur: سکور (cp):
vi: Điểm (cp):

source: Time (secs) :
es: Tiempo (segundos):
sr: Време (секунди):
sv: Tid (sekunder):
sw: Muda (sekunde):
ta: நேரம் (வினாடிகள்) :
th: เวลา (วินาที) :
tr: Zaman (saniye) :
uk: Час (сек) :
ur: وقت (سیکنڈ):
vi: Thời gian (giây):

source: Depth (ply) :
es: Profundidad (capa):
sr: Дубина (слој):
sv: Djup (skikt):
sw: Kina (ply):
ta: ஆழம் (அடுக்கு) :
th: ความลึก (ชั้น) :
tr: Derinlik (katman) :
uk: Глибина (шар) :
ur: گہرائی (پلائی):
vi: Độ sâu (lớp):

source: Analysis options
es: Opciones de análisis
sr: Опције анализе
sv: Analysalternativ
sw: Chaguzi za uchambuzi
ta: பகுப்பாய்வு விருப்பங்கள்
th: ตัวเลือกการวิเคราะห์
tr: Analiz seçenekleri
uk: Варіанти аналізу
ur: تجزیہ کے اختیارات
vi: Tùy chọn phân tích

source: Start analysis
es: Iniciar análisis
sr: Започните анализу
sv: Börja analys
sw: Anza uchambuzi
ta: பகுப்பாய்வைத் தொடங்கு
th: เริ่มการวิเคราะห์
tr: Analize başla
uk: Розпочати аналіз
ur: تجزیہ شروع کریں۔
vi: Bắt đầu phân tích

source: Stop analysis
es: Detener el análisis
sr: Зауставите анализу
sv: Sluta analysera
sw: Acha uchambuzi
ta: பகுப்பாய்வை நிறுத்து
th: หยุดการวิเคราะห์
tr: Analizi durdur
uk: Зупинити аналіз
ur: تجزیہ بند کرو
vi: Dừng phân tích

source: Time left (secs) :
es: Tiempo restante (segundos):
sr: Преостало време (секунди):
sv: Tid kvar (sekunder):
sw: Muda uliobaki (sekunde):
ta: மீதமுள்ள நேரம் (வினாடிகள்) :
th: เวลาที่เหลือ (วินาที) :
tr: Kalan süre (saniye) :
uk: Залишився час (сек.):
ur: باقی وقت (سیکنڈ):
vi: Thời gian còn lại (giây):

source: Save
es: Ahorrar
sr: Сачувај
sv: Spara
sw: Hifadhi
ta: சேமிக்கவும்
th: บันทึก
tr: Kaydetmek
uk: зберегти
ur: محفوظ کریں۔
vi: Cứu

source: Eval profile move
es: Evaluar movimiento del perfil
sr: Померање профила Евал
sv: Eval profil flytta
sw: Uhamisho wa wasifu wa Eval
ta: Eval சுயவிவர நகர்வு
th: ประเมินความเคลื่อนไหวโปรไฟล์
tr: Değerlendirme profili taşıma
uk: Переміщення профілю Eval
ur: Eval پروفائل منتقل
vi: Đánh giá di chuyển hồ sơ

source: Move score (centi-pawns)
es: Puntuación de movimiento (centi-peones)
sr: Резултат кретања (центи пешаци)
sv: Flytta poäng (centi-bönder)
sw: Sogeza alama (senti-pawn)
ta: நகர்த்தல் மதிப்பெண் (சென்டி-சிப்பாய்கள்)
th: ย้ายคะแนน (เซ็นติ-เบี้ย)
tr: Hamle puanı (santi-piyon)
uk: Оцінка ходу (санти-пішаки)
ur: موو سکور (سینٹی پیاد)
vi: Điểm di chuyển (centi-pawns)

source: Move time (secs)
es: Tiempo de movimiento (segundos)
sr: Време кретања (секунди)
sv: Rörelsetid (sekunder)
sw: Muda wa kusonga (sekunde)
ta: நகர்த்தும் நேரம் (வினாடிகள்)
th: เวลาการเคลื่อนย้าย (วินาที)
tr: Hareket süresi (saniye)
uk: Час руху (сек)
ur: حرکت کا وقت (سیکنڈ)
vi: Thời gian di chuyển (giây)

source: Move search depth (ply)
es: Mover profundidad de búsqueda (ply)
sr: Помери дубину претраге (слој)
sv: Flytta sökdjup (ply)
sw: Sogeza kina cha utafutaji (ply)
ta: தேடல் ஆழத்தை நகர்த்து (ஓடு)
th: ย้ายความลึกในการค้นหา (ชั้น)
tr: Arama derinliğini taşı (katman)
uk: Перемістити глибину пошуку (шар)
ur: تلاش کی گہرائی کو منتقل کریں (پلائی)
vi: Di chuyển độ sâu tìm kiếm (ply)

source: Start eval move analysis
es: Iniciar análisis de movimiento de evaluación
sr: Започните анализу евал потеза
sv: Starta analys av evalrörelser
sw: Anza uchambuzi wa hoja
ta: மதிப்பீட்டு நகர்வு பகுப்பாய்வைத் தொடங்கு
th: เริ่มประเมินวิเคราะห์การเคลื่อนไหว
tr: Değerlendirme hamle analizini başlat
uk: Розпочати аналіз ходу eval
ur: ایول حرکت کا تجزیہ شروع کریں۔
vi: Bắt đầu phân tích di chuyển đánh giá

source: Stop eval move analysis
es: Detener el análisis del movimiento de evaluación
sr: Заустави анализу потеза
sv: Stoppa analys av evalrörelser
sw: Acha uchanganuzi wa hoja
ta: மதிப்பீடு நகர்வு பகுப்பாய்வை நிறுத்து
th: หยุดการวิเคราะห์การเคลื่อนไหวการประเมิน
tr: Değerlendirme hamle analizini durdur
uk: Зупинити аналіз ходу eval
ur: ایول اقدام تجزیہ بند کریں۔
vi: Dừng đánh giá phân tích di chuyển

source: Analysis time left (secs)
es: Tiempo de análisis restante (segundos)
sr: Преостало време анализе (сек.)
sv: Analystid kvar (sekunder)
sw: Umesalia muda wa uchanganuzi (sekunde)
ta: மீதமுள்ள பகுப்பாய்வு நேரம் (வினாடிகள்)
th: เวลาที่เหลือในการวิเคราะห์ (วินาที)
tr: Kalan analiz süresi (sn)
uk: Залишився час аналізу (сек.)
ur: تجزیہ کا وقت باقی ہے (سیکنڈ)
vi: Thời gian phân tích còn lại (giây)

source: This dialog box allows you to perform a deeper analysis
es: Este cuadro de diálogo le permite realizar un análisis más profundo
sr: Овај оквир за дијалог вам омогућава да извршите дубљу анализу
sv: Denna dialogruta låter dig utföra en djupare analys
sw: Kisanduku kidadisi hiki hukuruhusu kufanya uchanganuzi wa kina
ta: இந்த உரையாடல் பெட்டி உங்களை ஆழமான பகுப்பாய்வைச் செய்ய அனுமதிக்கிறது.
th: กล่องโต้ตอบนี้ช่วยให้คุณสามารถทำการวิเคราะห์ที่เจาะลึกยิ่งขึ้น
tr: Bu iletişim kutusu daha derin bir analiz yapmanıza olanak tanır
uk: Це діалогове вікно дозволяє виконати більш глибокий аналіз
ur: یہ ڈائیلاگ باکس آپ کو گہرا تجزیہ کرنے کی اجازت دیتا ہے۔
vi: Hộp thoại này cho phép bạn thực hiện phân tích sâu hơn

source: on a single move from the evaluation profile.
es: en un solo movimiento desde el perfil de evaluación.
sr: једним потезом од профила евалуације.
sv: på ett enda drag från utvärderingsprofilen.
sw: kwa hatua moja kutoka kwa wasifu wa tathmini.
ta: மதிப்பீட்டு சுயவிவரத்திலிருந்து ஒரே நகர்வில்.
th: จากการย้ายครั้งเดียวจากโปรไฟล์การประเมิน
tr: Değerlendirme profilinden tek bir hamlede.
uk: одним рухом із профілю оцінювання.
ur: تشخیصی پروفائل سے ایک ہی اقدام پر۔
vi: chỉ bằng một động thái duy nhất từ hồ sơ đánh giá.

source: This may be useful if a particular position is especially complex.
es: Esto puede ser útil si una posición particular es especialmente compleja.
sr: Ово може бити корисно ако је одређена позиција посебно сложена.
sv: Detta kan vara användbart om en viss position är särskilt komplex.
sw: Hii inaweza kuwa muhimu ikiwa nafasi fulani ni ngumu sana.
ta: ஒரு குறிப்பிட்ட நிலை மிகவும் சிக்கலானதாக இருந்தால் இது பயனுள்ளதாக இருக்கும்.
th: นี้อาจมีประโยชน์หากตำแหน่งใดตำแหน่งหนึ่งมีความซับซ้อนเป็นพิเศษ
tr: Belirli bir pozisyonun özellikle karmaşık olması durumunda bu faydalı olabilir.
uk: Це може бути корисно, якщо певна позиція є особливо складною.
ur: یہ مفید ہو سکتا ہے اگر کوئی خاص پوزیشن خاص طور پر پیچیدہ ہو۔
vi: Điều này có thể hữu ích nếu một vị trí cụ thể nào đó đặc biệt phức tạp.

source: In order to do this, set the <Time (secs)> box for how long you want
es: Para hacer esto, configure el cuadro <Tiempo (segundos)> con el tiempo que desea
sr: Да бисте то урадили, подесите оквир <Време (сек)> колико дуго желите
sv: För att göra detta, ställ in rutan <Tid (sek.)> för hur länge du vill
sw: Ili kufanya hivyo, weka kisanduku cha <Time (secs)> kwa muda unaotaka
ta: இதைச் செய்ய, நீங்கள் விரும்பும் நேரத்திற்கு <நேரம் (வினாடிகள்)> பெட்டியை அமைக்கவும்.
th: ในการดำเนินการนี้ ให้ตั้งค่ากล่อง <เวลา (วินาที)> เป็นระยะเวลาที่คุณต้องการ
tr: Bunu yapmak için <Time (secs)> kutusunu ne kadar uzun süre istediğinize ayarlayın
uk: Для цього встановіть потрібний час у полі <Час (сек)>
ur: ایسا کرنے کے لیے، <وقت (سیکنڈ)> باکس کو سیٹ کریں کہ آپ کتنی دیر چاہتے ہیں۔
vi: Để thực hiện việc này, hãy đặt hộp <Thời gian (giây)> cho khoảng thời gian bạn muốn

source: to analyse for and then click the <Start kibitz> button.
es: para analizar y luego haga clic en el botón <Iniciar kibitz>.
sr: да анализирате за, а затим кликните на дугме <Старт кибитз>.
sv: att analysera efter och klicka sedan på knappen <Start Kibitz>.
sw: kuchambua na kisha ubofye kitufe cha <Anza kibitz>.
ta: பகுப்பாய்வு செய்ய <தொடங்கு கிபிட்ஸ்> பொத்தானைக் கிளிக் செய்யவும்.
th: เพื่อวิเคราะห์แล้วคลิกปุ่ม <เริ่ม kibitz>
tr: Analiz etmek için tıklayın ve ardından <Kibitz'i başlat> butonuna tıklayın.
uk: для аналізу, а потім натисніть кнопку <Почати kibitz>.
ur: تجزیہ کرنے کے لیے اور پھر <Start kibitz> بٹن پر کلک کریں۔
vi: để phân tích và sau đó nhấp vào nút <Bắt đầu kibitz>.

source: You will see the values changing as the time counts down.
es: Verá que los valores cambian a medida que transcurre el tiempo.
sr: Видећете да се вредности мењају како време одбројава.
sv: Du kommer att se värdena ändras när tiden räknas ner.
sw: Utaona maadili yakibadilika kadri muda unavyopungua.
ta: நேரம் முடிவடையும் போது மதிப்புகள் மாறுவதை நீங்கள் காண்பீர்கள்.
th: คุณจะเห็นค่าเปลี่ยนแปลงเมื่อเวลาผ่านไป
tr: Zaman geri sayımı ilerledikçe değerlerin değiştiğini göreceksiniz.
uk: Ви побачите, що значення змінюються під час відліку часу.
ur: آپ دیکھیں گے کہ وقت کی گنتی کے ساتھ ہی قدریں بدل رہی ہیں۔
vi: Bạn sẽ thấy các giá trị thay đổi khi thời gian đếm ngược.

source: When the process finishes, or you end it with <Stop kibitz>
es: Cuando el proceso finalice, o lo finalice con <Stop kibitz>
sr: Када се процес заврши, или га завршите са <Стоп кибитз>
sv: När processen är klar, eller så avslutar du den med <Stop kbitz>
sw: Mchakato ukikamilika, au utamalizia kwa <Stop kibitz>
ta: செயல்முறை முடிந்ததும், அல்லது நீங்கள் அதை Stop kibitz> உடன் முடிக்கும்போது
th: เมื่อกระบวนการเสร็จสิ้น หรือคุณยุติมันด้วย <หยุด kibitz>
tr: İşlem bittiğinde veya <Stop kibitz> ile sonlandırdığınızda
uk: Коли процес завершиться, або ви завершите його, натиснувши <Stop kibitz>
ur: جب عمل ختم ہو جائے، یا آپ اسے <Stop kibitz> کے ساتھ ختم کریں۔
vi: Khi quá trình hoàn tất hoặc bạn kết thúc nó bằng <Stop kibitz>

source: you can save the new values to the eval profile with the <Save> button.
es: Puede guardar los nuevos valores en el perfil de evaluación con el botón <Guardar>.
sr: можете сачувати нове вредности у евал профилу помоћу дугмета <Сачувај>.
sv: du kan spara de nya värdena i evalprofilen med knappen <Spara>.
sw: unaweza kuhifadhi thamani mpya kwa wasifu wa eval na kitufe cha <Hifadhi>.
ta: <சேமி> பொத்தானைக் கொண்டு புதிய மதிப்புகளை eval சுயவிவரத்தில் சேமிக்கலாம்.
th: คุณสามารถบันทึกค่าใหม่ลงในโปรไฟล์การประเมินได้ด้วยปุ่ม <บันทึก>
tr: Yeni değerleri <Kaydet> butonunu kullanarak eval profiline kaydedebilirsiniz.
uk: Ви можете зберегти нові значення до профілю eval за допомогою кнопки <Зберегти>.
ur: آپ <محفوظ> بٹن کے ساتھ ایول پروفائل میں نئی ​​قدروں کو محفوظ کر سکتے ہیں۔
vi: bạn có thể lưu các giá trị mới vào hồ sơ đánh giá bằng nút <Lưu>.

source: If you want to save the new values to the PGN game file,
es: Si desea guardar los nuevos valores en el archivo PGN del juego,
sr: Ако желите да сачувате нове вредности у ПГН фајлу игре,
sv: Om du vill spara de nya värdena i PGN-spelfilen,
sw: Ikiwa unataka kuhifadhi maadili mapya kwenye faili ya mchezo wa PGN,
ta: நீங்கள் புதிய மதிப்புகளை PGN விளையாட்டு கோப்பில் சேமிக்க விரும்பினால்,
th: หากคุณต้องการบันทึกค่าใหม่ลงในไฟล์เกม PGN
tr: Yeni değerleri PGN oyun dosyasına kaydetmek istiyorsanız,
uk: Якщо ви хочете зберегти нові значення у файлі гри PGN,
ur: اگر آپ نئی اقدار کو PGN گیم فائل میں محفوظ کرنا چاہتے ہیں،
vi: Nếu bạn muốn lưu các giá trị mới vào tệp trò chơi PGN,

source: then hold down the <Shift> key when you click on <Save>
es: Luego mantenga presionada la tecla <Shift> mientras hace clic en <Guardar>
sr: затим држите притиснут тастер <Схифт> када кликнете на <Сачувај>
sv: håll sedan ned <Shift>-tangenten när du klickar på <Spara>
sw: kisha ushikilie kitufe cha <Shift> unapobofya <Hifadhi>
ta: பின்னர் <சேமி> என்பதைக் கிளிக் செய்யும் போது <Shift> விசையை அழுத்திப் பிடிக்கவும்.
th: จากนั้นกดปุ่ม <Shift> ค้างไว้เมื่อคุณคลิก <บันทึก>
tr: sonra <Kaydet> öğesine tıkladığınızda <Shift> tuşunu basılı tutun
uk: потім, утримуючи клавішу <Shift>, натисніть <Зберегти>
ur: پھر جب آپ <Save> پر کلک کریں تو <Shift> کی کو دبا کر رکھیں
vi: sau đó giữ phím <Shift> khi bạn nhấp vào <Lưu>

source: You can also enter values manually into the boxes if you want.
es: También puede ingresar valores manualmente en los cuadros si lo desea.
sr: Такође можете ручно да унесете вредности у поља ако желите.
sv: Du kan även ange värden manuellt i rutorna om du vill.
sw: Unaweza pia kuingiza maadili kwa mikono kwenye visanduku ikiwa unataka.
ta: நீங்கள் விரும்பினால், பெட்டிகளில் மதிப்புகளை கைமுறையாகவும் உள்ளிடலாம்.
th: คุณสามารถป้อนค่าด้วยตนเองลงในกล่องได้หากคุณต้องการ
tr: İsterseniz kutulara değerleri elle de girebilirsiniz.
uk: Ви також можете ввести значення вручну в поля, якщо хочете.
ur: اگر آپ چاہیں تو آپ خانوں میں دستی طور پر اقدار بھی درج کر سکتے ہیں۔
vi: Bạn cũng có thể nhập giá trị thủ công vào các hộp nếu muốn.

source: Evaluation profile move analysis
es: Análisis del movimiento del perfil de evaluación
sr: Анализа кретања профила евалуације
sv: Utvärderingsprofil flytta analys
sw: Uchambuzi wa uhamishaji wa wasifu wa tathmini
ta: மதிப்பீட்டு சுயவிவர நகர்வு பகுப்பாய்வு
th: การวิเคราะห์ความเคลื่อนไหวของโปรไฟล์การประเมิน
tr: Değerlendirme profili hareket analizi
uk: Аналіз руху профілю оцінки
ur: تشخیصی پروفائل منتقلی کا تجزیہ
vi: Phân tích di chuyển hồ sơ đánh giá

source: Event
es: Evento
sr: Догађај
sv: Händelse
sw: Tukio
ta: நிகழ்வு
th: เหตุการณ์
tr: Etkinlik
uk: Подія
ur: واقعہ
vi: Sự kiện

source: Site
es: Sitio
sr: Сајт
sv: Plats
sw: Tovuti
ta: தளம்
th: เว็บไซต์
tr: Alan
uk: Сайт
ur: سائٹ
vi: Địa điểm

source: Date
es: Fecha
sr: Датум
sv: Datum
sw: Tarehe
ta: தேதி
th: วันที่
tr: Tarih
uk: Дата
ur: تاریخ
vi: Ngày

source: Result
es: Resultado
sr: Резултат
sv: Resultat
sw: Matokeo
ta: விளைவாக
th: ผลลัพธ์
tr: Sonuç
uk: Результат
ur: نتیجہ
vi: Kết quả

source: (no result)
es: (sin resultado)
sr: (без резултата)
sv: (inget resultat)
sw: (hakuna matokeo)
ta: (முடிவு இல்லை)
th: (ไม่มีผลลัพธ์)
tr: (sonuç yok)
uk: (без результату)
ur: (کوئی نتیجہ نہیں)
vi: (không có kết quả)

source: ECO code
es: Código ECO
sr: ЕКО код
sv: ECO-kod
sw: Nambari ya ECO
ta: ECO குறியீடு
th: รหัส ECO
tr: EKO kodu
uk: ЕКО код
ur: ای سی او کوڈ
vi: Mã ECO

source: White Elo
es: Elo blanco
sr: Вхите Ело
sv: Vit Elo
sw: Elo Nyeupe
ta: வெள்ளை எலோ
th: ไวท์อีโล
tr: Beyaz Elo
uk: Біле Ело
ur: سفید ایلو
vi: Elo Trắng

source: Black Elo
es: Elo negro
sr: Блацк Ело
sv: Svart Elo
sw: Elo Nyeusi
ta: பிளாக் எலோ
th: อีโลสีดำ
tr: Siyah Elo
uk: Чорне Ело
ur: بلیک ایلو
vi: Elo đen

source: White's name.
es: Nombre de White.
sr: Бело име.
sv: Whites namn.
sw: Jina la White.
ta: வெள்ளையின் பெயர்.
th: ชื่อไวท์
tr: Beyaz'ın adı.
uk: Ім'я Білого.
ur: وائٹ کا نام۔
vi: Tên của White.

source: Black's name.
es: Nombre de Black.
sr: Блацково име.
sv: Blacks namn.
sw: Jina la Black.
ta: பிளாக்கின் பெயர்.
th: ชื่อแบล็ค
tr: Siyah'ın adı.
uk: Ім'я Блек.
ur: بلیک کا نام۔
vi: Tên của Black.

source: Use this panel to enter or edit supplementary details that
es: Utilice este panel para ingresar o editar detalles complementarios que
sr: Користите ову таблу да унесете или уредите додатне детаље који
sv: Använd den här panelen för att ange eller redigera ytterligare detaljer som
sw: Tumia kidirisha hiki kuingiza au kuhariri maelezo ya ziada ambayo
ta: துணை விவரங்களை உள்ளிட அல்லது திருத்த இந்தப் பலகத்தைப் பயன்படுத்தவும்.
th: ใช้แผงนี้เพื่อป้อนหรือแก้ไขรายละเอียดเพิ่มเติมที่
tr: Ek ayrıntıları girmek veya düzenlemek için bu paneli kullanın
uk: Використовуйте цю панель для введення або редагування додаткових деталей, які
ur: اضافی تفصیلات درج کرنے یا اس میں ترمیم کرنے کے لیے اس پینل کا استعمال کریں۔
vi: Sử dụng bảng điều khiển này để nhập hoặc chỉnh sửa các chi tiết bổ sung

source: you want associated with this game as stored on file.
es: Quieres asociarlo con este juego tal como está almacenado en el archivo.
sr: желите да се повеже са овом игром као сачувана у фајлу.
sv: du vill koppla till detta spel som lagrat i filen.
sw: unataka kuhusishwa na mchezo huu kama ulivyohifadhiwa kwenye faili.
ta: இந்த விளையாட்டை கோப்பில் சேமித்து வைத்திருக்க விரும்புகிறீர்கள்.
th: คุณต้องการเชื่อมโยงกับเกมนี้โดยจัดเก็บอยู่ในไฟล์
tr: Bu oyunla ilişkilendirilmiş olarak dosyada saklanmasını istiyorsunuz.
uk: ви хочете пов’язати з цією грою, як збережено у файлі.
ur: آپ اس گیم سے منسلک ہونا چاہتے ہیں جیسا کہ فائل میں محفوظ ہے۔
vi: bạn muốn liên kết với trò chơi này như được lưu trữ trong tệp.

source: Game Details Dialog Help
es: Ayuda del cuadro de diálogo Detalles del juego
sr: Помоћ дијалога Детаљи игре
sv: Spelinformation Dialoghjälp
sw: Maelezo ya Mchezo Msaada wa Dialog
ta: விளையாட்டு விவரங்கள் உரையாடல் உதவி
th: ช่วยเหลือรายละเอียดเกม
tr: Oyun Detayları İletişim Kutusu Yardımı
uk: Діалогове вікно «Деталі гри» Довідка
ur: گیم کی تفصیلات ڈائیلاگ مدد
vi: Trợ giúp hộp thoại chi tiết trò chơi

source: Illegal date: valid format is yyyy.mm.dd, eg 1999.12.31
es: Fecha ilegal: el formato válido es aaaa.mm.dd, p. ej. 1999.12.31
sr: Незаконит датум: важећи формат је гггг.мм.дд, нпр. 1999.12.31
sv: Olagligt datum: giltigt format är åååå.mm.dd, t.ex. 1999.12.31
sw: Tarehe haramu: umbizo halali ni yyyy.mm.dd, kwa mfano 1999.12.31
ta: தவறான தேதி: செல்லுபடியாகும் வடிவம் yyyy.mm.dd, எ.கா. 1999.12.31.
th: วันที่ไม่ถูกต้องตามกฎหมาย: รูปแบบที่ถูกต้องคือ yyyy.mm.dd เช่น 1999.12.31
tr: Yasadışı tarih: geçerli format yyyy.aa.gg'dir, örneğin 1999.12.31
uk: Неприпустима дата: дійсний формат – рррр.мм.дд, наприклад, 1999.12.31
ur: غیر قانونی تاریخ: درست فارمیٹ yyyy.mm.dd ہے، جیسے 1999.12.31
vi: Ngày không hợp lệ: định dạng hợp lệ là yyyy.mm.dd, ví dụ 1999.12.31

source: Illegal date: there aren't that many days in that month
es: Fecha ilegal: no hay tantos días en ese mes
sr: Незаконит датум: нема толико дана у том месецу
sv: Olagligt datum: det är inte så många dagar i den månaden
sw: Tarehe haramu: hakuna siku nyingi katika mwezi huo
ta: தவறான தேதி: அந்த மாதத்தில் அவ்வளவு நாட்கள் இல்லை.
th: วันผิดกฎหมาย: เดือนนั้นไม่มีวันมากเท่าไร
tr: Yasadışı tarih: o ayda çok fazla gün yok
uk: Незаконна дата: у цьому місяці не так багато днів
ur: غیر قانونی تاریخ: اس مہینے میں اتنے دن نہیں ہوتے
vi: Ngày bất hợp pháp: không có nhiều ngày trong tháng đó

source: Illegal round
es: Ronda ilegal
sr: Илегална рунда
sv: Olaglig runda
sw: Mzunguko usio halali
ta: சட்டவிரோத சுற்று
th: รอบที่ผิดกฎหมาย
tr: Yasadışı tur
uk: Незаконний раунд
ur: غیر قانونی چکر
vi: Vòng bất hợp pháp

source: Illegal ECO code
es: Código ECO ilegal
sr: Илегални ЕКО код
sv: Olaglig ECO-kod
sw: Msimbo haramu wa ECO
ta: சட்டவிரோத ECO குறியீடு
th: รหัส ECO ที่ผิดกฎหมาย
tr: Yasadışı ECO kodu
uk: Незаконний ECO код
ur: غیر قانونی ECO کوڈ
vi: Mã ECO bất hợp pháp

source: Illegal white elo
es: Elo blanco ilegal
sr: Илегално бело ело
sv: Olaglig vit elo
sw: Mzungu haramu elo
ta: சட்டவிரோத வெள்ளை எலோ
th: อีโลขาวผิดกฎหมาย
tr: Yasadışı beyaz elo
uk: Незаконне біле ело
ur: غیر قانونی سفید ایلو
vi: elo trắng bất hợp pháp

source: Illegal black elo
es: Elo negro ilegal
sr: Илегални црни ело
sv: Olaglig svart elo
sw: Elo nyeusi isiyo halali
ta: சட்டவிரோத கருப்பு எலோ
th: อีโลดำผิดกฎหมาย
tr: Yasadışı siyah elo
uk: Незаконне чорне ело
ur: غیر قانونی بلیک ایلو
vi: elo đen bất hợp pháp

source: Error in game details
es: Error en los detalles del juego
sr: Грешка у детаљима игре
sv: Fel i speldetaljer
sw: Hitilafu katika maelezo ya mchezo
ta: விளையாட்டு விவரங்களில் பிழை
th: มีข้อผิดพลาดในรายละเอียดเกม
tr: Oyun detaylarında hata
uk: Помилка в деталях гри
ur: گیم کی تفصیلات میں خرابی۔
vi: Lỗi trong chi tiết trò chơi

source: White is checkmated, Black wins
es: Las blancas están en jaque mate, las negras ganan.
sr: Бели су матирани, црни побеђују
sv: Vit är schackmatt, svart vinner
sw: Nyeupe ni checkmated, Black wins
ta: வெள்ளை நிறத்தில் செக்மேட் உள்ளது, கருப்பு நிறத்தில் வெற்றி பெறுகிறது.
th: ขาวถูกรุกฆาต ดำชนะ
tr: Beyaz mat oldu, Siyah kazandı
uk: Білим поставлено мат, чорні виграють
ur: سفید کو چیک کیا جاتا ہے، سیاہ جیت جاتا ہے۔
vi: Trắng bị chiếu hết, Đen thắng

source: Black is checkmated, White wins
es: Las negras reciben jaque mate, las blancas ganan
sr: Црни је матиран, бели побеђују
sv: Svart är schackmatt, vit vinner
sw: Nyeusi ni checkmated, White wins
ta: கருப்பு நிறத்தில் செக்மேட் உள்ளது, வெள்ளை நிறத்தில் வெற்றி பெறுகிறது.
th: สีดำถูกรุกฆาต สีขาวชนะ
tr: Siyah mat oldu, Beyaz kazandı
uk: Чорні ставлять мат, білі виграють
ur: سیاہ کو چیک کیا جاتا ہے، سفید جیت جاتا ہے۔
vi: Đen bị chiếu hết, Trắng thắng
