Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: the original puzzle mode values are restored.
es: Se restauran los valores originales del modo rompecabezas.
sr: оригиналне вредности режима слагалице се враћају.
sv: de ursprungliga värdena för pusselläge återställs.
sw: maadili asili ya hali ya mafumbo yamerejeshwa.
ta: அசல் புதிர் பயன்முறை மதிப்புகள் மீட்டமைக்கப்படுகின்றன.
th: ค่าโหมดปริศนาเดิมได้รับการคืนค่าแล้ว
tr: Orijinal bulmaca modu değerleri geri yüklenir.
uk: вихідні значення режиму головоломки відновлюються.
ur: اصل پہیلی موڈ کی قدریں بحال ہو جاتی ہیں۔
vi: các giá trị chế độ câu đố ban đầu được khôi phục.

source: Default move time value : Set the default video time for moves.
es: Valor de tiempo de movimiento predeterminado: establece el tiempo de video predeterminado para los movimientos.
sr: Подразумевана вредност времена кретања : Подесите подразумевано време за покрете.
sv: Standardvärde för rörelsetid : Ställ in standard videotid för drag.
sw: Thamani chaguo-msingi ya muda wa kusogeza : Weka muda chaguomsingi wa video wa kusogeza.
ta: இயல்புநிலை நகர்வு நேர மதிப்பு: நகர்வுகளுக்கான இயல்புநிலை வீடியோ நேரத்தை அமைக்கவும்.
th: ค่าเวลาการเคลื่อนย้ายเริ่มต้น: ตั้งค่าเวลาเริ่มต้นของวิดีโอสำหรับการเคลื่อนไหว
tr: Varsayılan hareket süresi değeri: Hareketler için varsayılan video süresini ayarlayın.
uk: Значення часу переміщення за умовчанням: установіть час переміщення за замовчуванням.
ur: ڈیفالٹ موو ٹائم ویلیو : چالوں کے لیے ڈیفالٹ ویڈیو ٹائم سیٹ کریں۔
vi: Giá trị thời gian di chuyển mặc định: Đặt thời gian video mặc định cho các lần di chuyển.

source: Media player options help
es: Ayuda con las opciones del reproductor multimedia
sr: Опције медија плејера помажу
sv: Mediaspelare alternativ hjälp
sw: Msaada wa chaguzi za kicheza media
ta: மீடியா பிளேயர் விருப்பங்கள் உதவி
th: ตัวเลือกเครื่องเล่นสื่อช่วย
tr: Medya oynatıcı seçenekleri yardımı
uk: Довідка про параметри медіаплеєра
ur: میڈیا پلیئر کے اختیارات مدد کرتے ہیں۔
vi: Tùy chọn trình phát phương tiện trợ giúp

source: If you make changes to a PGN game that accompanies a video
es: Si realiza cambios en un juego PGN que acompaña a un vídeo
sr: Ако унесете измене у ПГН игру која прати видео
sv: Om du gör ändringar i ett PGN-spel som följer med en video
sw: Ukifanya mabadiliko kwenye mchezo wa PGN unaoambatana na video
ta: வீடியோவுடன் வரும் PGN கேமில் நீங்கள் மாற்றங்களைச் செய்தால்
th: หากคุณทำการเปลี่ยนแปลงเกม PGN ที่มาพร้อมกับวิดีโอ
tr: Bir videoya eşlik eden bir PGN oyununda değişiklik yaparsanız
uk: Якщо ви вносите зміни в гру PGN, яка супроводжує відео
ur: اگر آپ PGN گیم میں تبدیلیاں کرتے ہیں جو ویڈیو کے ساتھ ہے۔
vi: Nếu bạn thực hiện thay đổi cho trò chơi PGN đi kèm với video

source: and then save the video info with a game or separately
es: y luego guardar la información del video con un juego o por separado
sr: а затим сачувајте информације о видео снимку са игром или засебно
sv: och spara sedan videoinformationen med ett spel eller separat
sw: na kisha uhifadhi maelezo ya video na mchezo au tofauti
ta: பின்னர் வீடியோ தகவலை ஒரு விளையாட்டுடன் அல்லது தனியாக சேமிக்கவும்.
th: แล้วบันทึกข้อมูลวิดีโอไว้กับเกมหรือแยกต่างหาก
tr: ve sonra video bilgilerini bir oyunla veya ayrı olarak kaydedin
uk: а потім збережіть інформацію про відео з грою або окремо
ur: اور پھر ویڈیو کی معلومات کو گیم کے ساتھ یا الگ سے محفوظ کریں۔
vi: và sau đó lưu thông tin video với một trò chơi hoặc riêng biệt

source: without having first saved the video markers,
es: sin haber guardado previamente los marcadores de vídeo,
sr: без претходног чувања видео маркера,
sv: utan att först ha sparat videomarkörerna,
sw: bila kwanza kuhifadhi alama za video,
ta: முதலில் வீடியோ குறிப்பான்களைச் சேமிக்காமல்,
th: โดยที่ไม่ได้บันทึกเครื่องหมายวิดีโอไว้ก่อน
tr: ilk önce video işaretleyicilerini kaydetmeden,
uk: без попереднього збереження відеомаркерів,
ur: پہلے ویڈیو مارکر کو محفوظ کیے بغیر،
vi: mà không lưu các điểm đánh dấu video trước,

source: this could ruin the game/video synchronization.
es: Esto podría arruinar la sincronización del juego/video.
sr: ово би могло да уништи синхронизацију игре/видеа.
sv: detta kan förstöra synkroniseringen av spel/video.
sw: hii inaweza kuharibu usawazishaji wa mchezo/video.
ta: இது விளையாட்டு/வீடியோ ஒத்திசைவை அழிக்கக்கூடும்.
th: สิ่งนี้อาจทำลายการซิงโครไนซ์เกม/วิดีโอได้
tr: bu durum oyun/video senkronizasyonunu bozabilir.
uk: це може зіпсувати синхронізацію гри/відео.
ur: یہ گیم/ویڈیو سنکرونائزیشن کو برباد کر سکتا ہے۔
vi: điều này có thể làm hỏng sự đồng bộ hóa trò chơi/video.

source: If this is the case and you want a remedy, then start a new game
es: Si este es el caso y quieres una solución, entonces comienza un nuevo juego.
sr: Ако је то случај и желите лек, онда започните нову игру
sv: Om så är fallet och du vill ha en lösning, starta ett nytt spel
sw: Ikiwa hii ndio kesi na unataka dawa, basi anza mchezo mpya
ta: இதுதான் நிலைமை என்றால், உங்களுக்கு ஒரு தீர்வு தேவைப்பட்டால், ஒரு புதிய விளையாட்டைத் தொடங்குங்கள்.
th: หากเป็นเช่นนั้นและคุณต้องการวิธีแก้ไข เริ่มเกมใหม่
tr: Eğer durum buysa ve bir çözüm istiyorsanız, yeni bir oyuna başlayın
uk: Якщо це так, і ви хочете виправити проблему, почніть нову гру
ur: اگر ایسا ہے اور آپ اس کا علاج چاہتے ہیں، تو ایک نیا کھیل شروع کریں۔
vi: Nếu đây là trường hợp của bạn và bạn muốn tìm cách khắc phục, hãy bắt đầu một trò chơi mới

source: without saving the game file and then reload the game.
es: sin guardar el archivo del juego y luego volver a cargar el juego.
sr: без чувања датотеке игре и затим поново учитајте игру.
sv: utan att spara spelfilen och sedan ladda om spelet.
sw: bila kuhifadhi faili ya mchezo na kisha upakie tena mchezo.
ta: விளையாட்டு கோப்பை சேமிக்காமல், பின்னர் விளையாட்டை மீண்டும் ஏற்றவும்.
th: โดยไม่ต้องบันทึกไฟล์เกมแล้วโหลดเกมใหม่อีกครั้ง
tr: Oyun dosyasını kaydetmeden ve oyunu tekrar yüklemeden.
uk: без збереження файлу гри, а потім перезавантажте гру.
ur: گیم فائل کو محفوظ کیے بغیر اور پھر گیم کو دوبارہ لوڈ کریں۔
vi: mà không lưu file trò chơi rồi tải lại trò chơi.

source: Then select <Edit> <Save video markers> before making changes to the game.
es: Luego, seleccione <Editar> <Guardar marcadores de vídeo> antes de realizar cambios en el juego.
sr: Затим изаберите <Едит> <Саве видео маркер> пре него што промените игру.
sv: Välj sedan <Redigera> <Spara videomarkörer> innan du gör ändringar i spelet.
sw: Kisha chagua <Hariri> <Hifadhi vialamisho vya video> kabla ya kufanya mabadiliko kwenye mchezo.
ta: பின்னர் விளையாட்டில் மாற்றங்களைச் செய்வதற்கு முன், திருத்து>சேமி வீடியோ குறிப்பான்களைத் தேர்ந்தெடுக்கவும்.
th: จากนั้นเลือก <แก้ไข> <บันทึกเครื่องหมายวิดีโอ> ก่อนที่จะทำการเปลี่ยนแปลงเกม
tr: Daha sonra oyunda değişiklik yapmadan önce <Düzenle> <Video işaretleyicilerini kaydet> seçeneğini seçin.
uk: Потім виберіть <Edit> <Save video markers>, перш ніж вносити зміни в гру.
ur: پھر گیم میں تبدیلیاں کرنے سے پہلے <ترمیم> <ویڈیو مارکر محفوظ کریں> کو منتخب کریں۔
vi: Sau đó chọn <Chỉnh sửa> <Lưu điểm đánh dấu video> trước khi thực hiện thay đổi cho trò chơi.

source: the video markers but have the re-save video markers option switched off.
es: los marcadores de video pero tienen la opción de volver a guardar marcadores de video desactivada.
sr: видео маркере, али имају искључену опцију поновног чувања видео маркера.
sv: videomarkörerna men har alternativet spara videomarkörer på nytt avstängt.
sw: alama za video lakini chaguo la vialamisho vya video vya kuhifadhi upya limezimwa.
ta: வீடியோ மார்க்கர்கள் உள்ளன, ஆனால் வீடியோ மார்க்கர்களை மீண்டும் சேமிக்கும் விருப்பம் அணைக்கப்பட்டுள்ளது.
th: เครื่องหมายวิดีโอแต่มีตัวเลือกปิดการบันทึกเครื่องหมายวิดีโอซ้ำ
tr: video işaretleyicileri var ancak video işaretleyicilerini yeniden kaydetme seçeneği kapalı.
uk: відеомаркери, але опцію повторного збереження відеомаркерів вимкнено.
ur: ویڈیو مارکرز لیکن ویڈیو مارکر کو دوبارہ محفوظ کرنے کا آپشن بند کر دیا ہے۔
vi: các điểm đánh dấu video nhưng đã tắt tùy chọn lưu lại điểm đánh dấu video.

source: This can be switched on in <Options> from the Media player window.
es: Esto se puede activar en <Opciones> desde la ventana del reproductor multimedia.
sr: Ово се може укључити у <Опције> из прозора Медиа плејера.
sv: Detta kan slås på i <Alternativ> från Mediaspelarens fönster.
sw: Hii inaweza kuwashwa katika <Chaguo> kutoka kwa dirisha la kicheza media.
ta: இதை மீடியா பிளேயர் சாளரத்தில் <Options> இல் இயக்கலாம்.
th: สามารถเปิดได้ใน <ตัวเลือก> จากหน้าต่างเครื่องเล่นสื่อ
tr: Bu, Medya oynatıcısı penceresindeki <Seçenekler> bölümünden açılabilir.
uk: Це можна ввімкнути в <Параметри> у вікні медіаплеєра.
ur: اسے میڈیا پلیئر ونڈو سے <اختیارات> میں آن کیا جا سکتا ہے۔
vi: Bạn có thể bật tính năng này trong <Tùy chọn> từ cửa sổ Trình phát phương tiện.

source: Do you still wish to continue with the save operation (y/n) ?
es: ¿Aún desea continuar con la operación de guardado (y/n)?
sr: Да ли и даље желите да наставите са операцијом чувања (и/н)?
sv: Vill du fortfarande fortsätta med sparoperationen (y/n) ?
sw: Je, bado ungependa kuendelea na operesheni ya kuhifadhi (y/n) ?
ta: நீங்கள் இன்னும் சேமிப்பு செயல்பாட்டை (y/n) தொடர விரும்புகிறீர்களா?
th: คุณยังต้องการดำเนินการบันทึกต่อหรือไม่ (y/n)
tr: Kaydetme işlemine devam etmek istiyor musunuz (e/h)?
uk: Ви все ще бажаєте продовжити операцію збереження (так/ні)?
ur: کیا آپ اب بھی محفوظ آپریشن (y/n) کے ساتھ جاری رکھنا چاہتے ہیں؟
vi: Bạn vẫn muốn tiếp tục thao tác lưu (y/n) chứ?

source: You are about to add a move between ^p and ^b markers
es: Estás a punto de agregar un movimiento entre los marcadores ^p y ^b
sr: Управо ћете додати померање између ^п и ^б маркера
sv: Du är på väg att lägga till en rörelse mellan ^p och ^b markörer
sw: Unakaribia kuongeza hatua kati ya alama za ^p na ^b
ta: நீங்கள் ^p மற்றும் ^b குறிப்பான்களுக்கு இடையில் ஒரு நகர்வைச் சேர்க்கப் போகிறீர்கள்.
th: คุณกำลังจะเพิ่มการเคลื่อนตัวระหว่างเครื่องหมาย ^p และ ^b
tr: ^p ve ^b işaretçileri arasına bir hareket eklemek üzeresiniz
uk: Ви збираєтеся додати переміщення між маркерами ^p і ^b
ur: آپ ^p اور ^b مارکر کے درمیان ایک حرکت شامل کرنے والے ہیں۔
vi: Bạn sắp thêm một bước di chuyển giữa các điểm đánh dấu ^p và ^b

source: with the media player active but not in puzzle mode.
es: con el reproductor multimedia activo pero no en modo rompecabezas.
sr: са активним медијским плејером, али не у режиму слагалице.
sv: med mediaspelaren aktiv men inte i pusselläge.
sw: kicheza media kikiwa hai lakini si katika hali ya mafumbo.
ta: மீடியா பிளேயர் செயலில் உள்ளது, ஆனால் புதிர் பயன்முறையில் இல்லை.
th: โดยที่เครื่องเล่นสื่อเปิดใช้งานอยู่แต่ไม่ได้อยู่ในโหมดปริศนา
tr: Medya oynatıcısı etkin ancak bulmaca modunda değil.
uk: з активним медіаплеєром, але не в режимі головоломки.
ur: میڈیا پلیئر کے ساتھ فعال لیکن پہیلی موڈ میں نہیں۔
vi: với trình phát phương tiện đang hoạt động nhưng không ở chế độ giải đố.

source: This could ruin game/video synchronization.
es: Esto podría arruinar la sincronización del juego/video.
sr: Ово би могло да уништи синхронизацију игре/видеа.
sv: Detta kan förstöra spel/videosynkronisering.
sw: Hii inaweza kuharibu usawazishaji wa mchezo/video.
ta: இது விளையாட்டு/வீடியோ ஒத்திசைவை அழிக்கக்கூடும்.
th: สิ่งนี้อาจทำลายการซิงโครไนซ์เกม/วิดีโอได้
tr: Bu durum oyun/video senkronizasyonunu bozabilir.
uk: Це може порушити синхронізацію гри/відео.
ur: یہ گیم/ویڈیو سنکرونائزیشن کو برباد کر سکتا ہے۔
vi: Điều này có thể làm hỏng tính năng đồng bộ hóa trò chơi/video.

source: Do you wish to continue (y/n) ?
es: ¿Desea continuar (t/n)?
sr: Да ли желите да наставите (и/н)?
sv: Vill du fortsätta (y/n) ?
sw: Je, ungependa kuendelea (y/n) ?
ta: நீங்கள் தொடர விரும்புகிறீர்களா (y/n)?
th: คุณต้องการดำเนินการต่อหรือไม่ (y/n)?
tr: Devam etmek istiyor musunuz (e/h)?
uk: Ви бажаєте продовжити (y/n)?
ur: کیا آپ جاری رکھنا چاہتے ہیں (y/n)؟
vi: Bạn có muốn tiếp tục không (y/n)?

source: Move input message
es: Mover mensaje de entrada
sr: Премести улазну поруку
sv: Flytta inmatningsmeddelande
sw: Sogeza ujumbe wa ingizo
ta: உள்ளீட்டுச் செய்தியை நகர்த்து
th: ย้ายข้อความอินพุต
tr: Giriş mesajını taşı
uk: Перемістити вхідне повідомлення
ur: ان پٹ پیغام کو منتقل کریں۔
vi: Di chuyển tin nhắn đầu vào

source: Free Internet Chess Server
es: Servidor de ajedrez gratuito en Internet
sr: Бесплатан Интернет шах сервер
sv: Gratis Internet Chess Server
sw: Seva ya Chess ya Mtandao ya Bure
ta: இலவச இணைய சதுரங்க சேவையகம்
th: เซิร์ฟเวอร์หมากรุกอินเทอร์เน็ตฟรี
tr: Ücretsiz İnternet Satranç Sunucusu
uk: Безкоштовний шаховий сервер в Інтернеті
ur: مفت انٹرنیٹ شطرنج سرور
vi: Máy chủ cờ vua Internet miễn phí

source: Input command to Fics :
es: Comando de entrada a Fics:
sr: Унесите команду за Фицс:
sv: Mata in kommando till Fics:
sw: Amri ya kuingiza kwa Fics :
ta: Fics க்கு கட்டளையை உள்ளிடவும்:
th: คำสั่งในการเข้า Fics :
tr: Fics'e giriş komutu:
uk: Введіть команду до Fics:
ur: Fics کو ان پٹ کمانڈ:
vi: Lệnh nhập vào Fics:

source: Send
es: Enviar
sr: Пошаљи
sv: Skicka
sw: Tuma
ta: அனுப்பவும்
th: ส่ง
tr: Göndermek
uk: Надіслати
ur: بھیجیں۔
vi: Gửi

source: Output from Fics (read only)
es: Salida de Fics (solo lectura)
sr: Излаз из Фицс-а (само за читање)
sv: Utdata från Fics (skrivskyddad)
sw: Pato kutoka Fics (kusoma tu)
ta: புனைகதைகளிலிருந்து வெளியீடு (படிக்க மட்டும்)
th: ผลงานจาก Fics (อ่านอย่างเดียว)
tr: Fics'ten Çıktı (sadece okuma)
uk: Вихід із Fics (тільки читання)
ur: Fics سے آؤٹ پٹ (صرف پڑھنے کے لیے)
vi: Đầu ra từ Fics (chỉ đọc)

source: Connect to Fics
es: Conectarse a Fics
sr: Повежите се на Фицс
sv: Anslut till Fics
sw: Unganisha kwa Fics
ta: ஃபிக்ஸுடன் இணைக்கவும்
th: เชื่อมต่อกับ Fics
tr: Fics'e bağlanın
uk: Підключіться до Fics
ur: Fics سے جڑیں۔
vi: Kết nối với Fics

source: Disconnect from Fics
es: Desconectarse de Fics
sr: Прекините везу са Фицс-ом
sv: Koppla från Fics
sw: Tenganisha kutoka kwa Fics
ta: ஃபிக்ஸிலிருந்து துண்டிக்கவும்
th: ตัดการเชื่อมต่อจาก Fics
tr: Fics'ten Bağlantıyı Kes
uk: Відключитися від Fics
ur: Fics سے رابطہ منقطع کریں۔
vi: Ngắt kết nối khỏi Fics

source: Place game ad
es: Colocar anuncio de juego
sr: Поставите оглас за игру
sv: Placera spelannons
sw: Weka tangazo la mchezo
ta: விளையாட்டு விளம்பரத்தை வைக்கவும்
th: โฆษณาเกมวาง
tr: Oyun reklamı yerleştirin
uk: Розмістити рекламу гри
ur: کھیل کا اشتہار رکھیں
vi: Đặt quảng cáo trò chơi

source: List games
es: Lista de juegos
sr: Листа игара
sv: Lista spel
sw: Orodhesha michezo
ta: பட்டியல் விளையாட்டுகள்
th: รายชื่อเกม
tr: Oyunları listele
uk: Список ігор
ur: گیمز کی فہرست بنائیں
vi: Danh sách trò chơi

source: List players
es: Lista de jugadores
sr: Списак играча
sv: Lista spelare
sw: Orodhesha wachezaji
ta: பட்டியல் வீரர்கள்
th: รายชื่อผู้เล่น
tr: Oyuncuları listele
uk: Список гравців
ur: کھلاڑیوں کی فہرست بنائیں
vi: Danh sách người chơi

source: Player profile
es: Perfil del jugador
sr: Профил играча
sv: Spelarprofil
sw: Wasifu wa mchezaji
ta: வீரர் சுயவிவரம்
th: โปรไฟล์ผู้เล่น
tr: Oyuncu profili
uk: Профіль гравця
ur: پلیئر پروفائل
vi: Hồ sơ người chơi

source: Propose match game
es: Proponer juego de emparejamiento
sr: Предложите утакмицу
sv: Föreslå matchspel
sw: Pendekeza mchezo wa mechi
ta: போட்டி விளையாட்டை முன்மொழியுங்கள்
th: เสนอเกมจับคู่
tr: Maç oyunu öner
uk: Запропонуйте гру на відповідність
ur: میچ گیم کی تجویز کریں۔
vi: Đề xuất trò chơi phù hợp

source: Offer/claim draw
es: Sorteo de oferta/reclamación
sr: Извлачење понуде/захтева
sv: Erbjudande/anspråksdragning
sw: Droo ya ofa/dai
ta: சலுகை/கிளைம் டிரா
th: เสนอ/ขอรับสิทธิ์
tr: Teklif/talep çekilişi
uk: Розіграш пропозиції/претензії
ur: پیشکش/دعویٰ قرعہ اندازی
vi: Đề nghị/yêu cầu rút thăm

source: Resign game
es: Juego de renuncia
sr: Игра оставке
sv: Avgå spel
sw: Mchezo wa kujiuzulu
ta: ராஜினாமா விளையாட்டு
th: เกมลาออก
tr: İstifa oyunu
uk: Гра у відставку
ur: استعفیٰ کا کھیل
vi: Từ chức trò chơi

source: Flag
es: Bandera
sr: Застава
sv: Flagga
sw: Bendera
ta: கொடி
th: ธง
tr: Bayrak
uk: Прапор
ur: جھنڈا۔
vi: Lá cờ

source: Request takeback
es: Solicitar devolución
sr: Захтевај поврат
sv: Begär återtagande
sw: Omba urejeshaji
ta: திரும்பப் பெறக் கோருங்கள்
th: คำขอรับกลับ
tr: Geri alma isteği
uk: Запит на повернення
ur: واپس لینے کی درخواست کریں۔
vi: Yêu cầu lấy lại

source: Propose pause to game
es: Proponer una pausa al juego
sr: Предложите паузу у игри
sv: Föreslå paus till spelet
sw: Pendekeza kusitisha mchezo
ta: விளையாட்டுக்கு இடைநிறுத்தம் பரிந்துரைக்கவும்.
th: เสนอให้หยุดเล่นเกม
tr: Oyuna ara verilmesini öner
uk: Запропонувати паузу в грі
ur: گیم کو توقف کی تجویز کریں۔
vi: Đề nghị tạm dừng trò chơi

source: Propose game abort
es: Proponer la interrupción del juego
sr: Предложите прекид игре
sv: Föreslå spelavbrott
sw: Pendekeza mchezo usitishwe
ta: விளையாட்டு நிறுத்தத்தை முன்மொழியுங்கள்.
th: เสนอให้ยกเลิกเกม
tr: Oyunu iptal etmeyi öner
uk: Запропонувати припинити гру
ur: گیم کو ختم کرنے کی تجویز کریں۔
vi: Đề xuất hủy bỏ trò chơi

source: Reset board to current Fics position
es: Restablecer el tablero a la posición actual de Fics
sr: Ресетујте таблу на тренутну Фицс позицију
sv: Återställ kortet till aktuell Fics-position
sw: Weka upya ubao hadi nafasi ya sasa ya Fics
ta: பலகையை தற்போதைய ஃபிக்ஸ் நிலைக்கு மீட்டமைக்கவும்
th: รีเซ็ตบอร์ดเป็นตำแหน่ง Fics ปัจจุบัน
tr: Panoyu mevcut Fics pozisyonuna sıfırla
uk: Скинути дошку до поточної позиції Fics
ur: بورڈ کو موجودہ Fics پوزیشن پر ری سیٹ کریں۔
vi: Đặt lại bảng về vị trí Fics hiện tại

source: Propose adjournment
es: Proponer un aplazamiento
sr: Предложите одлагање
sv: Föreslå ajournering
sw: Pendekeza kuahirishwa
ta: ஒத்திவைப்பை முன்மொழியுங்கள்
th: เสนอเลื่อนการเลื่อน
tr: Ertelemeyi önerin
uk: Запропонувати перерву
ur: التوا کی تجویز
vi: Đề nghị hoãn lại

source: Resume adjourned game
es: Reanudar el juego aplazado
sr: Настави одложену утакмицу
sv: Återuppta avbruten match
sw: Endelea na mchezo ulioahirishwa
ta: ஒத்திவைக்கப்பட்ட ஆட்டத்தை மீண்டும் தொடங்கு
th: เลื่อนการแข่งขันกลับมาอีกครั้ง
tr: Ertelenen oyunu devam ettir
uk: Відновити відкладену гру
ur: ملتوی کھیل دوبارہ شروع کریں۔
vi: Tiếp tục trò chơi bị hoãn

source: Display your stored games
es: Muestra tus juegos almacenados
sr: Прикажите своје сачуване игре
sv: Visa dina lagrade spel
sw: Onyesha michezo yako iliyohifadhiwa
ta: உங்கள் சேமிக்கப்பட்ட விளையாட்டுகளைக் காட்டு
th: แสดงเกมที่คุณเก็บไว้
tr: Saklanan oyunlarınızı görüntüleyin
uk: Показати збережені ігри
ur: اپنے ذخیرہ شدہ گیمز دکھائیں۔
vi: Hiển thị các trò chơi đã lưu trữ của bạn

source: Accept offer
es: Aceptar oferta
sr: Прихватите понуду
sv: Acceptera erbjudandet
sw: Kubali ofa
ta: சலுகையை ஏற்கவும்
th: ยอมรับข้อเสนอ
tr: Teklifi kabul et
uk: Прийняти пропозицію
ur: پیشکش قبول کریں۔
vi: Chấp nhận lời đề nghị

source: Decline offer
es: Rechazar oferta
sr: Одбијте понуду
sv: Avböja erbjudandet
sw: Kataa ofa
ta: சலுகையை நிராகரி
th: ปฏิเสธข้อเสนอ
tr: Teklifi reddet
uk: Відмовитися від пропозиції
ur: پیشکش کو مسترد کریں۔
vi: Từ chối lời đề nghị

source: Observe game
es: Observar el juego
sr: Посматрајте игру
sv: Observera spelet
sw: Angalia mchezo
ta: விளையாட்டைக் கவனியுங்கள்
th: สังเกตเกม
tr: Oyunu gözlemle
uk: Спостерігати за грою
ur: کھیل کا مشاہدہ کریں۔
vi: Quan sát trò chơi

source: Whisper message
es: Mensaje susurrado
sr: Шапутајте поруку
sv: Viska meddelande
sw: Ujumbe wa kunong'ona
ta: விஸ்பர் செய்தி
th: ข้อความกระซิบ
tr: Fısıltı mesajı
uk: Пошепки повідомлення
ur: سرگوشی کا پیغام
vi: Tin nhắn thì thầm

source: Say message
es: Decir mensaje
sr: Реци поруку
sv: Säg meddelande
sw: Sema ujumbe
ta: செய்தியைச் சொல்லுங்கள்
th: บอกข้อความ
tr: Mesajı söyle
uk: Скажіть повідомлення
ur: پیغام بتائیں
vi: Nói tin nhắn

source: Tell message
es: Dile un mensaje
sr: Реци поруку
sv: Berätta meddelande
sw: Sema ujumbe
ta: செய்தியைச் சொல்லுங்கள்
th: บอกข้อความ
tr: Mesajı söyle
uk: Скажи повідомлення
ur: پیغام بتائیں
vi: Kể tin nhắn

source: Shout message
es: Mensaje de grito
sr: Вичите поруку
sv: Ropa meddelande
sw: Ujumbe wa kelele
ta: கூச்சல் செய்தி
th: ข้อความตะโกน
tr: Bağırma mesajı
uk: Вигукувати повідомлення
ur: چیخ کا پیغام
vi: Tin nhắn hét lên

source: Kibitz message
es: Mensaje de Kibitz
sr: Кибитз порука
sv: Kibitz meddelande
sw: Ujumbe wa Kibitz
ta: கிபிட்ஸ் செய்தி
th: ข้อความคิบิตซ์
tr: Kibitz mesajı
uk: Кібіцьке повідомлення
ur: کبٹز پیغام
vi: Tin nhắn Kibitz

source: Set silence for game
es: Establecer silencio para el juego
sr: Поставите тишину за игру
sv: Ställ tystnad för spelet
sw: Weka kimya kwa mchezo
ta: விளையாட்டுக்கு அமைதியை அமைக்கவும்.
th: ตั้งความเงียบสำหรับเกม
tr: Oyun için sessizliği ayarla
uk: Встановити тишу для гри
ur: کھیل کے لئے خاموشی قائم کریں۔
vi: Thiết lập chế độ im lặng cho trò chơi

source: Fics help
es: Los fics ayudan
sr: Фицс хелп
sv: Fics hjälp
sw: Msaada wa Fics
ta: புனைகதை உதவி
th: ฟิคช่วยหน่อย
tr: Fics yardım
uk: Допомога Fics
ur: فکس مدد کرتا ہے۔
vi: Fics giúp đỡ

source: Nimzo help
es: Ayuda de Nimzo
sr: Нимзо помоћ
sv: Nimzo hjälp
sw: Nimzo msaada
ta: நிம்சோ உதவி
th: นิมโซช่วยด้วย
tr: Nimzo yardım
uk: Допоможіть Німзо
ur: نمزو مدد
vi: Nimzo giúp đỡ

source: Fics settings
es: Configuraciones de fics
sr: Фицс подешавања
sv: Fics inställningar
sw: Mipangilio ya Fics
ta: ஃபிக்ஸ் அமைப்புகள்
th: การตั้งค่าฟิค
tr: Fics ayarları
uk: Налаштування Fics
ur: فکس کی ترتیبات
vi: Cài đặt Fics

source: Connecting to server
es: Conectando al servidor
sr: Повезивање са сервером
sv: Ansluter till server
sw: Inaunganisha kwa seva
ta: சேவையகத்துடன் இணைக்கிறது
th: การเชื่อมต่อกับเซิร์ฟเวอร์
tr: Sunucuya bağlanılıyor
uk: Підключення до сервера
ur: سرور سے منسلک ہو رہا ہے۔
vi: Kết nối với máy chủ

source: Client message
es: Mensaje del cliente
sr: Порука клијента
sv: Kundmeddelande
sw: Ujumbe wa mteja
ta: கிளையன்ட் செய்தி
th: ข้อความจากลูกค้า
tr: Müşteri mesajı
uk: Повідомлення клієнта
ur: کلائنٹ کا پیغام
vi: Tin nhắn của khách hàng

source: Client connected to server
es: Cliente conectado al servidor
sr: Клијент повезан са сервером
sv: Klient ansluten till server
sw: Mteja ameunganishwa kwenye seva
ta: கிளையன்ட் சேவையகத்துடன் இணைக்கப்பட்டுள்ளது
th: ไคลเอนต์เชื่อมต่อกับเซิร์ฟเวอร์
tr: İstemci sunucuya bağlandı
uk: Клієнт підключений до сервера
ur: کلائنٹ سرور سے منسلک ہے۔
vi: Máy khách được kết nối với máy chủ

source: Connecting to Fics, please wait
es: Conectando a Fics, por favor espere
sr: Повезивање са Фицс-ом, сачекајте
sv: Ansluter till Fics, vänta
sw: Inaunganisha kwenye Fics, tafadhali subiri
ta: Fics உடன் இணைக்கிறது, தயவுசெய்து காத்திருக்கவும்.
th: กำลังเชื่อมต่อไปยัง Fics กรุณารอสักครู่
tr: Fics'e bağlanılıyor, lütfen bekleyin
uk: Підключення до Fics, зачекайте
ur: Fics سے منسلک ہو رہا ہے، براہ کرم انتظار کریں۔
vi: Đang kết nối tới Fics, vui lòng đợi

source: Error connecting to server.
es: Error al conectar al servidor.
sr: Грешка при повезивању са сервером.
sv: Det gick inte att ansluta till servern.
sw: Hitilafu katika kuunganisha kwenye seva.
ta: சேவையகத்துடன் இணைப்பதில் பிழை.
th: เกิดข้อผิดพลาดในการเชื่อมต่อกับเซิร์ฟเวอร์
tr: Sunucuya bağlanırken hata oluştu.
uk: Помилка підключення до сервера.
ur: سرور سے منسلک ہونے میں خرابی۔
vi: Lỗi khi kết nối với máy chủ.

source: Click the < Help > toolbar icon (yellow question mark)
es: Haga clic en el icono de la barra de herramientas <Ayuda> (signo de interrogación amarillo)
sr: Кликните на икону < Помоћ > на траци са алаткама (жути знак питања)
sv: Klicka på verktygsfältsikonen < Hjälp > (gult frågetecken)
sw: Bofya < Msaada > ikoni ya upau wa vidhibiti (alama ya swali ya njano)
ta: உதவி > கருவிப்பட்டி ஐகானைக் கிளிக் செய்யவும் (மஞ்சள் கேள்விக்குறி)
th: คลิกไอคอนแถบเครื่องมือ <วิธีใช้> (เครื่องหมายคำถามสีเหลือง)
tr: < Yardım > araç çubuğu simgesine (sarı soru işareti) tıklayın
uk: Натисніть піктограму <Довідка> на панелі інструментів (жовтий знак питання)
ur: <مدد> ٹول بار آئیکن پر کلک کریں (پیلا سوالیہ نشان)
vi: Nhấp vào biểu tượng thanh công cụ <Trợ giúp> (dấu chấm hỏi màu vàng)
