Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Check to tie the other piece sizes to the king
es: Marcar para vincular los demás tamaños de piezas al rey
sr: Проверите да бисте повезали друге величине комада за краља
sv: Markera för att knyta de andra bitstorlekarna till kungen
sw: Angalia kufunga saizi zingine za kipande kwa mfalme
ta: மற்ற துண்டு அளவுகளை ராஜாவுடன் இணைக்க சரிபார்க்கவும்.
th: ตรวจสอบเพื่อผูกชิ้นส่วนขนาดอื่น ๆ เข้ากับราชา
tr: Diğer parça boyutlarını krala bağlamak için kontrol edin
uk: Перевірте, щоб прив’язати інші розміри фігур до короля
ur: دوسرے ٹکڑے کے سائز کو بادشاہ کے ساتھ باندھنے کے لیے چیک کریں۔
vi: Kiểm tra để buộc các quân cờ khác vào vua

source: Check to tie the Y and Z sizes to the X size - rows
es: Marque para vincular los tamaños Y y Z con el tamaño X - filas
sr: Проверите да бисте повезали величине И и З са Кс величином - редовима
sv: Markera för att knyta Y- och Z-storlekarna till X-storlek - raderna
sw: Angalia kufunga saizi za Y na Z kwa saizi ya X - safu
ta: Y மற்றும் Z அளவுகளை X அளவு - வரிசைகளுடன் இணைக்க சரிபார்க்கவும்.
th: ตรวจสอบเพื่อผูกขนาด Y และ Z เข้ากับขนาด X - แถว
tr: Y ve Z boyutlarını X boyutuna bağlamak için kontrol edin - satırlar
uk: Перевірте, щоб прив’язати розміри Y і Z до рядків розміру X
ur: Y اور Z سائز کو X سائز - قطاروں سے باندھنے کے لیے چیک کریں۔
vi: Kiểm tra để liên kết kích thước Y và Z với kích thước X - hàng

source: Check to tie the piece X sizes to the king X size
es: Marcar para atar la pieza X tamaños al rey tamaño X
sr: Проверите да бисте повезали комад величине Кс са величином краља Кс
sv: Markera för att knyta biten X storlekar till kung X storlek
sw: Angalia kufunga kipande cha ukubwa wa X kwa saizi ya mfalme X
ta: துண்டு X அளவுகளை கிங் X அளவுடன் இணைக்க சரிபார்க்கவும்.
th: ตรวจสอบการผูกชิ้นขนาด X เข้ากับขนาดคิงไซส์ X
tr: Parçayı X boyutunda kral X boyutuna bağlamak için kontrol edin
uk: Перевірте, щоб прив’язати фігуру X розміру до короля X розміру
ur: ٹکڑا X سائز کو کنگ X سائز سے باندھنے کے لیے چیک کریں۔
vi: Kiểm tra để buộc mảnh cỡ X vào cỡ X của vua

source: Check to tie the piece Y sizes to the king Y size
es: Marcar para atar los tamaños de la pieza Y al tamaño Y del rey
sr: Проверите да бисте повезали комад И величине са краљевском И величином
sv: Markera för att knyta bit Y-storlek till kung Y-storlek
sw: Angalia kuunganisha ukubwa wa kipande cha Y kwa saizi ya mfalme Y
ta: Y அளவுகளை ராஜா Y அளவுடன் இணைக்க சரிபார்க்கவும்.
th: ตรวจสอบการผูกชิ้นส่วนขนาด Y เข้ากับชิ้นส่วนขนาด Y ของราชา
tr: Parça Y boyutlarını kral Y boyutuna bağlamak için kontrol edin
uk: Перевірте, щоб прив’язати фігуру розміру Y до розміру короля Y
ur: ٹکڑا Y سائز کو کنگ Y سائز سے باندھنے کے لیے چیک کریں۔
vi: Kiểm tra để buộc mảnh Y vào cỡ Y của vua

source: Check to tie the piece Z sizes to the king Z size
es: Marcar para atar las piezas de tamaño Z a la pieza de tamaño Z del rey
sr: Проверите да бисте повезали комад З величине са краљевском З величином
sv: Markera för att knyta bit Z-storlekar till kung Z-storlek
sw: Angalia kuunganisha saizi za Z kwa saizi ya mfalme Z
ta: Z அளவுகள் கொண்ட துண்டுகளை கிங் Z அளவுடன் இணைக்க சரிபார்க்கவும்.
th: ตรวจสอบการผูกชิ้นส่วนขนาด Z เข้ากับชิ้นส่วนขนาด Z ของราชา
tr: Parça Z boyutlarını kral Z boyutuna bağlamak için kontrol edin
uk: Перевірте, щоб прив’язати шматок розміру Z до королівського розміру Z
ur: ٹکڑا Z سائز کو کنگ Z سائز سے باندھنے کے لیے چیک کریں۔
vi: Kiểm tra để buộc mảnh Z kích thước vào vua Z kích thước

source: This dialog box allow you to adjust the sizes of the individual pieces
es: Este cuadro de diálogo le permite ajustar los tamaños de las piezas individuales.
sr: Овај оквир за дијалог вам омогућава да прилагодите величине појединачних делова
sv: Denna dialogruta låter dig justera storleken på de enskilda bitarna
sw: Sanduku hili la mazungumzo hukuruhusu kurekebisha saizi ya vipande vya mtu binafsi
ta: இந்த உரையாடல் பெட்டி தனிப்பட்ட துண்டுகளின் அளவுகளை சரிசெய்ய உங்களை அனுமதிக்கிறது.
th: กล่องโต้ตอบนี้ช่วยให้คุณปรับขนาดของชิ้นส่วนแต่ละชิ้นได้
tr: Bu iletişim kutusu, tek tek parçaların boyutlarını ayarlamanıza olanak tanır
uk: У цьому діалоговому вікні можна налаштувати розміри окремих частин
ur: یہ ڈائیلاگ باکس آپ کو انفرادی ٹکڑوں کے سائز کو ایڈجسٹ کرنے کی اجازت دیتا ہے۔
vi: Hộp thoại này cho phép bạn điều chỉnh kích thước của từng phần riêng lẻ

source: The sizes can be adjusted separately or in a group.
es: Los tamaños se pueden ajustar por separado o en grupo.
sr: Величине се могу подешавати засебно или у групи.
sv: Storlekarna kan justeras separat eller i grupp.
sw: Ukubwa unaweza kubadilishwa tofauti au kwa kikundi.
ta: அளவுகளை தனித்தனியாகவோ அல்லது குழுவாகவோ சரிசெய்யலாம்.
th: ขนาดสามารถปรับขนาดแยกกันหรือเป็นกลุ่มได้
tr: Boyutlar ayrı ayrı veya grup halinde ayarlanabilir.
uk: Розміри можна регулювати окремо або групою.
ur: سائز الگ الگ یا ایک گروپ میں ایڈجسٹ کیا جا سکتا ہے.
vi: Kích thước có thể được điều chỉnh riêng lẻ hoặc theo nhóm.

source: To adjust all of the pieces and all of the dimensions at once,
es: Para ajustar todas las piezas y todas las dimensiones a la vez,
sr: Да бисте подесили све делове и све димензије одједном,
sv: För att justera alla bitar och alla dimensioner på en gång,
sw: Kurekebisha vipande vyote na vipimo vyote mara moja,
ta: அனைத்து பகுதிகளையும் மற்றும் அனைத்து பரிமாணங்களையும் ஒரே நேரத்தில் சரிசெய்ய,
th: เพื่อปรับชิ้นส่วนทั้งหมดและขนาดทั้งหมดในครั้งเดียว
tr: Tüm parçaları ve tüm boyutları aynı anda ayarlamak için,
uk: Щоб налаштувати всі деталі та всі розміри одночасно,
ur: تمام ٹکڑوں اور تمام طول و عرض کو ایک ساتھ ایڈجسٹ کرنے کے لیے،
vi: Để điều chỉnh tất cả các mảnh và tất cả các kích thước cùng một lúc,

source: check all of the checkboxes and make an adjustment to the King x-size.
es: Marque todas las casillas de verificación y realice un ajuste en el tamaño x del King.
sr: означите сва поља за потврду и прилагодите Кинг к величину.
sv: markera alla kryssrutor och gör en justering av King x-size.
sw: chagua visanduku vyote vya kuteua na ufanye marekebisho kwa saizi ya King x.
ta: அனைத்து தேர்வுப்பெட்டிகளையும் சரிபார்த்து, கிங் x-அளவிற்கு ஒரு சரிசெய்தலைச் செய்யுங்கள்.
th: ทำเครื่องหมายในช่องกาเครื่องหมายทั้งหมดและปรับขนาด King x
tr: Tüm onay kutularını işaretleyin ve King x boyutunda bir ayarlama yapın.
uk: позначте всі прапорці та внесіть корективи в розмір King x.
ur: تمام چیک باکسز کو چیک کریں اور کنگ ایکس سائز میں ایڈجسٹمنٹ کریں۔
vi: đánh dấu vào tất cả các ô kiểm tra và điều chỉnh thành cỡ King x.

source: To adjust column value(s) (x, y, z) for all pieces,
es: Para ajustar los valores de las columnas (x, y, z) para todas las piezas,
sr: Да бисте подесили вредност(е) колоне (к, и, з) за све делове,
sv: För att justera kolumnvärden (x, y, z) för alla bitar,
sw: Ili kurekebisha thamani ya safu wima (x, y, z) kwa vipande vyote,
ta: அனைத்து பகுதிகளுக்கும் நெடுவரிசை மதிப்பு(களை) (x, y, z) சரிசெய்ய,
th: เพื่อปรับค่าคอลัมน์ (x, y, z) สำหรับชิ้นส่วนทั้งหมด
tr: Tüm parçalar için sütun değerini (x, y, z) ayarlamak için,
uk: Щоб налаштувати значення стовпців (x, y, z) для всіх частин,
ur: تمام ٹکڑوں کے لیے کالم کی قدر (ز) (x، y، z) کو ایڈجسٹ کرنے کے لیے،
vi: Để điều chỉnh giá trị cột (x, y, z) cho tất cả các phần,

source: check the < Tie pieces to King > checkbox,
es: Marque la casilla de verificación <Empate de piezas al rey>,
sr: означите поље за потврду < Везати комаде за краља >,
sv: markera kryssrutan < Tie pieces to King >,
sw: angalia < Funga vipande kwa King > kisanduku cha kuteua,
ta: கிங் உடன் டை துண்டுகள் > தேர்வுப்பெட்டியை சரிபார்க்கவும்,
th: ทำเครื่องหมายที่ช่องกาเครื่องหมาย < ผูกชิ้นส่วนให้เป็นราชา >
tr: < Kravat parçalarını Krala bağla > onay kutusunu işaretleyin,
uk: встановіть прапорець < Прив’язати частини до короля >,
ur: <کنگ سے ٹکڑے ٹکڑے باندھیں> چیک باکس کو چیک کریں،
vi: đánh dấu vào ô < Buộc quân vào Vua>,

source: uncheck the < tie Y, Z to X > checkbox,
es: desmarque la casilla de verificación <vincular Y, Z a X>,
sr: опозовите избор у пољу за потврду < повежи И, З са Кс >,
sv: avmarkera kryssrutan < knyt Y, Z till X >,
sw: ondoa tiki kisanduku cha kuteua < funga Y, Z hadi X >,
ta: Y, Z to X > என்ற தேர்வுப்பெட்டியைத் தேர்வுநீக்கவும்,
th: ยกเลิกการเลือกช่องกาเครื่องหมาย < ผูก Y, Z ถึง X >
tr: < Y, Z'yi X'e bağla > onay kutusunun işaretini kaldırın,
uk: зніміть прапорець < прив’язати Y, Z до X >,
ur: < tie Y, Z سے X > چیک باکس کو ہٹا دیں،
vi: bỏ chọn hộp kiểm <liên kết Y, Z với X>,

source: check the column(s) checkbox(es) that you want to adjust using
es: Marque las casillas de verificación de las columnas que desee ajustar utilizando
sr: означите поља за потврду колона(е) које желите да подесите помоћу
sv: markera kolumn(erna) kryssrutor som du vill justera med
sw: angalia kisanduku (za) safu wima ambacho ungependa kurekebisha ukitumia
ta: நீங்கள் சரிசெய்ய விரும்பும் நெடுவரிசை(கள்) தேர்வுப்பெட்டி(களை) தேர்வு செய்யவும்
th: ทำเครื่องหมายในช่องกาเครื่องหมายคอลัมน์ที่คุณต้องการปรับเปลี่ยนโดยใช้
tr: Ayarlamak istediğiniz sütun(lar)ın onay kutusunu işaretleyin
uk: установіть прапорці стовпців, за допомогою яких ви хочете налаштувати
ur: کالم (ز) کے چیک باکس کو چیک کریں جسے آپ استعمال کرکے ایڈجسٹ کرنا چاہتے ہیں۔
vi: đánh dấu vào hộp kiểm cột(các cột) mà bạn muốn điều chỉnh bằng cách sử dụng

source: < Tie X > < Tie Y > < Tie Z >
es: < Corbata X > < Corbata Y > < Corbata Z >
sr: < Веза Кс > < Веза И > < Веза З >
sw: < Tie X > < Funga Y > < Tie Z >
ta: < டை எக்ஸ் > < டை ஒய் > < டை இசட் >
th: < เสมอ X > < เสมอ Y > < เสมอ Z >
tr: < X'i Bağla > < Y'yi Bağla > < Z'yi Bağla >
uk: < Краватка X > < Краватка Y > < Краватка Z >
ur: < ٹائی X > < ٹائی Y > < ٹائی زیڈ >
vi: < Liên kết X > < Liên kết Y > < Liên kết Z >

source: and then make the adjustments to the King x, y and z values.
es: y luego realizar los ajustes a los valores x, y y z del Rey.
sr: а затим извршите подешавања Кинг к, и и з вредности.
sv: och gör sedan justeringarna av King x-, y- och z-värdena.
sw: na kisha ufanye marekebisho kwa maadili ya Mfalme x, y na z.
ta: பின்னர் கிங் x, y மற்றும் z மதிப்புகளில் மாற்றங்களைச் செய்யுங்கள்.
th: จากนั้นทำการปรับค่า King x, y และ z
tr: ve sonra King x, y ve z değerlerinde ayarlamaları yapın.
uk: а потім відкоригуйте значення King x, y та z.
ur: اور پھر کنگ x، y اور z کی قدروں میں ایڈجسٹمنٹ کریں۔
vi: và sau đó thực hiện điều chỉnh các giá trị King x, y và z.

source: To adjust row values, uncheck the < Tie pieces to King > checkbox,
es: Para ajustar los valores de las filas, desmarque la casilla de verificación <Atar piezas al rey>.
sr: Да бисте подесили вредности редова, опозовите избор у пољу за потврду < Везати комаде за краља >,
sv: För att justera radvärden, avmarkera kryssrutan < Tie pieces to King >,
sw: Ili kurekebisha thamani za safu mlalo, ondoa tiki kwenye kisanduku cha kuteua < Funga vipande kwa King >,
ta: வரிசை மதிப்புகளை சரிசெய்ய, Tie pieces to King > தேர்வுப்பெட்டியைத் தேர்வுநீக்கவும்,
th: หากต้องการปรับค่าแถว ให้ยกเลิกการเลือกช่องกาเครื่องหมาย < ผูกชิ้นส่วนกับราชา >
tr: Satır değerlerini ayarlamak için < Kravat parçalarını Kral'a bağla > onay kutusunun işaretini kaldırın,
uk: Щоб налаштувати значення рядків, зніміть прапорець < Прив’язати частини до короля >,
ur: قطار کی قدروں کو ایڈجسٹ کرنے کے لیے، <Tie pieces to King> چیک باکس کو غیر نشان زد کریں،
vi: Để điều chỉnh giá trị hàng, hãy bỏ chọn hộp kiểm < Buộc quân cờ vào Vua>,

source: check the < tie Y, Z to X > checkbox
es: Marque la casilla de verificación <vincular Y, Z a X>
sr: потврдите избор у пољу за потврду < повежите И, З са Кс >
sv: markera kryssrutan < bind Y, Z till X >
sw: angalia kisanduku cha kuteua < funga Y, Z hadi X >
ta: Y, Z முதல் X வரையிலான டை தேர்வுப்பெட்டியை சரிபார்க்கவும் >
th: ทำเครื่องหมายที่ช่องกาเครื่องหมาย < เสมอ Y, Z ถึง X >
tr: < Y, Z'yi X'e bağla > onay kutusunu işaretleyin
uk: установіть прапорець < прив’язати Y, Z до X >
ur: < tie Y, Z سے X > چیک باکس کو چیک کریں۔
vi: đánh dấu vào ô <liên kết Y, Z với X>

source: and then make the adjustments to the piece x-value for the row.
es: y luego realice los ajustes al valor x de la pieza para la fila.
sr: а затим извршите подешавања к-вредности комада за ред.
sv: och gör sedan justeringarna av bitens x-värde för raden.
sw: na kisha fanya marekebisho kwa kipande cha thamani ya x kwa safu.
ta: பின்னர் வரிசைக்கான துண்டு x-மதிப்பில் மாற்றங்களைச் செய்யுங்கள்.
th: จากนั้นทำการปรับค่า x ของชิ้นส่วนในแถวนั้น
tr: ve sonra satır için parça x değerine ayarlamaları yapın.
uk: а потім внесіть коригування у значення x для рядка.
ur: اور پھر قطار کے لیے پیس ایکس ویلیو میں ایڈجسٹمنٹ کریں۔
vi: và sau đó thực hiện điều chỉnh giá trị x của phần cho hàng.

source: To adjust the piece values separately, uncheck all of the checkboxes.
es: Para ajustar los valores de las piezas por separado, desmarque todas las casillas de verificación.
sr: Да бисте засебно подесили вредности комада, поништите сва поља за потврду.
sv: För att justera bitvärdena separat, avmarkera alla kryssrutor.
sw: Ili kurekebisha thamani za vipande tofauti, batilisha uteuzi wa visanduku vyote vya kuteua.
ta: துண்டு மதிப்புகளைத் தனித்தனியாக சரிசெய்ய, அனைத்து தேர்வுப்பெட்டிகளையும் தேர்வுநீக்கவும்.
th: หากต้องการปรับค่าชิ้นส่วนแยกกัน ให้ยกเลิกการเลือกช่องกาเครื่องหมายทั้งหมด
tr: Parça değerlerini ayrı ayrı ayarlamak için tüm onay kutularının işaretini kaldırın.
uk: Щоб налаштувати значення штук окремо, зніміть усі прапорці.
ur: ٹکڑوں کی قدروں کو الگ سے ایڈجسٹ کرنے کے لیے، تمام چیک باکسز سے نشان ہٹا دیں۔
vi: Để điều chỉnh giá trị từng phần riêng biệt, hãy bỏ chọn tất cả các hộp kiểm.

source: 3d piece size adjustment help
es: Ayuda para ajustar el tamaño de la pieza 3D
sr: Помоћ за подешавање величине 3д комада
sv: 3D-hjälp för storleksjustering
sw: Usaidizi wa kurekebisha ukubwa wa kipande cha 3d
ta: 3D துண்டு அளவு சரிசெய்தல் உதவி
th: ช่วยปรับขนาดชิ้นงาน 3 มิติ
tr: 3d parça boyut ayarlama yardımı
uk: Допомога з налаштування розміру 3d-деталі
ur: 3D ٹکڑا سائز ایڈجسٹمنٹ مدد
vi: Trợ giúp điều chỉnh kích thước mảnh 3D

source: This panel lets you set player names.
es: Este panel te permite establecer los nombres de los jugadores.
sr: Овај панел вам омогућава да поставите имена играча.
sv: Den här panelen låter dig ställa in spelarnamn.
sw: Paneli hii inakuwezesha kuweka majina ya wachezaji.
ta: இந்தப் பலகம் வீரர் பெயர்களை அமைக்க உங்களை அனுமதிக்கிறது.
th: แผงนี้ช่วยให้คุณตั้งชื่อผู้เล่นได้
tr: Bu panel oyuncu isimlerini ayarlamanıza olanak tanır.
uk: Ця панель дозволяє встановлювати імена гравців.
ur: یہ پینل آپ کو کھلاڑیوں کے نام سیٹ کرنے دیتا ہے۔
vi: Bảng điều khiển này cho phép bạn đặt tên người chơi.

source: Current white player
es: Jugador blanco actual
sr: Тренутни бели играч
sv: Nuvarande vit spelare
sw: Mchezaji mweupe wa sasa
ta: தற்போதைய வெள்ளை வீரர்
th: ผู้เล่นผิวขาวในปัจจุบัน
tr: Mevcut beyaz oyuncu
uk: Поточний білий гравець
ur: موجودہ سفید فام کھلاڑی
vi: Người chơi da trắng hiện tại

source: Current black player
es: Jugador negro actual
sr: Тренутни црни играч
sv: Aktuell svart spelare
sw: Mchezaji wa sasa mweusi
ta: தற்போதைய கருப்பு வீரர்
th: ผู้เล่นผิวดำในปัจจุบัน
tr: Mevcut siyah oyuncu
uk: Поточний темношкірий гравець
ur: موجودہ سیاہ فام کھلاڑی
vi: Người chơi da đen hiện tại

source: Usual name of human player in human vs engine games
es: Nombre habitual del jugador humano en los juegos de humanos contra motores
sr: Уобичајено име људског играча у игрицама људи против мотора
sv: Vanligt namn på mänsklig spelare i mänskliga vs motorspel
sw: Jina la kawaida la mchezaji wa binadamu katika michezo ya binadamu dhidi ya injini
ta: மனிதர் vs இயந்திர விளையாட்டுகளில் மனித வீரரின் வழக்கமான பெயர்
th: ชื่อทั่วไปของผู้เล่นมนุษย์ในเกม Human vs Engine
tr: İnsan ve motor oyunlarında insan oyuncunun olağan adı
uk: Звичайна назва гравця-людини в іграх «людина проти двигуна».
ur: انسانی بمقابلہ انجن گیمز میں انسانی کھلاڑی کا عام نام
vi: Tên thường gọi của người chơi trong trò chơi đấu giữa người và máy

source: Bill
es: Factura
sr: Билл
sv: Fakturera
ta: மசோதா
th: ใบแจ้งหนี้
tr: Fatura
uk: Білл
ur: بل
vi: Hóa đơn

source: The person who usually uses this program to play against a chess engine.
es: La persona que normalmente utiliza este programa para jugar contra un motor de ajedrez.
sr: Особа која обично користи овај програм да игра против шаховске машине.
sv: Den person som vanligtvis använder detta program för att spela mot en schackmotor.
sw: Mtu ambaye kwa kawaida hutumia programu hii kucheza dhidi ya injini ya chess.
ta: இந்த நிரலை வழக்கமாக ஒரு சதுரங்க இயந்திரத்திற்கு எதிராக விளையாடுபவர்.
th: บุคคลที่มักใช้โปรแกรมนี้เพื่อเล่นกับโปรแกรมหมากรุก
tr: Bu programı genellikle satranç motoruna karşı oynamak için kullanan kişi.
uk: Людина, яка зазвичай використовує цю програму для гри проти шахового двигуна.
ur: وہ شخص جو عام طور پر اس پروگرام کو شطرنج کے انجن کے خلاف کھیلنے کے لیے استعمال کرتا ہے۔
vi: Người thường sử dụng chương trình này để chơi cờ vua.

source: Use this panel to name the players involved in the
es: Utilice este panel para nombrar a los jugadores involucrados en el
sr: Користите ову таблу да именујете играче укључене у
sv: Använd den här panelen för att namnge spelarna som är involverade i
sw: Tumia paneli hii kutaja wachezaji wanaohusika katika
ta: இதில் ஈடுபட்டுள்ள வீரர்களின் பெயரைக் குறிப்பிட இந்தப் பலகத்தைப் பயன்படுத்தவும்.
th: ใช้แผงนี้เพื่อตั้งชื่อผู้เล่นที่เกี่ยวข้องใน
tr: Bu paneli, olaya karışan oyuncuları adlandırmak için kullanın.
uk: Використовуйте цю панель, щоб назвати гравців, які беруть участь у
ur: میں شامل کھلاڑیوں کے نام کے لیے اس پینل کا استعمال کریں۔
vi: Sử dụng bảng điều khiển này để đặt tên cho những người chơi tham gia vào

source: onscreen games.
es: juegos en pantalla.
sr: игре на екрану.
sv: spel på skärmen.
sw: michezo ya skrini.
ta: திரை விளையாட்டுகள்.
th: เกมบนหน้าจอ
tr: Ekrandaki oyunlar.
uk: екранні ігри.
ur: اسکرین گیمز.
vi: trò chơi trên màn hình.

source: A shortcut to this dialog is available; simply
es: Hay un acceso directo a este cuadro de diálogo; simplemente
sr: Доступна је пречица до овог дијалога; једноставно
sv: En genväg till den här dialogrutan är tillgänglig; helt enkelt
sw: Njia ya mkato ya kidirisha hiki inapatikana; kwa urahisi
ta: இந்த உரையாடலுக்கான குறுக்குவழி கிடைக்கிறது; வெறுமனே
th: มีทางลัดไปยังกล่องโต้ตอบนี้ได้ง่ายๆ
tr: Bu iletişim kutusuna bir kısayol mevcuttur; basitçe
uk: Доступний ярлик для цього діалогового вікна; просто
ur: اس ڈائیلاگ کا شارٹ کٹ دستیاب ہے۔ بس
vi: Có một phím tắt cho hộp thoại này; chỉ cần

source: click on a player name.
es: Haga clic en el nombre de un jugador.
sr: кликните на име играча.
sv: klicka på ett spelarnamn.
sw: bonyeza jina la mchezaji.
ta: ஒரு வீரர் பெயரைக் கிளிக் செய்யவும்.
th: คลิกที่ชื่อผู้เล่น
tr: Bir oyuncu ismine tıklayın.
uk: натисніть на ім'я гравця.
ur: کھلاڑی کے نام پر کلک کریں۔
vi: nhấp vào tên người chơi.

source: Player Name Dialog Help
es: Ayuda del cuadro de diálogo Nombre del jugador
sr: Помоћ у дијалогу за име играча
sv: Spelarnamn Dialog Hjälp
sw: Usaidizi wa Kidirisha cha Jina la Mchezaji
ta: பிளேயர் பெயர் உரையாடல் உதவி
th: ช่วยเหลือกล่องโต้ตอบชื่อผู้เล่น
tr: Oyuncu Adı İletişim Kutusu Yardımı
uk: Довідка діалогового вікна імені гравця
ur: پلیئر کا نام ڈائیلاگ مدد
vi: Trợ giúp hộp thoại tên người chơi

source: Error opening .bin book file
es: Error al abrir el archivo de libro .bin
sr: Грешка при отварању .бин датотеке књиге
sv: Det gick inte att öppna .bin-bokfilen
sw: Hitilafu katika kufungua faili ya .bin book
ta: .bin புத்தகக் கோப்பைத் திறப்பதில் பிழை
th: เกิดข้อผิดพลาดในการเปิดไฟล์หนังสือ .bin
tr: .bin kitap dosyası açılırken hata oluştu
uk: Помилка відкриття файлу книги .bin
ur: .bin کتاب کی فائل کھولنے میں خرابی۔
vi: Lỗi khi mở tệp sách .bin

source: Polyglot file message
es: Mensaje de archivo políglota
sr: Порука о полиглот фајлу
sv: Polyglot filmeddelande
sw: Ujumbe wa faili ya Polyglot
ta: பன்மொழி கோப்பு செய்தி
th: ข้อความไฟล์ภาษาหลายภาษา
tr: Çok dilli dosya mesajı
uk: Повідомлення файлу Polyglot
ur: پولی گلوٹ فائل کا پیغام
vi: Tin nhắn tập tin đa ngôn ngữ

source: Opening book file re-write complete
es: Apertura del archivo del libro reescrito por completo
sr: Отварање датотеке књиге, поновно писање је завршено
sv: Öppnande av bokfil, omskrivning klar
sw: Kufungua faili ya kitabu kuandika upya kumekamilika
ta: புத்தகக் கோப்பைத் திறப்பது மீண்டும் எழுதுவது முடிந்தது.
th: เปิดไฟล์หนังสือเขียนใหม่เสร็จเรียบร้อย
tr: Kitap dosyasının yeniden yazılması tamamlandı
uk: Відкриття файлу книги перезапис завершено
ur: کتاب کی فائل کو کھولنا دوبارہ لکھنا مکمل ہے۔
vi: Mở tập tin sách viết lại hoàn tất

source: Update opening book file message
es: Actualizar el mensaje de apertura del archivo del libro
sr: Ажурирајте поруку о отварању књиге
sv: Uppdatera öppningsbokfilmeddelande
sw: Sasisha kufungua ujumbe wa faili ya kitabu
ta: புத்தகக் கோப்பைத் திறக்கும் செய்தியைப் புதுப்பிக்கவும்
th: อัพเดทข้อความเปิดไฟล์หนังสือ
tr: Açılış kitap dosyası mesajını güncelle
uk: Оновити повідомлення про відкриття файлу книги
ur: اوپننگ بک فائل میسج کو اپ ڈیٹ کریں۔
vi: Cập nhật thông báo mở tệp sách

source: There are no moves in the file
es: No hay movimientos en el archivo
sr: Нема потеза у фајлу
sv: Det finns inga rörelser i filen
sw: Hakuna uhamishaji kwenye faili
ta: கோப்பில் எந்த நகர்வுகளும் இல்லை.
th: ไม่มีการเคลื่อนไหวในไฟล์
tr: Dosyada hiçbir hareket yok
uk: У файлі немає ходів
ur: فائل میں کوئی حرکت نہیں ہے۔
vi: Không có động thái nào trong tập tin

source: Cannot read book moves into memory, operation cancelled
es: No se pueden leer los movimientos del libro en la memoria; operación cancelada
sr: Није могуће прочитати књига се помера у меморију, операција је отказана
sv: Kan inte läsa boken flyttas till minnet, operationen avbröts
sw: Haiwezi kusoma uhamishaji wa kitabu hadi kwenye kumbukumbu, operesheni imeghairiwa
ta: புத்தகத்தை படிக்க முடியவில்லை, அது நினைவகத்திற்கு நகர்கிறது, செயல்பாடு ரத்து செய்யப்பட்டது.
th: ไม่สามารถอ่านหนังสือที่ย้ายเข้าไปในหน่วยความจำได้ การดำเนินการถูกยกเลิก
tr: Kitap hafızaya taşınamadı, işlem iptal edildi
uk: Неможливо прочитати книгу, переміщується в пам'ять, операцію скасовано
ur: یادداشت میں کتاب کی منتقلی کو پڑھ نہیں سکتا، آپریشن منسوخ کر دیا گیا۔
vi: Không thể đọc sách di chuyển vào bộ nhớ, thao tác bị hủy

source: Memory allocation error
es: Error de asignación de memoria
sr: Грешка у додели меморије
sv: Minnesallokeringsfel
sw: Hitilafu ya ugawaji kumbukumbu
ta: நினைவக ஒதுக்கீட்டுப் பிழை
th: ข้อผิดพลาดในการจัดสรรหน่วยความจำ
tr: Bellek ayırma hatası
uk: Помилка розподілу пам'яті
ur: میموری مختص کرنے میں خرابی۔
vi: Lỗi phân bổ bộ nhớ

source: There is no game loaded to add moves from.
es: No hay ningún juego cargado para agregar movimientos.
sr: Нема учитане игре за додавање потеза.
sv: Det finns inget spel laddat att lägga till drag från.
sw: Hakuna mchezo uliopakiwa ili kuongeza hatua kutoka.
ta: நகர்வுகளைச் சேர்க்க எந்த விளையாட்டும் ஏற்றப்படவில்லை.
th: ไม่มีเกมโหลดให้เพิ่มการเคลื่อนไหว
tr: Hamle eklenebilecek yüklü bir oyun yok.
uk: Немає завантаженої гри для додавання ходів.
ur: سے چالیں شامل کرنے کے لیے کوئی گیم لوڈ نہیں ہے۔
vi: Không có trò chơi nào được tải để thêm nước đi.

source: Please load a game before adding moves.
es: Cargue un juego antes de agregar movimientos.
sr: Учитајте игру пре додавања потеза.
sv: Ladda ett spel innan du lägger till drag.
sw: Tafadhali pakia mchezo kabla ya kuongeza hatua.
ta: நகர்வுகளைச் சேர்ப்பதற்கு முன் ஒரு விளையாட்டை ஏற்றவும்.
th: กรุณาโหลดเกมก่อนที่จะเพิ่มการเคลื่อนไหว
tr: Lütfen hamle eklemeden önce bir oyun yükleyin.
uk: Перш ніж додавати ходи, завантажте гру.
ur: چالیں شامل کرنے سے پہلے براہ کرم ایک گیم لوڈ کریں۔
vi: Vui lòng tải trò chơi trước khi thêm nước đi.
