Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Start afresh with a new .pgn file with no games
es: Comienza de nuevo con un nuevo archivo .pgn sin juegos
sr: Почните изнова са новом .пгн датотеком без игара
sv: Börja på nytt med en ny .pgn-fil utan spel
sw: Anza upya kwa faili mpya ya .pgn isiyo na michezo
ta: விளையாட்டுகள் இல்லாமல் புதிய .pgn கோப்புடன் புதிதாகத் தொடங்குங்கள்.
th: เริ่มต้นใหม่ด้วยไฟล์ .pgn ใหม่โดยไม่มีเกม
tr: Hiçbir oyun olmadan yeni bir .pgn dosyasıyla baştan başlayın
uk: Почніть заново з новим файлом .pgn без ігор
ur: بغیر گیمز کے ایک نئی .pgn فائل کے ساتھ نئے سرے سے شروعات کریں۔
vi: Bắt đầu lại với một tệp .pgn mới không có trò chơi

source: Open
es: Abierto
sr: Отвори
sv: Öppna
sw: Fungua
ta: திறந்த
th: เปิด
tr: Açık
uk: ВІДЧИНЕНО
ur: کھولیں۔
vi: Mở

source: Open an existing .pgn file
es: Abrir un archivo .pgn existente
sr: Отворите постојећу .пгн датотеку
sv: Öppna en befintlig .pgn-fil
sw: Fungua faili iliyopo ya .pgn
ta: ஏற்கனவே உள்ள .pgn கோப்பைத் திறக்கவும்
th: เปิดไฟล์ .pgn ที่มีอยู่
tr: Mevcut bir .pgn dosyasını açın
uk: Відкрийте наявний файл .pgn
ur: ایک موجودہ .pgn فائل کھولیں۔
vi: Mở tệp .pgn hiện có

source: Open Recent
es: Abrir reciente
sr: Отворите Недавно
sv: Öppna Senaste
sw: Fungua Hivi Karibuni
ta: சமீபத்தியவற்றைத் திற
th: เปิดล่าสุด
tr: Son açılanlar
uk: Відкрийте Останні
ur: حالیہ کھولیں۔
vi: Mở Gần đây

source: Clear recent file list
es: Borrar la lista de archivos recientes
sr: Обришите листу недавних датотека
sv: Rensa listan över senaste filer
sw: Futa orodha ya faili za hivi majuzi
ta: சமீபத்திய கோப்புப் பட்டியலை அழி
th: ล้างรายการไฟล์ล่าสุด
tr: Son dosya listesini temizle
uk: Очистити список останніх файлів
ur: حالیہ فائل کی فہرست صاف کریں۔
vi: Xóa danh sách tập tin gần đây

source: Clear the recent file list
es: Borrar la lista de archivos recientes
sr: Обришите листу недавних датотека
sv: Rensa den senaste fillistan
sw: Futa orodha ya faili za hivi majuzi
ta: சமீபத்திய கோப்பு பட்டியலை அழிக்கவும்.
th: ล้างรายการไฟล์ล่าสุด
tr: Son dosya listesini temizle
uk: Очистити список останніх файлів
ur: حالیہ فائل کی فہرست کو صاف کریں۔
vi: Xóa danh sách tập tin gần đây

source: Open log file
es: Abrir archivo de registro
sr: Отворите датотеку евиденције
sv: Öppna loggfilen
sw: Fungua faili ya kumbukumbu
ta: பதிவு கோப்பைத் திற
th: เปิดไฟล์บันทึก
tr: Günlük dosyasını aç
uk: Відкрити файл журналу
ur: لاگ فائل کھولیں۔
vi: Mở tệp nhật ký

source: Open the file in which Tarrasch logs games
es: Abra el archivo en el que Tarrasch registra los juegos
sr: Отворите датотеку у којој Таррасцх евидентира игре
sv: Öppna filen där Tarrasch loggar spel
sw: Fungua faili ambayo Tarrasch inaweka michezo
ta: Tarrasch விளையாட்டுகளைப் பதிவு செய்யும் கோப்பைத் திறக்கவும்.
th: เปิดไฟล์ที่ Tarrasch บันทึกเกมไว้
tr: Tarrasch'ın oyunları kaydettiği dosyayı açın
uk: Відкрийте файл, у якому Tarrasch записує ігри
ur: وہ فائل کھولیں جس میں Tarrasch کھیلوں کو لاگ کرتا ہے۔
vi: Mở tệp mà Tarrasch ghi lại các trò chơi

source: Save the current .pgn file
es: Guardar el archivo .pgn actual
sr: Сачувајте тренутну .пгн датотеку
sv: Spara den aktuella .pgn-filen
sw: Hifadhi faili ya sasa ya .pgn
ta: தற்போதைய .pgn கோப்பைச் சேமிக்கவும்.
th: บันทึกไฟล์ .pgn ปัจจุบัน
tr: Mevcut .pgn dosyasını kaydedin
uk: Збережіть поточний файл .pgn
ur: موجودہ .pgn فائل کو محفوظ کریں۔
vi: Lưu tệp .pgn hiện tại

source: Save the current .pgn file with a different name
es: Guardar el archivo .pgn actual con un nombre diferente
sr: Сачувајте тренутну .пгн датотеку под другим именом
sv: Spara den aktuella .pgn-filen med ett annat namn
sw: Hifadhi faili ya sasa ya .pgn yenye jina tofauti
ta: தற்போதைய .pgn கோப்பை வேறு பெயரில் சேமிக்கவும்.
th: บันทึกไฟล์ .pgn ปัจจุบันด้วยชื่ออื่น
tr: Mevcut .pgn dosyasını farklı bir adla kaydedin
uk: Збережіть поточний файл .pgn під іншою назвою
ur: موجودہ .pgn فائل کو مختلف نام کے ساتھ محفوظ کریں۔
vi: Lưu tệp .pgn hiện tại với tên khác

source: Save game as
es: Guardar el juego como
sr: Сачувај игру као
sv: Spara spelet som
sw: Hifadhi mchezo kama
ta: விளையாட்டை இவ்வாறு சேமிக்கவும்
th: บันทึกเกมเป็น
tr: Oyunu farklı kaydet
uk: Зберегти гру як
ur: گیم کو بطور محفوظ کریں۔
vi: Lưu trò chơi dưới dạng

source: Save the current game to a new or existing .pgn file
es: Guardar el juego actual en un archivo .pgn nuevo o existente
sr: Сачувајте тренутну игру у нову или постојећу .пгн датотеку
sv: Spara det aktuella spelet till en ny eller befintlig .pgn-fil
sw: Hifadhi mchezo wa sasa kwa faili mpya au iliyopo ya .pgn
ta: தற்போதைய விளையாட்டை புதிய அல்லது ஏற்கனவே உள்ள .pgn கோப்பில் சேமிக்கவும்.
th: บันทึกเกมปัจจุบันลงในไฟล์ .pgn ใหม่หรือที่มีอยู่
tr: Mevcut oyunu yeni veya mevcut bir .pgn dosyasına kaydedin
uk: Збережіть поточну гру в новий або існуючий файл .pgn
ur: موجودہ گیم کو نئی یا موجودہ .pgn فائل میں محفوظ کریں۔
vi: Lưu trò chơi hiện tại vào một tệp .pgn mới hoặc hiện có

source: New tab
es: Nueva pestaña
sr: Нова картица
sv: Ny flik
sw: Kichupo kipya
ta: புதிய தாவல்
th: แท็บใหม่
tr: Yeni sekme
uk: Нова вкладка
ur: نیا ٹیب
vi: Tab mới

source: Close tab
es: Cerrar pestaña
sr: Затвори картицу
sv: Stäng fliken
sw: Funga kichupo
ta: தாவலை மூடு
th: ปิดแท็บ
tr: Sekmeyi kapat
uk: Закрити вкладку
ur: ٹیب بند کریں۔
vi: Đóng tab

source: Close all tabs
es: Cerrar todas las pestañas
sr: Затворите све картице
sv: Stäng alla flikar
sw: Funga tabo zote
ta: எல்லா தாவல்களையும் மூடு
th: ปิดแท็บทั้งหมด
tr: Tüm sekmeleri kapat
uk: Закрийте всі вкладки
ur: تمام ٹیبز بند کریں۔
vi: Đóng tất cả các tab

source: Close all open tabs, except the first one
es: Cierra todas las pestañas abiertas, excepto la primera.
sr: Затворите све отворене картице, осим прве
sv: Stäng alla öppna flikar, utom den första
sw: Funga vichupo vyote vilivyo wazi, isipokuwa cha kwanza
ta: முதல் தாவலைத் தவிர, அனைத்து திறந்த தாவல்களையும் மூடு.
th: ปิดแท็บที่เปิดอยู่ทั้งหมด ยกเว้นแท็บแรก
tr: İlk sekme hariç tüm açık sekmeleri kapatın
uk: Закрийте всі відкриті вкладки, крім першої
ur: پہلے والے کو چھوڑ کر تمام کھلے ٹیبز کو بند کر دیں۔
vi: Đóng tất cả các tab đang mở, ngoại trừ tab đầu tiên

source: Add tab to file
es: Agregar pestaña al archivo
sr: Додај картицу у датотеку
sv: Lägg till flik till fil
sw: Ongeza kichupo kwenye faili
ta: கோப்பில் தாவலைச் சேர்
th: เพิ่มแท็บลงในไฟล์
tr: Dosyaya sekme ekle
uk: Додати вкладку до файлу
ur: فائل میں ٹیب شامل کریں۔
vi: Thêm tab vào tập tin

source: Add this game to the current file
es: Añade este juego al archivo actual
sr: Додајте ову игру тренутној датотеци
sv: Lägg till det här spelet till den aktuella filen
sw: Ongeza mchezo huu kwenye faili ya sasa
ta: இந்த விளையாட்டை தற்போதைய கோப்பில் சேர்க்கவும்.
th: เพิ่มเกมนี้ไปยังไฟล์ปัจจุบัน
tr: Bu oyunu geçerli dosyaya ekle
uk: Додайте цю гру до поточного файлу
ur: اس گیم کو موجودہ فائل میں شامل کریں۔
vi: Thêm trò chơi này vào tập tin hiện tại

source: Print..
es: Imprimir..
sr: Штампај..
sv: Skriva ut..
sw: Chapisha..
ta: அச்சிடு..
th: พิมพ์..
tr: Yazdır..
uk: Роздрукувати..
ur: پرنٹ کریں..
vi: In..

source: Print game functions
es: Funciones del juego de impresión
sr: Штампајте функције игре
sv: Skriv ut spelfunktioner
sw: Chapisha vipengele vya mchezo
ta: விளையாட்டு செயல்பாடுகளை அச்சிடு
th: พิมพ์ฟังก์ชั่นเกม
tr: Oyun fonksiyonlarını yazdır
uk: Друк функцій гри
ur: گیم فنکشن پرنٹ کریں۔
vi: In chức năng trò chơi

source: Print game..
es: Imprimir juego..
sr: Штампај игрицу..
sv: Skriv ut spel..
sw: Chapisha mchezo..
ta: விளையாட்டை அச்சிடு..
th: พิมพ์เกมส์..
tr: Oyunu yazdır..
uk: Роздрукувати гру..
ur: پرنٹ گیم ..
vi: In trò chơi..

source: Print preview for the current game
es: Vista previa de impresión del juego actual
sr: Преглед за штампање тренутне игре
sv: Förhandsvisning av det aktuella spelet
sw: Chapisha onyesho la kukagua mchezo wa sasa
ta: தற்போதைய விளையாட்டுக்கான அச்சு முன்னோட்டம்
th: ตัวอย่างการพิมพ์สำหรับเกมปัจจุบัน
tr: Mevcut oyun için baskı önizlemesi
uk: Попередній перегляд поточної гри
ur: موجودہ گیم کے لیے پرنٹ پیش نظارہ
vi: Bản xem trước bản in cho trò chơi hiện tại

source: Print options..
es: Opciones de impresión..
sr: Опције штампања..
sv: Utskriftsalternativ..
sw: Chaguzi za kuchapisha..
ta: அச்சு விருப்பங்கள்..
th: ตัวเลือกการพิมพ์..
tr: Yazdırma seçenekleri..
uk: Параметри друку..
ur: پرنٹ کے اختیارات..
vi: Tùy chọn in..

source: Set options for printing
es: Establecer opciones para imprimir
sr: Подесите опције за штампање
sv: Ställ in alternativ för utskrift
sw: Weka chaguzi za uchapishaji
ta: அச்சிடுவதற்கான விருப்பங்களை அமைக்கவும்.
th: ตั้งค่าตัวเลือกสำหรับการพิมพ์
tr: Yazdırma seçeneklerini ayarlayın
uk: Встановіть параметри для друку
ur: پرنٹنگ کے لیے آپشنز سیٹ کریں۔
vi: Thiết lập tùy chọn để in

source: E&xit
es: Salida
sr: Е&екит
sv: Utgång
sw: Utgång
ta: வெளியேறு
th: ออก
tr: Çıkış
uk: Вихід
ur: باہر نکلیں۔
vi: Ra

source: Copy
es: Copiar
sr: Копирај
sv: Kopiera
sw: Nakili
ta: நகலெடு
th: สำเนา
tr: Kopyala
uk: Копія
ur: کاپی
vi: Sao chép

source: Cut
es: Cortar
sr: Цут
sv: Skära
sw: Kata
ta: வெட்டு
th: ตัด
tr: Kesmek
uk: Вирізати
ur: کاٹنا
vi: Cắt

source: Paste
es: Pasta
sr: Залепите
sv: Klistra
sw: Bandika
ta: ஒட்டு
th: แปะ
tr: Yapıştır
uk: Вставити
ur: چسپاں کریں۔
vi: Dán

source: Undo
es: Deshacer
sr: Поништи
sv: Ångra
sw: Tendua
ta: செயல்தவிர்
th: เลิกทำ
tr: Geri al
uk: Скасувати
ur: کالعدم
vi: Hoàn tác

source: Redo
es: Rehacer
sr: Понови
sv: Göra om
sw: Rudia
ta: மீண்டும் செய்
th: ทำใหม่อีกครั้ง
tr: Yeniden yap
uk: Повторити
ur: دوبارہ کریں۔
vi: Làm lại

source: Delete comment text or remainder of variation
es: Eliminar el texto del comentario o el resto de la variación
sr: Избришите текст коментара или остатак варијације
sv: Ta bort kommentarstext eller resten av varianten
sw: Futa maandishi ya maoni au salio la tofauti
ta: கருத்து உரையையோ அல்லது மீதமுள்ள மாறுபாட்டையோ நீக்கவும்.
th: ลบข้อความความคิดเห็นหรือส่วนที่เหลือของการเปลี่ยนแปลง
tr: Yorum metnini veya varyasyonun geri kalanını silin
uk: Видалити текст коментаря або залишок варіації
ur: تبصرے کا متن یا بقیہ تغیرات کو حذف کریں۔
vi: Xóa văn bản bình luận hoặc phần còn lại của biến thể

source: Delete selection or rest of variation
es: Eliminar selección o resto de variación
sr: Избришите избор или остатак варијације
sv: Ta bort urval eller resten av varianten
sw: Futa chaguo au tofauti zingine
ta: தேர்வை அல்லது மீதமுள்ள மாறுபாட்டை நீக்கு
th: ลบการเลือกหรือส่วนที่เหลือของการเปลี่ยนแปลง
tr: Seçimi veya varyasyonun geri kalanını sil
uk: Видалити вибір або решту варіанту
ur: انتخاب یا باقی تغیرات کو حذف کریں۔
vi: Xóa lựa chọn hoặc phần còn lại của biến thể

source: Edit game details
es: Editar detalles del juego
sr: Уредите детаље игре
sv: Redigera speldetaljer
sw: Badilisha maelezo ya mchezo
ta: விளையாட்டு விவரங்களைத் திருத்து
th: แก้ไขรายละเอียดเกม
tr: Oyun ayrıntılarını düzenle
uk: Редагувати деталі гри
ur: گیم کی تفصیلات میں ترمیم کریں۔
vi: Chỉnh sửa chi tiết trò chơi

source: Modify player names, tournament names, or other details
es: Modificar nombres de jugadores, nombres de torneos u otros detalles
sr: Измените имена играча, називе турнира или друге детаље
sv: Ändra spelarnamn, turneringsnamn eller andra detaljer
sw: Rekebisha majina ya wachezaji, majina ya mashindano au maelezo mengine
ta: வீரர் பெயர்கள், போட்டி பெயர்கள் அல்லது பிற விவரங்களை மாற்றவும்.
th: แก้ไขชื่อผู้เล่น ชื่อการแข่งขัน หรือรายละเอียดอื่นๆ
tr: Oyuncu adlarını, turnuva adlarını veya diğer ayrıntıları değiştirin
uk: Змінюйте імена гравців, назви турнірів або інші деталі
ur: کھلاڑیوں کے ناموں، ٹورنامنٹ کے ناموں، یا دیگر تفصیلات میں ترمیم کریں۔
vi: Sửa đổi tên người chơi, tên giải đấu hoặc các chi tiết khác

source: Copy game to system clipboard (PGN)
es: Copiar el juego al portapapeles del sistema (PGN)
sr: Копирајте игру у системски међуспремник (ПГН)
sv: Kopiera spelet till systemurklipp (PGN)
sw: Nakili mchezo kwenye ubao wa kunakili wa mfumo (PGN)
ta: விளையாட்டை சிஸ்டம் கிளிப்போர்டுக்கு (PGN) நகலெடுக்கவும்.
th: คัดลอกเกมไปยังคลิปบอร์ดระบบ (PGN)
tr: Oyunu sistem panosuna kopyala (PGN)
uk: Копіювати гру в системний буфер обміну (PGN)
ur: گیم کو سسٹم کلپ بورڈ (PGN) میں کاپی کریں
vi: Sao chép trò chơi vào bảng tạm hệ thống (PGN)

source: Copy position to system clipboard (FEN)
es: Copiar posición al portapapeles del sistema (FEN)
sr: Копирај позицију у системски међуспремник (ФЕН)
sv: Kopiera position till systemurklipp (FEN)
sw: Nakili nafasi kwenye ubao wa kunakili wa mfumo (FEN)
ta: நிலையை சிஸ்டம் கிளிப்போர்டுக்கு (FEN) நகலெடுக்கவும்.
th: คัดลอกตำแหน่งไปยังคลิปบอร์ดระบบ (FEN)
tr: Pozisyonu sistem panosuna kopyala (FEN)
uk: Копіювати позицію в системний буфер обміну (FEN)
ur: پوزیشن کو سسٹم کلپ بورڈ میں کاپی کریں (FEN)
vi: Sao chép vị trí vào bảng tạm hệ thống (FEN)

source: Delete the whole variation
es: Eliminar toda la variación
sr: Избришите целу варијацију
sv: Ta bort hela varianten
sw: Futa tofauti nzima
ta: முழு மாறுபாட்டையும் நீக்கு.
th: ลบการเปลี่ยนแปลงทั้งหมด
tr: Tüm varyasyonu sil
uk: Видалити всю варіацію
ur: پوری تبدیلی کو حذف کریں۔
vi: Xóa toàn bộ biến thể

source: The current variation is elevated higher in the hierarchy of variations
es: La variación actual se eleva más alto en la jerarquía de variaciones.
sr: Тренутна варијација је уздигнута више у хијерархији варијација
sv: Den nuvarande variationen är upphöjd högre i variationshierarkin
sw: Tofauti ya sasa imeinuliwa juu katika safu ya tofauti
ta: தற்போதைய மாறுபாடு மாறுபாடுகளின் படிநிலையில் அதிகமாக உயர்த்தப்பட்டுள்ளது.
th: ความแปรปรวนปัจจุบันมีการยกระดับสูงขึ้นในลำดับชั้นของความแปรปรวน
tr: Mevcut varyasyon, varyasyon hiyerarşisinde daha yükseğe taşınır
uk: Поточний варіант піднімається вище в ієрархії варіантів
ur: موجودہ تغیر مختلف حالتوں کے درجہ بندی میں زیادہ بلند ہے۔
vi: Biến thể hiện tại được nâng cao hơn trong hệ thống phân cấp các biến thể

source: The current variation is lowered in the hierarchy of variations
es: La variación actual se baja en la jerarquía de variaciones.
sr: Тренутна варијација је спуштена у хијерархији варијација
sv: Den aktuella variationen sänks i hierarkin av variationer
sw: Tofauti ya sasa imepunguzwa katika daraja la tofauti
ta: தற்போதைய மாறுபாடு மாறுபாடுகளின் படிநிலையில் குறைக்கப்பட்டுள்ளது.
th: ความแปรปรวนปัจจุบันลดลงในลำดับชั้นของความแปรปรวน
tr: Mevcut varyasyon, varyasyon hiyerarşisinde düşürülür
uk: Поточна варіація опускається в ієрархії варіацій
ur: موجودہ تغیر کو مختلف حالتوں کے درجہ بندی میں کم کیا گیا ہے۔
vi: Biến thể hiện tại được hạ thấp trong hệ thống phân cấp các biến thể

source: Demote rest of variation to comment
es: Degradar el resto de la variación a comentario
sr: Деградирајте остатак варијације да бисте коментарисали
sv: Degradera resten av varianten för att kommentera
sw: Punguza mabadiliko mengine ili kutoa maoni
ta: மீதமுள்ள மாறுபாட்டைக் குறைத்து கருத்து தெரிவிக்கவும்.
th: ลดระดับส่วนที่เหลือของการเปลี่ยนแปลงเพื่อแสดงความคิดเห็น
tr: Varyasyonun geri kalanını yoruma indir
uk: Понизити решту варіантів до коментарів
ur: تبصرہ کرنے کے لیے باقی تغیرات کو کم کریں۔
vi: Hạ cấp phần còn lại của biến thể để bình luận

source: Convert moves to plain text which can be edited
es: Convierte movimientos en texto sin formato que se puede editar
sr: Претворите потезе у обичан текст који се може уређивати
sv: Konvertera drag till vanlig text som kan redigeras
sw: Badilisha vihamisho kuwa maandishi wazi ambayo yanaweza kuhaririwa
ta: நகர்வுகளைத் திருத்தக்கூடிய எளிய உரையாக மாற்றவும்.
th: แปลงการเคลื่อนไหวเป็นข้อความธรรมดาซึ่งสามารถแก้ไขได้
tr: Hareketleri düzenlenebilen düz metne dönüştürün
uk: Перетворіть рухи на звичайний текст, який можна редагувати
ur: چالوں کو سادہ متن میں تبدیل کریں جس میں ترمیم کی جاسکتی ہے۔
vi: Chuyển đổi các động thái thành văn bản thuần túy có thể chỉnh sửa được

source: Promote comment to moves
es: Promocionar comentarios a movimientos
sr: Промовишите коментаре на потезе
sv: Främja kommentarer till rörelser
sw: Kuza maoni kwa hatua
ta: நகர்வுகளுக்கு கருத்தை விளம்பரப்படுத்து
th: ส่งเสริมความคิดเห็นในการเคลื่อนไหว
tr: Yorumların hareketlere tanıtılması
uk: Сприяти коментарю до ходів
ur: تبصرے کو حرکت میں فروغ دیں۔
vi: Thúc đẩy bình luận cho các động thái

source: Convert plain text to live moves
es: Convertir texto simple en movimientos en vivo
sr: Претворите обичан текст у покрете уживо
sv: Konvertera vanlig text till live moves
sw: Badilisha maandishi wazi kuwa miondoko ya moja kwa moja
ta: எளிய உரையை நேரடி நகர்வுகளாக மாற்றவும்
th: แปลงข้อความธรรมดาเป็นภาพเคลื่อนไหวสด
tr: Düz metni canlı hareketlere dönüştür
uk: Перетворюйте звичайний текст на живі рухи
ur: سادہ متن کو لائیو چالوں میں تبدیل کریں۔
vi: Chuyển đổi văn bản thuần túy thành các động tác trực tiếp

source: Promote rest of comment to moves
es: Promocionar el resto de comentarios a movimientos
sr: Промовишите остатак коментара на потезе
sv: Främja resten av kommentaren till rörelser
sw: Tangaza maoni mengine kwa miondoko
ta: மீதமுள்ள கருத்தை நகர்வுகளுக்கு விளம்பரப்படுத்தவும்.
th: ส่งเสริมส่วนที่เหลือของความคิดเห็นในการเคลื่อนไหว
tr: Yorumun geri kalanını hareketlere taşı
uk: Перенести решту коментарів на ходи
ur: باقی تبصروں کو چالوں میں فروغ دیں۔
vi: Thúc đẩy phần còn lại của bình luận để di chuyển

source: Convert plain text (from cursor to end of comment) to live moves
es: Convertir texto simple (desde el cursor hasta el final del comentario) en movimientos en vivo
sr: Претворите обичан текст (од курсора до краја коментара) у покрете уживо
sv: Konvertera vanlig text (från markören till slutet av kommentaren) till levande rörelser
sw: Badilisha maandishi wazi (kutoka kishale hadi mwisho wa maoni) hadi miondoko ya moja kwa moja
ta: (கர்சரிலிருந்து கருத்தின் இறுதி வரை) எளிய உரையை நேரடி நகர்வுகளாக மாற்றவும்.
th: แปลงข้อความธรรมดา (จากเคอร์เซอร์ไปยังจุดสิ้นสุดของความคิดเห็น) เป็นการเคลื่อนไหวสด
tr: Düz metni (imleçten yorum sonuna kadar) canlı hareketlere dönüştür
uk: Перетворюйте звичайний текст (від курсору до кінця коментаря) у живі рухи
ur: سادہ متن (کرسر سے تبصرے کے آخر تک) کو لائیو موو میں تبدیل کریں۔
vi: Chuyển đổi văn bản thuần túy (từ con trỏ đến cuối bình luận) thành các động thái trực tiếp

source: Delete comments
es: Eliminar comentarios
sr: Обриши коментаре
sv: Ta bort kommentarer
sw: Futa maoni
ta: கருத்துகளை நீக்கு
th: ลบความคิดเห็น
tr: Yorumları sil
uk: Видалити коментарі
ur: تبصرے حذف کریں۔
vi: Xóa bình luận

source: Delete all comments to the game
es: Eliminar todos los comentarios del juego
sr: Избришите све коментаре на игрицу
sv: Ta bort alla kommentarer till spelet
sw: Futa maoni yote kwenye mchezo
ta: விளையாட்டுக்கான அனைத்து கருத்துகளையும் நீக்கு.
th: ลบความคิดเห็นทั้งหมดเกี่ยวกับเกม
tr: Oyuna yapılan tüm yorumları sil
uk: Видалити всі коментарі до гри
ur: گیم پر تمام تبصرے حذف کریں۔
vi: Xóa tất cả các bình luận về trò chơi

source: Delete sub-vars
es: Eliminar subvariables
sr: Избришите под-варијанте
sv: Ta bort sub-vars
sw: Futa sub-vars
ta: துணை வார்களை நீக்கு
th: ลบตัวแปรย่อย
tr: Alt değişkenleri sil
uk: Видалити підзмінні
ur: ذیلی وار کو حذف کریں۔
vi: Xóa các biến con

source: Delete all sub-variations to the game
es: Eliminar todas las subvariantes del juego
sr: Избришите све подваријације игре
sv: Ta bort alla undervarianter till spelet
sw: Futa tofauti zote ndogo za mchezo
ta: விளையாட்டின் அனைத்து துணை மாறுபாடுகளையும் நீக்கு.
th: ลบตัวแปรย่อยทั้งหมดของเกม
tr: Oyunun tüm alt varyasyonlarını sil
uk: Видалити всі підваріації гри
ur: گیم کے تمام ذیلی تغیرات کو حذف کریں۔
vi: Xóa tất cả các biến thể phụ của trò chơi

source: Delete NAGs
es: Eliminar NAG
sr: Избришите НАГ-ове
sv: Ta bort NAG:er
sw: Futa NAG
ta: NAG-களை நீக்கு
th: ลบ NAG
tr: NAG'ları Sil
uk: Видалити NAG
ur: NAGs کو حذف کریں۔
vi: Xóa NAG

source: Delete all NAGs (Numeric Annotation Glyphs) to the game
es: Eliminar todos los NAG (glifos de anotación numérica) del juego
sr: Избришите све НАГ-ове (нумеричке ознаке знакова) у игри
sv: Ta bort alla NAG:er (Numeric Annotation Glyphs) till spelet
sw: Futa NAG zote (Glyphs za Ufafanuzi wa Namba) kwenye mchezo
ta: விளையாட்டுக்கான அனைத்து NAGகளையும் (எண் சிறுகுறிப்பு கிளிஃப்கள்) நீக்கவும்.
th: ลบ NAG (Numeric Annotation Glyphs) ทั้งหมดออกจากเกม
tr: Oyundaki tüm NAG'ları (Sayısal Açıklama Glifleri) silin
uk: Видаліть усі NAG (числові гліфи анотації) у грі
ur: گیم میں تمام NAGs (عددی تشریحی گلیفس) کو حذف کریں۔
vi: Xóa tất cả NAG (chữ tượng hình chú thích số) trong trò chơi

source: Delete all
es: Eliminar todo
sr: Обриши све
sv: Ta bort alla
sw: Futa zote
ta: அனைத்தையும் நீக்கு
th: ลบทั้งหมด
tr: Hepsini sil
uk: Видалити все
ur: سب کو حذف کریں۔
vi: Xóa tất cả

source: Delete all comments,sub-variations and NAGs to the game
es: Eliminar todos los comentarios, subvariaciones y NAG del juego.
sr: Избришите све коментаре, подваријације и НАГ-ове игре
sv: Ta bort alla kommentarer, undervarianter och NAG:er till spelet
sw: Futa maoni yote, tofauti ndogo na NAG kwenye mchezo
ta: விளையாட்டின் அனைத்து கருத்துகள், துணை மாறுபாடுகள் மற்றும் NAG களை நீக்கவும்.
th: ลบความคิดเห็น การเปลี่ยนแปลงย่อย และ NAG ของเกมทั้งหมด
tr: Oyuna yapılan tüm yorumları, alt varyasyonları ve NAG'ları silin
uk: Видаліть усі коментарі, підваріанти та NAG до гри
ur: گیم میں تمام تبصرے، ذیلی تغیرات اور NAGs کو حذف کریں۔
vi: Xóa tất cả các bình luận, biến thể phụ và NAG trong trò chơi

source: Show the current file as a list of games
es: Mostrar el archivo actual como una lista de juegos
sr: Прикажи тренутну датотеку као листу игара
sv: Visa den aktuella filen som en lista över spel
sw: Onyesha faili ya sasa kama orodha ya michezo
ta: தற்போதைய கோப்பை விளையாட்டுகளின் பட்டியலாகக் காட்டு.
th: แสดงไฟล์ปัจจุบันเป็นรายการเกม
tr: Mevcut dosyayı oyunların bir listesi olarak göster
uk: Показати поточний файл як список ігор
ur: موجودہ فائل کو گیمز کی فہرست کے طور پر دکھائیں۔
vi: Hiển thị tệp hiện tại dưới dạng danh sách trò chơi

source: Database
es: Base de datos
sr: База података
sv: Databas
sw: Hifadhidata
ta: தரவுத்தளம்
th: ฐานข้อมูล
tr: Veritabanı
uk: База даних
ur: ڈیٹا بیس
vi: Cơ sở dữ liệu

source: Do a database search, revealing a list of found games
es: Realice una búsqueda en la base de datos, revelando una lista de juegos encontrados
sr: Урадите претрагу базе података, откривајући листу пронађених игара
sv: Gör en databassökning och avslöja en lista över hittade spel
sw: Fanya utafutaji wa hifadhidata, ukionyesha orodha ya michezo iliyopatikana
ta: கிடைத்த விளையாட்டுகளின் பட்டியலை வெளிப்படுத்தும் வகையில், தரவுத்தள தேடலைச் செய்யுங்கள்.
th: ค้นหาฐานข้อมูล เปิดเผยรายชื่อเกมที่พบ
tr: Bulunan oyunların bir listesini ortaya çıkaran bir veritabanı araması yapın
uk: Виконайте пошук у базі даних, відкривши список знайдених ігор
ur: ڈیٹا بیس کی تلاش کریں، پائے جانے والے گیمز کی فہرست ظاہر کریں۔
vi: Thực hiện tìm kiếm cơ sở dữ liệu, hiển thị danh sách các trò chơi được tìm thấy

source: Session
es: Sesión
sr: Сессион
sw: Kikao
ta: அமர்வு
th: การประชุม
tr: Oturum
uk: Сесія
ur: سیشن
vi: Phiên họp

source: Show activity in this session as a list of games
es: Mostrar la actividad en esta sesión como una lista de juegos
sr: Прикажи активност у овој сесији као листу игара
sv: Visa aktiviteten i den här sessionen som en lista över spel
sw: Onyesha shughuli katika kipindi hiki kama orodha ya michezo
ta: இந்த அமர்வில் செயல்பாட்டை விளையாட்டுகளின் பட்டியலாகக் காட்டு.
th: แสดงกิจกรรมในเซสชันนี้เป็นรายการเกม
tr: Bu oturumdaki etkinliği oyun listesi olarak göster
uk: Показати активність у цьому сеансі як список ігор
ur: گیمز کی فہرست کے طور پر اس سیشن میں سرگرمی دکھائیں۔
vi: Hiển thị hoạt động trong phiên này dưới dạng danh sách trò chơi

source: Show the copied games as a list of games
es: Mostrar los juegos copiados como una lista de juegos
sr: Прикажите копиране игре као листу игара
sv: Visa de kopierade spelen som en lista med spel
sw: Onyesha michezo iliyonakiliwa kama orodha ya michezo
ta: நகலெடுக்கப்பட்ட விளையாட்டுகளை விளையாட்டுகளின் பட்டியலாகக் காட்டு.
th: แสดงเกมที่คัดลอกเป็นรายการเกม
tr: Kopyalanan oyunları oyun listesi olarak göster
uk: Показати скопійовані ігри як список ігор
ur: کاپی شدہ گیمز کو گیمز کی فہرست کے طور پر دکھائیں۔
vi: Hiển thị các trò chơi đã sao chép dưới dạng danh sách trò chơi
