Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Set if white to move
es: Establecer si las blancas se mueven
sr: Подесите да ли се бела помера
sv: Ställ in om vit ska flyttas
sw: Weka ikiwa nyeupe ili kusonga
ta: வெள்ளையாக இருந்தால் நகர்த்த அமை.
th: ตั้งค่าให้สีขาวเคลื่อนที่
tr: Beyazın hareket edip etmeyeceğini belirleyin
uk: Встановіть, якщо білий рухатися
ur: سیٹ کریں اگر سفید ہو جائے تو
vi: Đặt nếu màu trắng di chuyển

source: Set if black to move
es: Establecer si el negro se mueve
sr: Подесите да ли је црно да се помера
sv: Ställ in om svart ska flyttas
sw: Weka ikiwa nyeusi ili kusonga
ta: கருப்பு நிறமாக இருந்தால் நகர்த்த அமைக்கவும்.
th: ตั้งค่าให้สีดำเคลื่อนที่
tr: Siyahın hareket edip etmeyeceğini ayarlayın
uk: Встановіть, якщо чорний для руху
ur: سیٹ کریں اگر سیاہ منتقل ہو جائے۔
vi: Đặt nếu màu đen di chuyển

source: Numeric label for a move made in this position.
es: Etiqueta numérica para un movimiento realizado en esta posición.
sr: Нумеричка ознака за потез направљен у овој позицији.
sv: Numerisk etikett för ett drag som gjorts i denna position.
sw: Lebo ya nambari ya hatua iliyofanywa katika nafasi hii.
ta: இந்த நிலையில் செய்யப்பட்ட நகர்வுக்கான எண் லேபிள்.
th: ป้ายตัวเลขสำหรับการเคลื่อนไหวที่ทำในตำแหน่งนี้
tr: Bu pozisyonda yapılan bir hareketin sayısal etiketi.
uk: Цифровий ярлик для ходу, зробленого в цій позиції.
ur: اس پوزیشن میں کی گئی حرکت کے لیے عددی لیبل۔
vi: Nhãn số cho một nước đi được thực hiện ở vị trí này.

source: E.g. if next move will be 23... Nd5, set this to 23
es: Por ejemplo, si el siguiente movimiento será 23... Cd5, establezca esto en 23
sr: Нпр. ако ће следећи потез бити 23... Нд5, поставите ово на 23
sv: Till exempel. om nästa drag blir 23...Nd5, ställ in detta på 23
sw: K.m. ikiwa hatua inayofuata itakuwa 23... Nd5, weka hii hadi 23
ta: உதாரணத்திற்கு, அடுத்த நகர்வு 23... Nd5 ஆக இருந்தால், இதை 23 ஆக அமைக்கவும்.
th: เช่น หากการเคลื่อนที่ครั้งต่อไปจะเป็น 23... Nd5 ให้ตั้งค่านี้เป็น 23
tr: Örn. bir sonraki hamle 23...Ad5 olacaksa, bunu 23'e ayarlayın.
uk: наприклад якщо наступним ходом буде 23... Nd5, встановіть значення 23
ur: جیسے اگر اگلی حرکت 23... Nd5 ہوگی تو اسے 23 پر سیٹ کریں۔
vi: Ví dụ nếu nước đi tiếp theo là 23... Nd5, hãy đặt thành 23

source: Half moves made since last capture or pawn move,
es: Medios movimientos realizados desde la última captura o movimiento de peón,
sr: Пола потеза направљених од последњег хватања или потеза пешака,
sv: Halva drag gjorda sedan senaste fångst eller bondedrag,
sw: Nusu ya hatua zilizofanywa tangu kukamatwa mara ya mwisho au kusonga kwa pawn,
ta: கடைசியாகப் பிடித்ததிலிருந்து அல்லது சிப்பாய் நகர்த்தியதிலிருந்து செய்யப்பட்ட பாதி நகர்வுகள்,
th: การเคลื่อนไหวครึ่งหนึ่งที่ทำตั้งแต่การจับครั้งสุดท้ายหรือการเคลื่อนตัวของเบี้ย
tr: Son ele geçirme veya piyon hamlesinden bu yana yapılan yarım hamleler,
uk: Половина ходів, зроблених після останнього захоплення або ходу пішака,
ur: آخری گرفتاری یا پیاد کی حرکت کے بعد سے آدھی حرکتیں،
vi: Một nửa số nước đi được thực hiện kể từ nước đi bắt quân hoặc quân tốt cuối cùng,

source: a draw can be claimed when the count gets to 100
es: Se puede reclamar un empate cuando el conteo llega a 100
sr: нерешен резултат се може захтевати када број достигне 100
sv: oavgjort kan hämtas när räkningen når 100
sw: droo inaweza kudaiwa hesabu inapofika 100
ta: எண்ணிக்கை 100 ஐ எட்டும்போது ஒரு டிரா கோரப்படலாம்.
th: สามารถขอเสมอได้เมื่อคะแนนถึง 100
tr: sayı 100'e ulaştığında beraberlik iddia edilebilir
uk: нічия може бути заявлена, коли кількість досягає 100
ur: جب تعداد 100 ہو جائے تو قرعہ اندازی کا دعویٰ کیا جا سکتا ہے۔
vi: có thể yêu cầu hòa khi tổng số điểm đạt 100

source: Set this if the last move makes an enpassant capture possible next move
es: Establezca esto si el último movimiento hace posible una captura envolvente en el siguiente movimiento
sr: Подесите ово ако последњи потез чини хватање енпассант могућим следећим потезом
sv: Ställ in detta om det sista draget gör en enpassant capture möjlig nästa drag
sw: Weka hii ikiwa hatua ya mwisho itafanya kunasa kwa urahisi iwezekanavyo hatua inayofuata
ta: கடைசி நகர்வு ஒரு என்பாசண்ட் பிடிப்பை அடுத்த நகர்வை சாத்தியமாக்கினால் இதை அமைக்கவும்.
th: ตั้งค่านี้หากการเคลื่อนไหวครั้งสุดท้ายทำให้การจับกุม enpassant เป็นไปได้ในการเคลื่อนไหวครั้งต่อไป
tr: Son hareketin bir sonraki harekette geçişli bir ele geçirmeyi mümkün kılması durumunda bunu ayarlayın
uk: Встановіть це, якщо останній хід робить можливим захоплення пасанта наступним ходом
ur: اس کو سیٹ کریں اگر آخری اقدام اگلی چال کو ایک زبردست گرفتاری ممکن بناتا ہے۔
vi: Đặt điều này nếu nước đi cuối cùng khiến việc bắt quân trở nên khả thi ở nước đi tiếp theo

source: FEN string is not properly formed
es: La cadena FEN no está formada correctamente
sr: ФЕН низ није правилно формиран
sv: FEN-strängen är inte korrekt formad
sw: Mfuatano wa FEN haujaundwa vizuri
ta: FEN சரம் சரியாக உருவாக்கப்படவில்லை.
th: สาย FEN ไม่ได้ถูกสร้างขึ้นอย่างถูกต้อง
tr: FEN dizisi düzgün bir şekilde oluşturulmamış
uk: Рядок FEN неправильно сформований
ur: FEN سٹرنگ ٹھیک سے نہیں بنی ہے۔
vi: Chuỗi FEN không được hình thành đúng cách

source: FEN Specifies Illegal Position
es: FEN especifica posición ilegal
sr: ФЕН Одређује недозвољен положај
sv: FEN anger olaglig position
sw: FEN Yabainisha Nafasi Haramu
ta: FEN சட்டவிரோத நிலையைக் குறிப்பிடுகிறது
th: FEN ระบุตำแหน่งที่ผิดกฎหมาย
tr: FEN Yasadışı Pozisyonu Belirtiyor
uk: FEN вказує на недопустиму позицію
ur: FEN غیر قانونی پوزیشن کی وضاحت کرتا ہے۔
vi: FEN Chỉ định Vị trí Bất hợp pháp

source: Use this panel to specify a new position.
es: Utilice este panel para especificar una nueva posición.
sr: Користите овај панел да одредите нову позицију.
sv: Använd denna panel för att ange en ny position.
sw: Tumia kidirisha hiki kubainisha nafasi mpya.
ta: இந்தப் பலகையைப் பயன்படுத்தி ஒரு புதிய நிலையைக் குறிப்பிடவும்.
th: ใช้แผงนี้เพื่อระบุตำแหน่งใหม่
tr: Yeni bir pozisyon belirlemek için bu paneli kullanın.
uk: Використовуйте цю панель, щоб вказати нову позицію.
ur: نئی پوزیشن کی وضاحت کے لیے اس پینل کا استعمال کریں۔
vi: Sử dụng bảng điều khiển này để chỉ định vị trí mới.

source: Note that the orientation of the board is the same as the main
es: Tenga en cuenta que la orientación de la placa es la misma que la principal.
sr: Имајте на уму да је оријентација плоче иста као и главна
sv: Observera att orienteringen på brädet är densamma som huvudet
sw: Kumbuka kwamba mwelekeo wa bodi ni sawa na kuu
ta: பலகையின் நோக்குநிலை பிரதான பலகையைப் போலவே இருப்பதை நினைவில் கொள்க.
th: โปรดทราบว่าทิศทางของบอร์ดจะเหมือนกับทิศทางหลัก
tr: Tahtanın yöneliminin ana tahta ile aynı olduğunu unutmayın.
uk: Зауважте, що орієнтація дошки така ж, як і основної
ur: نوٹ کریں کہ بورڈ کی واقفیت مرکزی کی طرح ہے۔
vi: Lưu ý rằng hướng của bảng giống với hướng chính

source: program board. So it is now possible to set up a position from
es: placa de programación. Por lo tanto, ahora es posible configurar una posición desde
sr: програмска плоча. Дакле, сада је могуће поставити позицију из
sv: programstyrelsen. Så det är nu möjligt att sätta upp en position från
sw: bodi ya programu. Kwa hiyo sasa inawezekana kuanzisha nafasi kutoka
ta: நிரல் பலகை. எனவே இப்போது ஒரு நிலையை அமைக்க முடியும்
th: บอร์ดโปรแกรม ดังนั้นตอนนี้สามารถกำหนดตำแหน่งได้แล้ว
tr: program kurulu. Bu nedenle artık bir pozisyon kurmak mümkün
uk: програмна дошка. Отже, тепер можна встановити позицію з
ur: پروگرام بورڈ. اس لیے اب اس سے پوزیشن قائم کرنا ممکن ہے۔
vi: bảng chương trình. Vì vậy, bây giờ có thể thiết lập một vị trí từ

source: Black's point of view (flip the main board first).
es: Punto de vista de las negras (primero dar la vuelta al tablero principal).
sr: Црно гледиште (прво окрените главну плочу).
sv: Svarts synvinkel (vänd huvudkortet först).
sw: Mtazamo wa Black (pindua ubao kuu kwanza).
ta: பிளாக்கின் பார்வை (முதலில் பிரதான பலகையை புரட்டவும்).
th: มุมมองของฝ่ายดำ (พลิกเมนบอร์ดก่อน)
tr: Siyahın bakış açısı (önce ana tahtayı çevirin).
uk: Точка зору чорних (спочатку переверніть головну дошку).
ur: بلیک کا نقطہ نظر (سب سے پہلے مین بورڈ کو پلٹائیں)۔
vi: Quan điểm của quân Đen (trước tiên hãy lật bàn cờ chính).

source: Position Dialog Help
es: Ayuda del cuadro de diálogo de posición
sr: Помоћ за дијалог положаја
sv: Positionsdialoghjälp
sw: Usaidizi wa Maongezi ya Nafasi
ta: நிலை உரையாடல் உதவி
th: ตำแหน่งช่วยสนทนา
tr: Pozisyon İletişim Kutusu Yardımı
uk: Довідка діалогового вікна розташування
ur: پوزیشن ڈائیلاگ مدد
vi: Trợ giúp hộp thoại vị trí

source: Reason(s) the position is illegal;
es: Razón(es) por la cual el puesto es ilegal;
sr: Разлог(и) да је позиција незаконита;
sv: Orsak(er) till att positionen är olaglig;
sw: Sababu (s) nafasi ni kinyume cha sheria;
ta: இந்தப் பதவி சட்டவிரோதமானது என்பதற்கான காரணம்(கள்);
th: เหตุผลที่ตำแหน่งนี้ไม่ถูกกฎหมาย;
tr: Pozisyonun yasadışı olmasının nedeni(leri);
uk: Причина (-и) посади є незаконною;
ur: پوزیشن غیر قانونی ہونے کی وجہ؛
vi: Lý do vị trí đó là bất hợp pháp;

source: Pawn(s) are on the first or last rank
es: Los peones están en la primera o última fila
sr: Пешани су на првом или последњем рангу
sv: Bond(ar) är på första eller sista rangen
sw: Pawn(s) ziko kwenye daraja la kwanza au la mwisho
ta: சிப்பாய்(கள்) முதல் அல்லது கடைசி வரிசையில் உள்ளனர்.
th: เบี้ยจะอยู่ที่แถวแรกหรือแถวสุดท้าย
tr: Piyon(lar) ilk veya son sıradadır
uk: Пішак (пішаки) стоять на першому або останньому ряду
ur: پیادے پہلے یا آخری درجے پر ہیں۔
vi: Quân tốt ở hàng đầu tiên hoặc hàng cuối cùng

source: Both sides should have one king
es: Ambos lados deberían tener un rey.
sr: Обе стране треба да имају једног краља
sv: Båda sidor bör ha en kung
sw: Pande zote mbili zinapaswa kuwa na mfalme mmoja
ta: இரு பக்கமும் ஒரு ராஜா இருக்க வேண்டும்.
th: ทั้งสองฝ่ายควรมีกษัตริย์หนึ่งองค์
tr: Her iki tarafta da bir kral olmalı
uk: Обидві сторони повинні мати одного короля
ur: دونوں فریقوں کا ایک بادشاہ ہونا چاہیے۔
vi: Cả hai bên đều phải có một vua

source: White to play can capture Black's king
es: Las blancas pueden capturar al rey negro.
sr: Бели за игру могу ухватити црног краља
sv: Vit att spela kan fånga svarts kung
sw: Nyeupe kucheza inaweza kukamata mfalme wa Black
ta: விளையாட வெள்ளைக்காரன் பிளாக்கின் ராஜாவைப் பிடிக்க முடியும்.
th: ฝ่ายขาวเล่นสามารถจับราชาของฝ่ายดำได้
tr: Beyaz, Siyah'ın şahını ele geçirebilir
uk: Граючи білими, можна захопити короля чорних
ur: کھیلنے کے لیے سفید سیاہ کے بادشاہ کو پکڑ سکتا ہے۔
vi: Trắng chơi có thể bắt được vua của Đen

source: Black to play can capture White's king
es: Las negras pueden capturar al rey blanco.
sr: Црни за игру може ухватити белог краља
sv: Svart att spela kan fånga Vits kung
sw: Nyeusi kucheza inaweza kukamata mfalme wa White
ta: விளையாட கருப்பு வெள்ளையின் ராஜாவைப் பிடிக்க முடியும்.
th: ฝ่ายดำเล่นสามารถจับราชาของฝ่ายขาวได้
tr: Siyah, Beyaz'ın şahını ele geçirebilir
uk: Гра чорних може захопити короля білих
ur: کھیلنے کے لیے سیاہ وائٹ کے بادشاہ کو پکڑ سکتا ہے۔
vi: Đen chơi có thể bắt được vua của Trắng

source: White has too many pieces
es: Las blancas tienen demasiadas piezas
sr: Бела има превише комада
sv: Vit har för många bitar
sw: Nyeupe ina vipande vingi sana
ta: வெள்ளை நிறத்தில் அதிக துண்டுகள் உள்ளன.
th: สีขาวมีชิ้นส่วนมากเกินไป
tr: Beyazın çok fazla taşı var
uk: У білих забагато фігур
ur: سفید میں بہت زیادہ ٹکڑے ہیں۔
vi: Trắng có quá nhiều quân cờ

source: Black has too many pieces
es: Las negras tienen demasiadas piezas
sr: Црна има превише комада
sv: Svart har för många bitar
sw: Nyeusi ina vipande vingi sana
ta: கருப்பு நிறத்தில் அதிக துண்டுகள் உள்ளன.
th: สีดำมีชิ้นส่วนมากเกินไป
tr: Siyahın çok fazla taşı var
uk: Чорний має забагато частин
ur: سیاہ میں بہت زیادہ ٹکڑے ہیں۔
vi: Đen có quá nhiều quân cờ

source: White has too many pawns
es: Las blancas tienen demasiados peones
sr: Бели имају превише пешака
sv: Vit har för många bönder
sw: Nyeupe ina pawn nyingi sana
ta: வெள்ளைக்கு அதிக சிப்பாய்கள் உள்ளன.
th: ฝ่ายขาวมีเบี้ยเยอะเกินไป
tr: Beyazın çok fazla piyonu var
uk: У білих надто багато пішаків
ur: سفید میں بہت زیادہ پیادے ہوتے ہیں۔
vi: Trắng có quá nhiều quân tốt

source: Black has too many pawns
es: Las negras tienen demasiados peones
sr: Црни има превише пешака
sv: Svart har för många bönder
sw: Nyeusi ina pawn nyingi sana
ta: கருப்பு நிறத்தில் அதிக சிப்பாய்கள் உள்ளன.
th: ฝ่ายดำมีเบี้ยเยอะเกินไป
tr: Siyahın çok fazla piyonu var
uk: У чорних занадто багато пішаків
ur: کالے کے پاس بہت زیادہ پیادے ہیں۔
vi: Đen có quá nhiều quân tốt

source: Illegal Position
es: Posición ilegal
sr: Илегална позиција
sv: Olaglig position
sw: Nafasi Haramu
ta: சட்டவிரோத நிலை
th: ตำแหน่งที่ผิดกฎหมาย
tr: Yasadışı Pozisyon
uk: Незаконна позиція
ur: غیر قانونی پوزیشن
vi: Vị trí bất hợp pháp

source: My printout
es: Mi impresión
sr: Мој испис
sv: Min utskrift
sw: Chapisho langu
ta: எனது அச்சுப்பிரதி
th: งานพิมพ์ของฉัน
tr: Benim çıktım
uk: Моя роздруківка
ur: میرا پرنٹ آؤٹ
vi: Bản in của tôi

source: There is no game loaded to print
es: No hay ningún juego cargado para imprimir
sr: Нема учитане игре за штампање
sv: Det finns inget spel laddat att skriva ut
sw: Hakuna mchezo uliopakiwa ili kuchapishwa
ta: அச்சிடுவதற்கு எந்த விளையாட்டும் ஏற்றப்படவில்லை.
th: ไม่มีเกมโหลดเพื่อพิมพ์
tr: Yazdırmak için yüklenen bir oyun yok
uk: Немає завантаженої гри для друку
ur: پرنٹ کرنے کے لیے کوئی گیم لوڈ نہیں ہے۔
vi: Không có trò chơi nào được tải để in

source: Printer message
es: Mensaje de la impresora
sr: Порука штампача
sv: Skrivarmeddelande
sw: Ujumbe wa kichapishi
ta: அச்சுப்பொறி செய்தி
th: ข้อความเครื่องพิมพ์
tr: Yazıcı mesajı
uk: Повідомлення принтера
ur: پرنٹر کا پیغام
vi: Tin nhắn máy in

source: Print Game Preview
es: Vista previa del juego de impresión
sr: Принт Гаме Превиев
sv: Skriv ut förhandsgranskning av spel
ta: விளையாட்டு முன்னோட்டத்தை அச்சிடு
th: พิมพ์ตัวอย่างเกม
tr: Oyun Önizlemesini Yazdır
uk: Роздрукувати попередній перегляд гри
ur: گیم کا پیش نظارہ پرنٹ کریں۔
vi: Bản xem trước trò chơi in

source: Print options
es: Opciones de impresión
sr: Опције штампања
sv: Utskriftsalternativ
sw: Chaguzi za kuchapisha
ta: அச்சு விருப்பங்கள்
th: ตัวเลือกการพิมพ์
tr: Yazdırma seçenekleri
uk: Параметри друку
ur: پرنٹ کے اختیارات
vi: Tùy chọn in

source: Tarrasch Chess GUI printout
es: Impresión de la interfaz gráfica de usuario de Tarrasch Chess
sr: Таррасцх Цхесс ГУИ испис
sv: Tarrasch Chess GUI utskrift
sw: Uchapishaji wa Tarrasch Chess GUI
ta: டாராஷ் செஸ் GUI பிரிண்ட்அவுட்
th: การพิมพ์ GUI หมากรุก Tarrasch
tr: Tarrasch Satranç GUI çıktısı
uk: Роздруківка Tarrasch Chess GUI
ur: Tarrasch Chess GUI پرنٹ آؤٹ
vi: Bản in GUI cờ vua Tarrasch

source: Error reading configuration file
es: Error al leer el archivo de configuración
sr: Грешка при читању конфигурационе датотеке
sv: Det gick inte att läsa konfigurationsfilen
sw: Hitilafu katika kusoma faili ya usanidi
ta: உள்ளமைவு கோப்பைப் படிப்பதில் பிழை
th: เกิดข้อผิดพลาดในการอ่านไฟล์กำหนดค่า
tr: Yapılandırma dosyasını okurken hata oluştu
uk: Помилка читання файлу конфігурації
ur: کنفیگریشن فائل کو پڑھنے میں خرابی۔
vi: Lỗi khi đọc tệp cấu hình

source: Default options set
es: Conjunto de opciones predeterminadas
sr: Подразумеване опције су постављене
sv: Standardalternativ inställda
sw: Chaguo-msingi zimewekwa
ta: இயல்புநிலை விருப்பங்கள் அமைக்கப்பட்டன
th: ตั้งค่าตัวเลือกเริ่มต้น
tr: Varsayılan seçenekler ayarlandı
uk: Налаштовано параметри за замовчуванням
ur: پہلے سے طے شدہ اختیارات سیٹ
vi: Thiết lập tùy chọn mặc định

source: Please select the print options
es: Por favor seleccione las opciones de impresión
sr: Изаберите опције штампања
sv: Välj utskriftsalternativ
sw: Tafadhali chagua chaguo za kuchapisha
ta: அச்சு விருப்பங்களைத் தேர்ந்தெடுக்கவும்.
th: กรุณาเลือกตัวเลือกการพิมพ์
tr: Lütfen yazdırma seçeneklerini seçin
uk: Виберіть параметри друку
ur: براہ کرم پرنٹ کے اختیارات منتخب کریں۔
vi: Vui lòng chọn tùy chọn in

source: Printout Title :
es: Título de la impresión:
sr: Наслов штампања:
sv: Utskriftstitel:
sw: Kichwa cha Kuchapisha :
ta: அச்சுப் பிரதி தலைப்பு:
th: ชื่อเรื่องที่พิมพ์ :
tr: Baskı Başlığı :
uk: Назва роздруківки:
ur: پرنٹ آؤٹ عنوان:
vi: Tiêu đề bản in:

source: Left margin :
es: Margen izquierdo :
sr: Лева маргина:
sv: Vänstermarginal:
sw: Ukingo wa kushoto:
ta: இடது ஓரம்:
th: ระยะขอบซ้าย :
tr: Sol kenar boşluğu :
uk: Ліве поле:
ur: بائیں مارجن:
vi: Lề trái:

source: Right margin :
es: Margen derecho :
sr: Десна маргина:
sv: Höger marginal:
sw: Pambizo la kulia:
ta: வலது ஓரம்:
th: ระยะขอบขวา :
tr: Sağ kenar boşluğu :
uk: Праве поле:
ur: دائیں مارجن:
vi: Lề phải:

source: Top margin :
es: Margen superior:
sr: Горња маргина:
sv: Toppmarginal:
sw: Ukingo wa juu:
ta: மேல் ஓரம்:
th: ขอบบน :
tr: Üst kenar boşluğu :
uk: Верхнє поле:
ur: اوپر مارجن:
vi: Lề trên cùng:

source: Bottom margin :
es: Margen inferior:
sr: Доња маргина:
sv: Nedre marginal:
sw: Ukingo wa chini:
ta: கீழ் ஓரம்:
th: ระยะขอบล่าง :
tr: Alt kenar boşluğu :
uk: Нижнє поле:
ur: نیچے مارجن:
vi: Lề dưới:

source: Tab spaces :
es: Espacios de tabulación:
sr: Таб размаци:
sv: Tabmellanslag:
sw: Nafasi za vichupo:
ta: தாவல் இடைவெளிகள்:
th: ช่องว่างแท็บ:
tr: Sekme boşlukları :
uk: Проміжки вкладок:
ur: ٹیب کی جگہیں:
vi: Khoảng cách tab:

source: Move width :
es: Ancho de movimiento:
sr: Ширина померања:
sv: Flytta bredd:
sw: Upana wa kusonga:
ta: நகர்த்தல் அகலம்:
th: ย้ายความกว้าง :
tr: Taşıma genişliği :
uk: Ширина переміщення:
ur: چوڑائی منتقل کریں:
vi: Di chuyển chiều rộng:

source: Diagram size :
es: Tamaño del diagrama:
sr: Величина дијаграма:
sv: Diagramstorlek:
sw: Ukubwa wa mchoro:
ta: வரைபட அளவு:
th: ขนาดแผนภาพ :
tr: Diyagram boyutu :
uk: Розмір діаграми:
ur: خاکہ سائز:
vi: Kích thước sơ đồ:

source: B/W diagrams
es: Diagramas en blanco y negro
sr: Ч/Б дијаграми
sv: S/W diagram
sw: Michoro ya B/W
ta: கருப்பு/வெற்று வரைபடங்கள்
th: ไดอะแกรมขาวดำ
tr: Siyah/Beyaz diyagramlar
uk: Ч/Б діаграми
ur: B/W خاکے
vi: Biểu đồ đen trắng

source: Page setup
es: Configuración de página
sr: Подешавање странице
sv: Sidinställningar
sw: Mpangilio wa ukurasa
ta: பக்க அமைப்பு
th: การตั้งค่าหน้า
tr: Sayfa düzeni
uk: Налаштування сторінки
ur: صفحہ کی ترتیب
vi: Thiết lập trang

source: Choose font
es: Elija la fuente
sr: Изаберите фонт
sv: Välj typsnitt
sw: Chagua fonti
ta: எழுத்துருவைத் தேர்வுசெய்க
th: เลือกแบบอักษร
tr: Yazı tipini seçin
uk: Виберіть шрифт
ur: فونٹ کا انتخاب کریں۔
vi: Chọn phông chữ

source: Enter the title heading for the printout
es: Introduzca el título del encabezado para la impresión
sr: Унесите наслов наслова за штампање
sv: Ange rubriken för utskriften
sw: Weka kichwa cha uchapishaji
ta: அச்சுப்பிரதிக்கான தலைப்புத் தலைப்பை உள்ளிடவும்.
th: ระบุหัวเรื่องสำหรับการพิมพ์
tr: Yazdırma için başlık başlığını girin
uk: Введіть заголовок для роздруківки
ur: پرنٹ آؤٹ کے لیے عنوان کا عنوان درج کریں۔
vi: Nhập tiêu đề cho bản in

source: Enter the column left margin
es: Introduzca el margen izquierdo de la columna
sr: Унесите леву маргину колоне
sv: Ange kolumnen vänstermarginal
sw: Ingiza ukingo wa kushoto wa safu wima
ta: நெடுவரிசையின் இடது விளிம்பை உள்ளிடவும்.
th: ป้อนระยะขอบซ้ายของคอลัมน์
tr: Sütunun sol kenar boşluğuna girin
uk: Введіть ліве поле стовпця
ur: کالم کا بائیں مارجن درج کریں۔
vi: Nhập lề trái của cột

source: Enter the column right margin
es: Introduzca el margen derecho de la columna
sr: Унесите десну маргину колоне
sv: Ange kolumnen högermarginal
sw: Ingiza ukingo wa kulia wa safu wima
ta: நெடுவரிசையின் வலது ஓரத்தை உள்ளிடவும்.
th: ป้อนระยะขอบด้านขวาของคอลัมน์
tr: Sütunun sağ kenar boşluğuna girin
uk: Введіть правий край стовпця
ur: کالم کا دائیں مارجن درج کریں۔
vi: Nhập lề phải của cột

source: Enter the column top margin
es: Introduzca el margen superior de la columna
sr: Унесите горњу маргину колоне
sv: Ange spaltens övre marginal
sw: Ingiza ukingo wa juu wa safu wima
ta: நெடுவரிசை மேல் விளிம்பை உள்ளிடவும்
th: ป้อนระยะขอบด้านบนของคอลัมน์
tr: Sütun üst kenar boşluğunu girin
uk: Введіть верхнє поле стовпця
ur: کالم کا اوپری مارجن درج کریں۔
vi: Nhập lề trên cùng của cột

source: Enter the column bottom margin
es: Introduzca el margen inferior de la columna
sr: Унесите доњу маргину колоне
sv: Ange kolumnen nedersta marginalen
sw: Ingiza ukingo wa chini wa safu wima
ta: நெடுவரிசையின் கீழ் விளிம்பை உள்ளிடவும்
th: ป้อนระยะขอบด้านล่างของคอลัมน์
tr: Sütun alt kenar boşluğunu girin
uk: Введіть нижнє поле стовпця
ur: کالم کے نیچے مارجن درج کریں۔
vi: Nhập lề dưới của cột

source: Enter the no. of spaces for a tab indent
es: Introduzca el número de espacios para una sangría de tabulación
sr: Унесите бр. размака за увлачење табулатора
sv: Ange nr. av mellanslag för ett tabbindrag
sw: Weka nambari. ya nafasi za kujongeza kichupo
ta: தாவல் உள்தள்ளலுக்கான இடைவெளிகளின் எண்ணிக்கையை உள்ளிடவும்.
th: ป้อนจำนวนช่องว่างสำหรับการย่อหน้าแท็บ
tr: Sekme girintisi için boşluk sayısını girin
uk: Введіть номер пробілів для відступу табуляції
ur: نمبر درج کریں۔ ٹیب انڈینٹ کے لیے خالی جگہوں کا
vi: Nhập số khoảng trắng cho một thụt lề tab

source: Enter the no. of characters for a move
es: Introduzca el número de caracteres para un movimiento
sr: Унесите бр. ликова за потез
sv: Ange nr. av karaktärer för ett drag
sw: Weka nambari. ya wahusika kwa hoja
ta: ஒரு நகர்வுக்கு எழுத்துகளின் எண்ணிக்கையை உள்ளிடவும்.
th: กรอกจำนวนตัวอักษรที่ต้องการย้าย
tr: Bir hareket için karakter sayısını girin
uk: Введіть номер символів за хід
ur: نمبر درج کریں۔ ایک حرکت کے لیے کرداروں کا
vi: Nhập số ký tự cho một lần di chuyển

source: Enter the diagram size
es: Introduzca el tamaño del diagrama
sr: Унесите величину дијаграма
sv: Ange diagramstorleken
sw: Ingiza saizi ya mchoro
ta: வரைபட அளவை உள்ளிடவும்
th: กรอกขนาดไดอะแกรม
tr: Diyagram boyutunu girin
uk: Введіть розмір діаграми
ur: خاکہ کا سائز درج کریں۔
vi: Nhập kích thước sơ đồ

source: Select/de-select monochrome diagrams
es: Seleccionar o deseleccionar diagramas monocromáticos
sr: Изаберите/поништите избор монохроматских дијаграма
sv: Välj/avmarkera monokroma diagram
sw: Chagua/acha kuchagua michoro ya monochrome
ta: ஒரே வண்ணமுடைய வரைபடங்களைத் தேர்ந்தெடு/தேர்வு நீக்கு
th: เลือก/ยกเลิกการเลือกไดอะแกรมขาวดำ
tr: Monokrom diyagramları seç/seçimini kaldır
uk: Виберіть/зніміть вибір монохромних діаграм
ur: مونوکروم ڈایاگرام کو منتخب/منتخب کریں۔
vi: Chọn/bỏ chọn sơ đồ đơn sắc

source: After the printing of a game header,
es: Después de la impresión del encabezado del juego,
sr: Након штампања заглавља игре,
sv: Efter utskrift av ett spelhuvud,
sw: Baada ya kuchapishwa kwa kichwa cha mchezo,
ta: விளையாட்டு தலைப்பு அச்சிடப்பட்ட பிறகு,
th: หลังจากพิมพ์ส่วนหัวของเกมแล้ว
tr: Bir oyun başlığının yazdırılmasından sonra,
uk: Після друку заголовка гри,
ur: گیم ہیڈر کی پرنٹنگ کے بعد،
vi: Sau khi in tiêu đề trò chơi,

source: the loaded game is printed out in two column format.
es: El juego cargado se imprime en formato de dos columnas.
sr: учитана игра се штампа у формату са две колоне.
sv: det laddade spelet skrivs ut i två kolumnformat.
sw: mchezo uliopakiwa umechapishwa katika umbizo la safu mbili.
ta: ஏற்றப்பட்ட விளையாட்டு இரண்டு நெடுவரிசை வடிவத்தில் அச்சிடப்படுகிறது.
th: เกมที่โหลดแล้วจะพิมพ์ออกมาในรูปแบบสองคอลัมน์
tr: Yüklenen oyun iki sütunlu formatta yazdırılır.
uk: завантажена гра роздруковується у форматі двох колонок.
ur: بھری ہوئی گیم کو دو کالم فارمیٹ میں پرنٹ کیا جاتا ہے۔
vi: Trò chơi đã tải sẽ được in ra theo định dạng hai cột.
