Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: using the < Select current database > command in the database menu.
es: utilizando el comando <Seleccionar base de datos actual> en el menú de base de datos.
sr: користећи команду < Изабери тренутну базу података > у менију базе података.
sv: med kommandot < Välj aktuell databas > i databasmenyn.
sw: kwa kutumia < Chagua hifadhidata ya sasa > amri katika menyu ya hifadhidata.
ta: தரவுத்தள மெனுவில் Select current database > கட்டளையைப் பயன்படுத்தி.
th: โดยใช้คำสั่ง <เลือกฐานข้อมูลปัจจุบัน> ในเมนูฐานข้อมูล
tr: Veritabanı menüsünde < Geçerli veritabanını seç > komutunu kullanarak.
uk: за допомогою команди <Вибрати поточну базу даних> у меню бази даних.
ur: ڈیٹا بیس مینو میں < موجودہ ڈیٹا بیس کو منتخب کریں > کمانڈ کا استعمال کرتے ہوئے.
vi: sử dụng lệnh <Chọn cơ sở dữ liệu hiện tại> trong menu cơ sở dữ liệu.

source: If you don't have a database, you can download one from
es: Si no tienes una base de datos, puedes descargar una desde
sr: Ако немате базу података, можете је преузети са
sv: Om du inte har en databas kan du ladda ner en från
sw: Ikiwa huna hifadhidata, unaweza kupakua moja kutoka
ta: உங்களிடம் தரவுத்தளம் இல்லையென்றால், நீங்கள் ஒன்றை இங்கிருந்து பதிவிறக்கம் செய்யலாம்
th: หากคุณไม่มีฐานข้อมูลคุณสามารถดาวน์โหลดจาก
tr: Eğer bir veritabanınız yoksa, buradan bir tane indirebilirsiniz
uk: Якщо у вас немає бази даних, ви можете завантажити її з
ur: اگر آپ کے پاس ڈیٹا بیس نہیں ہے، تو آپ اس سے ڈاؤن لوڈ کر سکتے ہیں۔
vi: Nếu bạn không có cơ sở dữ liệu, bạn có thể tải xuống một cơ sở dữ liệu từ

source: Alternatively, you can create your own database from .pgn files
es: Alternativamente, puede crear su propia base de datos a partir de archivos .pgn
sr: Алтернативно, можете креирати сопствену базу података од .пгн датотека
sv: Alternativt kan du skapa din egen databas från .pgn-filer
sw: Vinginevyo, unaweza kuunda hifadhidata yako mwenyewe kutoka kwa faili za .pgn
ta: மாற்றாக, .pgn கோப்புகளிலிருந்து உங்கள் சொந்த தரவுத்தளத்தை உருவாக்கலாம்.
th: อีกวิธีหนึ่งคุณสามารถสร้างฐานข้อมูลของคุณเองจากไฟล์ .pgn
tr: Alternatif olarak, .pgn dosyalarından kendi veritabanınızı oluşturabilirsiniz
uk: Крім того, ви можете створити власну базу даних із файлів .pgn
ur: متبادل طور پر، آپ .pgn فائلوں سے اپنا ڈیٹا بیس بنا سکتے ہیں۔
vi: Ngoài ra, bạn có thể tạo cơ sở dữ liệu của riêng mình từ các tệp .pgn

source: with the < Create new database > command in the database menu.
es: con el comando <Crear nueva base de datos> en el menú de base de datos.
sr: помоћу наредбе < Креирај нову базу података > у менију базе података.
sv: med kommandot < Skapa ny databas > i databasmenyn.
sw: kwa < Unda hifadhidata mpya > amri katika menyu ya hifadhidata.
ta: தரவுத்தள மெனுவில் புதிய தரவுத்தளத்தை உருவாக்கு > கட்டளையுடன்.
th: โดยใช้คำสั่ง <สร้างฐานข้อมูลใหม่> ในเมนูฐานข้อมูล
tr: Veritabanı menüsündeki < Yeni veritabanı oluştur > komutuyla.
uk: за допомогою команди < Створити нову базу даних > у меню бази даних.
ur: ڈیٹا بیس مینو میں < نیا ڈیٹا بیس بنائیں> کمانڈ کے ساتھ۔
vi: bằng lệnh <Tạo cơ sở dữ liệu mới> trong menu cơ sở dữ liệu.

source: Database problem
es: Problema de base de datos
sr: Проблем са базом података
sv: Databasproblem
sw: Tatizo la hifadhidata
ta: தரவுத்தள சிக்கல்
th: ปัญหาฐานข้อมูล
tr: Veritabanı sorunu
uk: Проблема з базою даних
ur: ڈیٹا بیس کا مسئلہ
vi: Vấn đề cơ sở dữ liệu

source: Database games
es: Juegos de bases de datos
sr: Игре базе података
sv: Databasspel
sw: Michezo ya hifadhidata
ta: தரவுத்தள விளையாட்டுகள்
th: ฐานข้อมูลเกม
tr: Veritabanı oyunları
uk: Ігри з базами даних
ur: ڈیٹا بیس گیمز
vi: Trò chơi cơ sở dữ liệu

source: Memory Congestion Error
es: Error de congestión de memoria
sr: Грешка загушења меморије
sv: Fel i minnet
sw: Hitilafu ya Msongamano wa Kumbukumbu
ta: நினைவக நெரிசல் பிழை
th: ข้อผิดพลาดหน่วยความจำคับคั่ง
tr: Bellek Tıkanıklığı Hatası
uk: Помилка перевантаження пам'яті
ur: میموری کنجشن کی خرابی۔
vi: Lỗi tắc nghẽn bộ nhớ

source: Sorry, it is no longer possible to load new databases,
es: Lo sentimos, ya no es posible cargar nuevas bases de datos,
sr: Жао нам је, више није могуће учитавање нових база података,
sv: Tyvärr är det inte längre möjligt att ladda nya databaser,
sw: Samahani, haiwezekani tena kupakia hifadhidata mpya,
ta: மன்னிக்கவும், புதிய தரவுத்தளங்களை ஏற்றுவது இனி சாத்தியமில்லை,
th: ขออภัย ไม่สามารถโหลดฐานข้อมูลใหม่ได้อีกต่อไป
tr: Üzgünüz, artık yeni veritabanlarını yüklemek mümkün değil.
uk: Вибачте, більше неможливо завантажити нові бази даних,
ur: معذرت، اب نئے ڈیٹا بیس کو لوڈ کرنا ممکن نہیں رہا،
vi: Xin lỗi, không thể tải cơ sở dữ liệu mới nữa,

source: please save your work, exit Tarrasch and restart
es: Por favor guarde su trabajo, salga de Tarrasch y reinicie.
sr: молимо вас да сачувате свој рад, изађите из Таррасцх-а и поново покрените
sv: spara ditt arbete, avsluta Tarrasch och starta om
sw: tafadhali hifadhi kazi yako, toka Tarrasch na uanze upya
ta: தயவுசெய்து உங்கள் வேலையைச் சேமித்து, Tarrasch இலிருந்து வெளியேறி மீண்டும் தொடங்கவும்.
th: กรุณาบันทึกงานของคุณ ออกจาก Tarrasch และเริ่มใหม่อีกครั้ง
tr: lütfen çalışmanızı kaydedin, Tarrasch'tan çıkın ve yeniden başlatın
uk: будь ласка, збережіть вашу роботу, вийдіть із Tarrasch і перезапустіть
ur: براہ کرم اپنا کام محفوظ کریں، Tarrasch سے باہر نکلیں اور دوبارہ شروع کریں۔
vi: vui lòng lưu công việc của bạn, thoát khỏi Tarrasch và khởi động lại

source: Memory Congestion Warning
es: Advertencia de congestión de memoria
sr: Упозорење о загушењу меморије
sv: Varning för minnesstockning
sw: Onyo la Msongamano wa Kumbukumbu
ta: நினைவக நெரிசல் எச்சரிக்கை
th: คำเตือนหน่วยความจำอุดตัน
tr: Bellek Tıkanıklığı Uyarısı
uk: Попередження про перевантаження пам'яті
ur: یادداشت کی بھیڑ کی وارننگ
vi: Cảnh báo tắc nghẽn bộ nhớ

source: Please consider clearing the clipboard and/or closing the file
es: Considere borrar el portapapeles y/o cerrar el archivo
sr: Размислите о чишћењу међуспремника и/или затварању датотеке
sv: Överväg att rensa urklippet och/eller stänga filen
sw: Tafadhali zingatia kufuta ubao wa kunakili na/au kufunga faili
ta: கிளிப்போர்டை அழிப்பது மற்றும்/அல்லது கோப்பை மூடுவது பற்றி பரிசீலிக்கவும்.
th: โปรดพิจารณาล้างคลิปบอร์ดและ/หรือปิดไฟล์
tr: Lütfen panoyu temizlemeyi ve/veya dosyayı kapatmayı düşünün
uk: Очистіть буфер обміну та/або закрийте файл
ur: براہ کرم کلپ بورڈ کو صاف کرنے اور/یا فائل کو بند کرنے پر غور کریں۔
vi: Vui lòng cân nhắc xóa clipboard và/hoặc đóng tệp

source: Select current database
es: Seleccionar la base de datos actual
sr: Изаберите тренутну базу података
sv: Välj aktuell databas
sw: Chagua hifadhidata ya sasa
ta: தற்போதைய தரவுத்தளத்தைத் தேர்ந்தெடுக்கவும்
th: เลือกฐานข้อมูลปัจจุบัน
tr: Mevcut veritabanını seçin
uk: Виберіть поточну базу даних
ur: موجودہ ڈیٹا بیس کو منتخب کریں۔
vi: Chọn cơ sở dữ liệu hiện tại

source: Database selection failed
es: Error en la selección de la base de datos
sr: Избор базе података није успео
sv: Val av databas misslyckades
sw: Uteuzi wa hifadhidata umeshindwa
ta: தரவுத்தளத் தேர்வு தோல்வியடைந்தது.
th: การเลือกฐานข้อมูลล้มเหลว
tr: Veritabanı seçimi başarısız oldu
uk: Не вдалося вибрати базу даних
ur: ڈیٹا بیس کا انتخاب ناکام ہو گیا۔
vi: Lựa chọn cơ sở dữ liệu không thành công

source: Press < Yes > to set the new database as the current database
es: Presione <Sí> para establecer la nueva base de datos como la base de datos actual
sr: Притисните < Да > да бисте нову базу података поставили као тренутну
sv: Tryck på < Ja > för att ställa in den nya databasen som den aktuella databasen
sw: Bonyeza < Ndiyo > kuweka hifadhidata mpya kama hifadhidata ya sasa
ta: புதிய தரவுத்தளத்தை தற்போதைய தரவுத்தளமாக அமைக்க, ஆம் > என்பதை அழுத்தவும்.
th: กด < ใช่ > เพื่อตั้งค่าฐานข้อมูลใหม่เป็นฐานข้อมูลปัจจุบัน
tr: Yeni veritabanını geçerli veritabanı olarak ayarlamak için < Evet > öğesine basın
uk: Натисніть <Так>, щоб встановити нову базу даних як поточну
ur: نئے ڈیٹا بیس کو موجودہ ڈیٹا بیس کے طور پر سیٹ کرنے کے لیے < ہاں > دبائیں۔
vi: Nhấn < Có > để đặt cơ sở dữ liệu mới làm cơ sở dữ liệu hiện tại

source: Would you like to use the new database now?
es: ¿Quieres utilizar la nueva base de datos ahora?
sr: Да ли бисте сада желели да користите нову базу података?
sv: Vill du använda den nya databasen nu?
sw: Je, ungependa kutumia hifadhidata mpya sasa?
ta: நீங்கள் இப்போது புதிய தரவுத்தளத்தைப் பயன்படுத்த விரும்புகிறீர்களா?
th: คุณต้องการใช้ฐานข้อมูลใหม่ทันทีหรือไม่?
tr: Yeni veritabanını şimdi kullanmak ister misiniz?
uk: Чи бажаєте ви зараз використовувати нову базу даних?
ur: کیا آپ اب نیا ڈیٹا بیس استعمال کرنا چاہیں گے؟
vi: Bạn có muốn sử dụng cơ sở dữ liệu mới ngay bây giờ không?

source: Games in this session
es: Juegos en esta sesión
sr: Игре у овој сесији
sv: Spel i denna session
sw: Michezo katika kipindi hiki
ta: இந்த அமர்வில் உள்ள விளையாட்டுகள்
th: เกมในเซสชั่นนี้
tr: Bu oturumdaki oyunlar
uk: Ігри в цьому сеансі
ur: اس سیشن میں گیمز
vi: Trò chơi trong phiên này

source: Clipboard
es: Portapapeles
sr: Цлипбоард
sv: Urklipp
sw: Ubao wa kunakili
ta: கிளிப்போர்டு
th: คลิปบอร์ด
tr: Pano
uk: Буфер обміну
ur: کلپ بورڈ
vi: Bảng tạm

source: Stop Kibitzer
es: Detener a Kibitzer
sr: Стоп Кибитзер
sv: Stoppa Kibitzer
sw: Acha Kibitzer
ta: கிபிட்சரை நிறுத்து
th: หยุดคิบิทเซอร์
tr: Kibitzer'ı durdurun
uk: Зупиніть Кібіцер
ur: کیبٹزر کو روکو
vi: Dừng Kibitzer

source: Start Kibitzer
es: Iniciar Kibitzer
sr: Покрените Кибитзер
sv: Starta Kibitzer
sw: Anzisha Kibitzer
ta: கிபிட்சரைத் தொடங்கு
th: เริ่มต้น Kibitzer
tr: Kibitzer'ı Başlat
uk: Запустіть Kibitzer
ur: Kibitzer شروع کریں۔
vi: Bắt đầu Kibitzer

source: Shootout
es: Tiroteo
sr: Схоотоут
sw: Mikwaju ya penalti
ta: ஷூட்அவுட்
th: การยิงปืน
tr: Çatışma
uk: Перестрілка
ur: فائرنگ کا تبادلہ
vi: Đấu súng

source: (book)
es: (libro)
sr: (књига)
sv: (boka)
sw: (kitabu)
ta: (புத்தகம்)
th: (หนังสือ)
tr: (kitap)
uk: (книга)
ur: (کتاب)
vi: (sách)

source: Puzzle message
es: Mensaje de rompecabezas
sr: Порука слагалице
sv: Pusselmeddelande
sw: Ujumbe wa fumbo
ta: புதிர் செய்தி
th: ข้อความปริศนา
tr: Bulmaca mesajı
uk: Головоломка повідомлення
ur: پہیلی پیغام
vi: Tin nhắn câu đố

source: Puzzle completed
es: Rompecabezas completado
sr: Загонетка завршена
sv: Pussel klar
sw: Fumbo limekamilika
ta: புதிர் முடிந்தது
th: ปริศนาเสร็จสมบูรณ์
tr: Bulmaca tamamlandı
uk: Головоломка складена
ur: پہیلی مکمل ہو گئی۔
vi: Câu đố đã hoàn thành

source: This is the last puzzle in the file
es: Este es el último rompecabezas del archivo.
sr: Ово је последња загонетка у фајлу
sv: Detta är det sista pusslet i filen
sw: Hiki ndicho kitendawili cha mwisho kwenye faili
ta: இது கோப்பில் உள்ள கடைசி புதிர்.
th: นี่คือปริศนาสุดท้ายในไฟล์
tr: Bu dosyadaki son bulmacadır
uk: Це остання загадка у файлі
ur: یہ فائل میں آخری پہیلی ہے۔
vi: Đây là câu đố cuối cùng trong tập tin

source: Puzzle file message
es: Mensaje de archivo de rompecabezas
sr: Порука о фајлу слагалице
sv: Pussel fil meddelande
sw: Ujumbe wa faili ya fumbo
ta: புதிர் கோப்பு செய்தி
th: ข้อความไฟล์ปริศนา
tr: Bulmaca dosya mesajı
uk: Повідомлення файлу головоломки
ur: پہیلی فائل کا پیغام
vi: Tin nhắn tập tin câu đố

source: Incorrect move,
es: Movimiento incorrecto,
sr: Неправилан потез,
sv: Felaktigt drag,
sw: Hoja isiyo sahihi,
ta: தவறான நகர்வு,
th: การเคลื่อนไหวที่ไม่ถูกต้อง
tr: Yanlış hareket,
uk: Неправильний хід,
ur: غلط اقدام،
vi: Di chuyển không đúng,

source: please try again
es: Por favor, inténtalo de nuevo
sr: покушајте поново
sv: försök igen
sw: tafadhali jaribu tena
ta: தயவுசெய்து மீண்டும் முயற்சிக்கவும்.
th: กรุณาลองอีกครั้ง
tr: lütfen tekrar deneyin
uk: спробуйте ще раз
ur: براہ کرم دوبارہ کوشش کریں۔
vi: vui lòng thử lại

source: New game
es: Nuevo juego
sr: Нова игра
sv: Nytt spel
sw: Mchezo mpya
ta: புதிய விளையாட்டு
th: เกมใหม่
tr: Yeni oyun
uk: Нова гра
ur: نیا کھیل
vi: Trò chơi mới

source: Play white
es: Jugar con blancas
sr: Играј бело
sv: Spela vitt
sw: Cheza nyeupe
ta: வெள்ளை நிறத்தில் விளையாடு
th: เล่นสีขาว
tr: Beyaz oyna
uk: Грайте білими
ur: سفید کھیلو
vi: Chơi màu trắng

source: Play black
es: Jugar negro
sr: Играј црно
sv: Spela svart
sw: Cheza nyeusi
ta: கருப்பு நிறத்தில் விளையாடு
th: เล่นสีดำ
tr: Siyah oyna
uk: Грати чорним
ur: کالا کھیلو
vi: Chơi màu đen

source: Setup position
es: Posición de configuración
sr: Положај подешавања
sv: Inställningsposition
sw: Weka nafasi
ta: அமைவு நிலை
th: ตำแหน่งการติดตั้ง
tr: Kurulum pozisyonu
uk: Положення установки
ur: سیٹ اپ پوزیشن
vi: Thiết lập vị trí

source: Search database
es: Buscar en la base de datos
sr: Претражи базу података
sv: Sök databas
sw: Tafuta hifadhidata
ta: தரவுத்தளத்தைத் தேடு
th: ค้นหาฐานข้อมูล
tr: Veritabanında arama
uk: Пошук бази даних
ur: ڈیٹا بیس تلاش کریں۔
vi: Tìm kiếm cơ sở dữ liệu

source: Swap sides
es: Intercambiar lados
sr: Замените стране
sv: Byt sida
sw: Badilisha pande
ta: பக்கங்களை மாற்று
th: สลับด้าน
tr: Tarafları değiştirin
uk: Поміняйтеся сторонами
ur: اطراف کو تبدیل کریں۔
vi: Đổi bên

source: Force move
es: Movimiento de fuerza
sr: Форце мове
sv: Tvinga rörelse
sw: Lazimisha hoja
ta: கட்டாயமாக நகர்த்து
th: บังคับเคลื่อนที่
tr: Kuvvet hareket ettir
uk: Примусовий рух
ur: زبردستی حرکت کریں۔
vi: Buộc di chuyển

source: Examine game
es: Examinar el juego
sr: Испитајте игру
sv: Undersök spelet
sw: Chunguza mchezo
ta: விளையாட்டை ஆராயுங்கள்
th: ตรวจสอบเกม
tr: Oyunu incele
uk: Розгляньте гру
ur: کھیل کی جانچ کریں۔
vi: Kiểm tra trò chơi

source: Engine thinking...
es: Pensamiento de motor...
sr: Мотор размишља...
sv: Motortänk...
sw: Tafakari ya injini...
ta: எஞ்சின் யோசிக்கிறது...
th: การคิดเกี่ยวกับเครื่องยนต์...
tr: Motor düşüncesi...
uk: Роздуми про двигун...
ur: انجن کی سوچ...
vi: Suy nghĩ của động cơ...

source: Enter moves, comments and variations freely - or ...
es: Introduzca movimientos, comentarios y variaciones libremente, o...
sr: Слободно уносите потезе, коментаре и варијације - или...
sv: Ange rörelser, kommentarer och varianter fritt - eller ...
sw: Ingiza miondoko, maoni na tofauti kwa uhuru - au ...
ta: நகர்வுகள், கருத்துகள் மற்றும் மாறுபாடுகளை சுதந்திரமாக உள்ளிடவும் - அல்லது ...
th: ป้อนการเคลื่อนไหว คำติชม และการเปลี่ยนแปลงได้อย่างอิสระ - หรือ ...
tr: Hareketleri, yorumları ve varyasyonları özgürce girin - veya ...
uk: Вільно вводьте ходи, коментарі та варіації - або...
ur: حرکتیں، تبصرے اور تغیرات آزادانہ طور پر درج کریں - یا...
vi: Nhập các bước di chuyển, bình luận và biến thể một cách tự do - hoặc ...

source: Opening book
es: Libro de apertura
sr: Отварање књиге
sv: Öppningsbok
sw: Kitabu cha ufunguzi
ta: தொடக்கப் புத்தகம்
th: การเปิดหนังสือ
tr: Açılış kitabı
uk: Відкриття книги
ur: افتتاحی کتاب
vi: Mở sách

source: pondering
es: reflexionando
sr: размишљајући
sv: grubblande
sw: kutafakari
ta: யோசித்துக்கொண்டிருக்கிறது
th: กำลังครุ่นคิด
tr: Düşünerek
uk: розмірковуючи
ur: غور کرنا
vi: suy ngẫm

source: List is already empty
es: La lista ya está vacía
sr: Листа је већ празна
sv: Listan är redan tom
sw: Orodha tayari ni tupu
ta: பட்டியல் ஏற்கனவே காலியாக உள்ளது.
th: รายการว่างเปล่าแล้ว
tr: Liste zaten boş
uk: Список уже порожній
ur: فہرست پہلے ہی خالی ہے۔
vi: Danh sách hiện đang trống

source: Clear recent file list ?
es: ¿Borrar lista de archivos recientes?
sr: Обришите листу недавних датотека?
sv: Rensa listan över senaste filer?
sw: Futa orodha ya faili za hivi majuzi?
ta: சமீபத்திய கோப்புப் பட்டியலை அழிக்கவா?
th: ล้างรายการไฟล์ล่าสุด?
tr: Son dosya listesi temizlensin mi?
uk: Очистити останній список файлів?
ur: حالیہ فائل کی فہرست صاف کریں؟
vi: Xóa danh sách tập tin gần đây?

source: Confirm action
es: Confirmar acción
sr: Потврдите акцију
sv: Bekräfta åtgärden
sw: Thibitisha kitendo
ta: செயலை உறுதிப்படுத்தவும்
th: ยืนยันการดำเนินการ
tr: Eylemi onayla
uk: Підтвердити дію
ur: کارروائی کی تصدیق کریں۔
vi: Xác nhận hành động

source: Recently opened file list cleared
es: Se borró la lista de archivos abiertos recientemente
sr: Листа недавно отворених датотека је обрисана
sv: Nyligen öppnad fillista har rensats
sw: Orodha ya faili zilizofunguliwa hivi majuzi imefutwa
ta: சமீபத்தில் திறக்கப்பட்ட கோப்புப் பட்டியல் அழிக்கப்பட்டது
th: รายการไฟล์ที่เปิดล่าสุดถูกล้างแล้ว
tr: Son açılan dosya listesi temizlendi
uk: Список нещодавно відкритих файлів очищено
ur: حال ہی میں کھولی گئی فائل کی فہرست صاف کر دی گئی۔
vi: Đã xóa danh sách tập tin đã mở gần đây

source: The text that prefixes this game.
es: El texto que precede a este juego.
sr: Текст који има префикс ове игре.
sv: Texten som föregår detta spel.
sw: Maandishi ambayo huweka viambishi awali vya mchezo huu.
ta: இந்த விளையாட்டின் முன்னொட்டாக இருக்கும் உரை.
th: ข้อความที่นำหน้าเกมนี้
tr: Bu oyunun başındaki metin.
uk: Текст, який є префіксом цієї гри.
ur: متن جو اس گیم کا سابقہ ​​لگاتا ہے۔
vi: Văn bản mở đầu trò chơi này.

source: Use this panel to edit text that prefixes the
es: Utilice este panel para editar el texto que precede al
sr: Користите ову таблу за уређивање текста који има префикс
sv: Använd den här panelen för att redigera text som har prefixet
sw: Tumia kidirisha hiki kuhariri maandishi ambayo yana viambishi awali
ta: முன்னொட்டு சேர்க்கும் உரையைத் திருத்த இந்தப் பலகத்தைப் பயன்படுத்தவும்
th: ใช้แผงนี้เพื่อแก้ไขข้อความที่นำหน้า
tr: Bu paneli, öneki olan metni düzenlemek için kullanın
uk: Використовуйте цю панель, щоб редагувати текст із префіксом
ur: متن میں ترمیم کرنے کے لیے اس پینل کا استعمال کریں جو کہ کا سابقہ ​​لگاتا ہے۔
vi: Sử dụng bảng điều khiển này để chỉnh sửa văn bản có tiền tố

source: game on the .pgn file.
es: juego en el archivo .pgn.
sr: игра на .пгн датотеци.
sv: spelet på .pgn-filen.
sw: mchezo kwenye faili ya .pgn.
ta: .pgn கோப்பில் விளையாட்டு.
th: เกมในไฟล์ .pgn
tr: .pgn dosyasındaki oyun.
uk: гра у файлі .pgn.
ur: pgn فائل پر گیم۔
vi: trò chơi trên tệp .pgn.

source: Game Prefix Dialog Help
es: Ayuda del cuadro de diálogo de prefijo del juego
sr: Помоћ за дијалог за префикс игре
sv: Game Prefix Dialog Hjälp
sw: Msaada wa Kiambishi Kiambishi awali cha Mchezo
ta: விளையாட்டு முன்னொட்டு உரையாடல் உதவி
th: ความช่วยเหลือเกี่ยวกับกล่องโต้ตอบคำนำหน้าเกม
tr: Oyun Öneki İletişim Kutusu Yardımı
uk: Довідка діалогового вікна гри Префікс
ur: گیم پریفکس ڈائیلاگ مدد
vi: Trợ giúp hộp thoại tiền tố trò chơi

source: File usage conflict detected
es: Se detectó un conflicto de uso de archivos
sr: Откривен је конфликт употребе датотеке
sv: Filanvändningskonflikt upptäcktes
sw: Mzozo wa matumizi ya faili umegunduliwa
ta: கோப்பு பயன்பாட்டு முரண்பாடு கண்டறியப்பட்டது
th: ตรวจพบข้อขัดแย้งในการใช้ไฟล์
tr: Dosya kullanım çakışması algılandı
uk: Виявлено конфлікт використання файлу
ur: فائل کے استعمال میں تضاد پایا گیا۔
vi: Đã phát hiện xung đột sử dụng tệp

source: Scanning .pgn file for games
es: Escaneo de archivos .pgn para juegos
sr: Скенирање .пгн датотеке за игре
sv: Skannar .pgn-fil för spel
sw: Inachanganua faili ya .pgn ya michezo
ta: கேம்களுக்கான .pgn கோப்பை ஸ்கேன் செய்கிறது
th: การสแกนไฟล์ .pgn สำหรับเกม
tr: Oyunlar için .pgn dosyası taranıyor
uk: Сканування файлу .pgn для ігор
ur: گیمز کے لیے .pgn فائل کو اسکین کیا جا رہا ہے۔
vi: Đang quét tệp .pgn để tìm trò chơi

source: Reading .pgn file
es: Leyendo archivo .pgn
sr: Читање .пгн датотеке
sv: Läser .pgn-fil
sw: Inasoma faili ya .pgn
ta: .pgn கோப்பைப் படிக்கிறது
th: การอ่านไฟล์ .pgn
tr: .pgn dosyasını okuma
uk: Читання файлу .pgn
ur: .pgn فائل پڑھ رہا ہے۔
vi: Đọc tập tin .pgn

source: Saving file
es: Guardar archivo
sr: Чување датотеке
sv: Sparar fil
sw: Inahifadhi faili
ta: கோப்பைச் சேமிக்கிறது
th: การบันทึกไฟล์
tr: Dosya kaydediliyor
uk: Збереження файлу
ur: فائل کو محفوظ کرنا
vi: Lưu tập tin

source: Saving file (restrictions apply)
es: Guardar archivo (se aplican restricciones)
sr: Чување датотеке (важе ограничења)
sv: Sparar fil (begränsningar gäller)
sw: Inahifadhi faili (vikwazo vinatumika)
ta: கோப்பைச் சேமிக்கிறது (கட்டுப்பாடுகள் பொருந்தும்)
th: บันทึกไฟล์ (มีข้อจำกัด)
tr: Dosya kaydediliyor (kısıtlamalar geçerlidir)
uk: Збереження файлу (застосовуються обмеження)
ur: فائل محفوظ کرنا (پابندیاں لاگو ہیں)
vi: Lưu tệp (áp dụng hạn chế)

source: Some games omitted from saved file
es: Algunos juegos se omiten del archivo guardado
sr: Неке игре су изостављене из сачуване датотеке
sv: Vissa spel har utelämnats från sparad fil
sw: Baadhi ya michezo imeachwa kwenye faili iliyohifadhiwa
ta: சேமிக்கப்பட்ட கோப்பிலிருந்து சில விளையாட்டுகள் தவிர்க்கப்பட்டன.
th: เกมบางเกมถูกละเว้นจากไฟล์ที่บันทึก
tr: Kaydedilen dosyadan bazı oyunlar çıkarıldı
uk: Деякі ігри виключено зі збереженого файлу
ur: کچھ گیمز کو محفوظ کردہ فائل سے خارج کر دیا گیا ہے۔
vi: Một số trò chơi bị bỏ sót khỏi tệp đã lưu

source: Calculate missing ECO codes
es: Calcular códigos ECO faltantes
sr: Израчунајте недостајуће ЕКО кодове
sv: Beräkna saknade ECO-koder
sw: Kokotoa misimbo ya ECO inayokosekana
ta: விடுபட்ட ECO குறியீடுகளைக் கணக்கிடுங்கள்
th: คำนวณรหัส ECO ที่หายไป
tr: Eksik ECO kodlarını hesapla
uk: Обчисліть відсутні коди ECO
ur: غائب ECO کوڈز کا حساب لگائیں۔
vi: Tính toán mã ECO bị thiếu

source: after
es: después
sr: после
sv: efter
sw: baada ya
ta: பிறகு
th: หลังจาก
tr: sonrasında
uk: після
ur: کے بعد
vi: sau đó

source: (use right arrow key to browse)
es: (use la tecla de flecha derecha para navegar)
sr: (користите тастер са стрелицом надесно за прегледање)
sv: (använd högerpil för att bläddra)
sw: (tumia mshale wa kulia ili kuvinjari)
ta: (உலாவ வலது அம்புக்குறி விசையைப் பயன்படுத்தவும்)
th: (ใช้ปุ่มลูกศรขวาเพื่อเรียกดู)
tr: (göz atmak için sağ ok tuşunu kullanın)
uk: (для перегляду використовуйте клавішу зі стрілкою вправо)
ur: (براؤز کرنے کے لیے دائیں تیر والے بٹن کا استعمال کریں)
vi: (sử dụng phím mũi tên phải để duyệt)

source: Elo
sr: Ело
ta: எலோ
th: อีโล
uk: Ело
ur: ایلو

source: Site/Event
es: Sitio/Evento
sr: Локација/Догађај
sv: Webbplats/Event
sw: Tovuti/Tukio
ta: தளம்/நிகழ்வு
th: สถานที่/กิจกรรม
tr: Site/Etkinlik
uk: Сайт/подія
ur: سائٹ/ایونٹ
vi: Trang web/Sự kiện

source: ECO
sr: ЕЦО
ta: சுற்றுச்சூழல்
th: อีโค
tr: EKO
uk: ЕКО
ur: ای سی او
vi: SINH THÁI

source: Moves
es: Movimientos
sr: Покрети
sv: Rör sig
sw: Inasonga
ta: நகர்வுகள்
th: การเคลื่อนไหว
tr: Hareketler
uk: рухається
ur: چالیں
vi: Di chuyển

source: Load Game
es: Cargar juego
sr: Лоад Гаме
sv: Ladda spel
sw: Mchezo wa Kupakia
ta: விளையாட்டை ஏற்று
th: โหลดเกม
tr: Oyunu Yükle
uk: Завантажити гру
ur: لوڈ گیم
vi: Tải trò chơi

source: Save as
es: Guardar como
sr: Сачувај као
sv: Spara som
sw: Hifadhi kama
ta: இவ்வாறு சேமி
th: บันทึกเป็น
tr: Farklı kaydet
uk: Зберегти як
ur: بطور محفوظ کریں۔
vi: Lưu dưới dạng

source: Use Game
es: Usar juego
sr: Користите игру
sv: Använd Game
sw: Tumia Mchezo
ta: விளையாட்டைப் பயன்படுத்து
th: ใช้เกมส์
tr: Oyunu Kullan
uk: Використовуйте гру
ur: گیم استعمال کریں۔
vi: Sử dụng trò chơi

source: Goto game..
es: Ir al juego..
sr: Иди на игру..
sv: Gå till spelet..
sw: Nenda kwenye mchezo..
ta: விளையாட்டுக்கு போங்க..
th: ไปเกมกันเถอะ..
tr: Oyuna git..
uk: Перейти до гри..
ur: کھیل جاؤ..
vi: Vào trò chơi..

source: Search games..
es: Buscar juegos..
sr: Тражи игрице..
sv: Sök spel..
sw: Tafuta michezo..
ta: விளையாட்டுகளைத் தேடு..
th: ค้นหาเกม..
tr: Oyun ara..
uk: Пошукові ігри..
ur: گیمز تلاش کریں..
vi: Tìm kiếm trò chơi..

source: Analyse games..
es: Analizar juegos..
sr: Анализирај игрице..
sv: Analysera spel..
sw: Changanua michezo..
ta: விளையாட்டுகளை பகுப்பாய்வு செய்யுங்கள்..
th: วิเคราะห์เกม..
tr: Oyunları analiz et..
uk: Розбирати ігри..
ur: گیمز کا تجزیہ کریں..
vi: Phân tích trò chơi..

source: Goto game number in list box
es: Ir al número de juego en el cuadro de lista
sr: Иди на број игре у пољу са листом
sv: Gå till spelnummer i listrutan
sw: Nenda kwa nambari ya mchezo kwenye kisanduku cha orodha
ta: பட்டியல் பெட்டியில் விளையாட்டு எண் செல்கிறது.
th: ไปที่หมายเลขเกมในกล่องรายการ
tr: Liste kutusundaki oyun numarasına git
uk: Перейти до номера гри у списку
ur: فہرست باکس میں گیم نمبر پر جائیں۔
vi: Chuyển đến số trò chơi trong hộp danh sách

source: Select all
es: Seleccionar todo
sr: Изаберите све
sv: Välj alla
sw: Chagua zote
ta: அனைத்தையும் தேர்ந்தெடுக்கவும்
th: เลือกทั้งหมด
tr: Tümünü seç
uk: Вибрати все
ur: سبھی کو منتخب کریں۔
vi: Chọn tất cả
