Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Select Alt key square highlight colour
es: Seleccionar el color de resaltado del cuadrado de la tecla Alt
sr: Изаберите боју истицања квадрата тастера Алт
sv: Välj fyrkantig markeringsfärg för Alt-tangenten
sw: Chagua rangi ya kuangazia ya kitufe cha Alt
ta: Alt விசை சதுர ஹைலைட் நிறத்தைத் தேர்ந்தெடுக்கவும்.
th: เลือกสีไฮไลต์สี่เหลี่ยมของปุ่ม Alt
tr: Alt tuşu kare vurgu rengini seçin
uk: Виберіть колір виділення квадрата клавіші Alt
ur: Alt کلید مربع نمایاں رنگ منتخب کریں۔
vi: Chọn màu tô sáng hình vuông phím Alt

source: Restore default Alt key square highlight colour
es: Restaurar el color de resaltado cuadrado de la tecla Alt predeterminada
sr: Вратите подразумевану боју истицања квадрата тастера Алт
sv: Återställ standard fyrkantig markeringsfärg för Alt-tangenten
sw: Rejesha rangi ya kiangazio ya ufunguo wa Alt chaguomsingi ya mraba
ta: இயல்புநிலை Alt விசை சதுர ஹைலைட் நிறத்தை மீட்டமைக்கவும்.
th: คืนค่าสีไฮไลต์สี่เหลี่ยมของปุ่ม Alt เริ่มต้น
tr: Varsayılan Alt tuşu kare vurgu rengini geri yükle
uk: Відновити стандартний колір виділення квадрата клавіші Alt
ur: ڈیفالٹ Alt کلید مربع ہائی لائٹ رنگ بحال کریں۔
vi: Khôi phục màu tô sáng hình vuông phím Alt mặc định

source: Select Ctrl key square highlight colour
es: Seleccione el color de resaltado del cuadrado de la tecla Ctrl
sr: Изаберите боју истицања квадрата тастера Цтрл
sv: Välj fyrkantig markeringsfärg med Ctrl-tangenten
sw: Chagua rangi ya kuangazia ya ufunguo wa Ctrl
ta: Ctrl விசை சதுர ஹைலைட் நிறத்தைத் தேர்ந்தெடுக்கவும்.
th: เลือกปุ่ม Ctrl เน้นสีสี่เหลี่ยม
tr: Ctrl tuşu kare vurgu rengini seçin
uk: Виберіть колір виділення квадрата клавішею Ctrl
ur: Ctrl کلید مربع نمایاں رنگ منتخب کریں۔
vi: Chọn phím Ctrl tô sáng màu hình vuông

source: Restore default Ctrl key square highlight colour
es: Restaurar el color de resaltado del cuadrado de la tecla Ctrl predeterminado
sr: Врати подразумевану боју истицања квадрата тастера Цтрл
sv: Återställ standard Ctrl-tangent fyrkantig högdagerfärg
sw: Rejesha rangi ya kiangazio cha ufunguo wa Ctrl chaguomsingi ya mraba
ta: இயல்புநிலை Ctrl விசை சதுர ஹைலைட் நிறத்தை மீட்டமைக்கவும்.
th: คืนค่าค่าเริ่มต้นปุ่ม Ctrl เน้นสีสี่เหลี่ยม
tr: Varsayılan Ctrl tuşu kare vurgu rengini geri yükle
uk: Відновити колір виділення квадрата клавіші Ctrl за замовчуванням
ur: ڈیفالٹ Ctrl کلید مربع ہائی لائٹ رنگ بحال کریں۔
vi: Khôi phục màu tô sáng hình vuông phím Ctrl mặc định

source: Select Shift key square highlight colour
es: Seleccione el color de resaltado del cuadrado de la tecla Shift
sr: Изаберите боју истицања квадрата тастера Схифт
sv: Välj Skift-tangentens markeringsfärg
sw: Chagua rangi ya kuangazia ufunguo wa Shift
ta: ஷிப்ட் விசை சதுர ஹைலைட் நிறத்தைத் தேர்ந்தெடுக்கவும்.
th: เลือกสีเน้นสี่เหลี่ยมด้วยปุ่ม Shift
tr: Shift tuşu kare vurgu rengini seçin
uk: Виберіть колір підсвічування квадрата клавіші Shift
ur: شفٹ کلید مربع نمایاں رنگ منتخب کریں۔
vi: Chọn màu tô sáng hình vuông phím Shift

source: Restore default Shift key square highlight colour
es: Restaurar el color de resaltado cuadrado de la tecla Shift predeterminado
sr: Вратите подразумевану боју истицања квадрата тастера Схифт
sv: Återställ standardmarkeringsfärg för skifttangentens fyrkant
sw: Rejesha rangi ya kiangazio cha ufunguo chaguomsingi ya Shift ya mraba
ta: இயல்புநிலை Shift விசை சதுர ஹைலைட் நிறத்தை மீட்டமைக்கவும்.
th: คืนค่าสีไฮไลต์สี่เหลี่ยมที่เป็นค่าเริ่มต้นด้วยปุ่ม Shift
tr: Varsayılan Shift tuşu kare vurgulama rengini geri yükle
uk: Відновити стандартний колір виділення квадрата клавіші Shift
ur: ڈیفالٹ شفٹ کلید مربع ہائی لائٹ رنگ بحال کریں۔
vi: Khôi phục màu tô sáng hình vuông phím Shift mặc định

source: Save arrow highlights to file with game
es: Guardar los resaltados de las flechas en un archivo con el juego
sr: Сачувајте истакнуте стрелице у датотеку са игром
sv: Spara pilmarkeringar till fil med spelet
sw: Hifadhi vielelezo vya vishale ili uweke na mchezo
ta: அம்புக்குறி ஹைலைட்ஸை கேம் மூலம் கோப்பில் சேமிக்கவும்.
th: บันทึกไฮไลท์ลูกศรไปยังไฟล์พร้อมกับเกม
tr: Ok vurgularını oyun dosyasına kaydet
uk: Збережіть підсвічування стрілок у файл із грою
ur: گیم کے ساتھ فائل میں تیر کی جھلکیاں محفوظ کریں۔
vi: Lưu các mũi tên nổi bật vào tệp với trò chơi

source: Select Alt key arrow colour
es: Seleccionar el color de la flecha de la tecla Alt
sr: Изаберите боју стрелице тастера Алт
sv: Välj färg på Alt-tangenten
sw: Chagua rangi ya mshale wa kitufe cha Alt
ta: Alt விசை அம்புக்குறி நிறத்தைத் தேர்ந்தெடுக்கவும்.
th: เลือกสีลูกศรปุ่ม Alt
tr: Alt tuşu ok rengini seçin
uk: Виберіть колір стрілки клавіші Alt
ur: Alt کلید کے تیر کا رنگ منتخب کریں۔
vi: Chọn màu mũi tên phím Alt

source: Restore default 2d Alt arrow colour
es: Restaurar el color predeterminado de la flecha Alt 2D
sr: Врати подразумевану 2д Алт боју стрелице
sv: Återställ standard 2d Alt-pilfärg
sw: Rejesha rangi ya kishale chaguomsingi ya 2d Alt
ta: இயல்புநிலை 2d Alt அம்புக்குறி நிறத்தை மீட்டமைக்கவும்.
th: คืนค่าสีลูกศร Alt 2 มิติเป็นค่าเริ่มต้น
tr: Varsayılan 2d Alt ok rengini geri yükle
uk: Відновити колір стрілки 2d Alt за замовчуванням
ur: ڈیفالٹ 2d Alt تیر کا رنگ بحال کریں۔
vi: Khôi phục màu mũi tên Alt 2d mặc định

source: Select Ctrl key arrow colour
es: Seleccione el color de la flecha de la tecla Ctrl
sr: Изаберите боју стрелице тастера Цтрл
sv: Välj färg på Ctrl-tangenten
sw: Chagua rangi ya mshale wa Ctrl
ta: Ctrl விசை அம்புக்குறி நிறத்தைத் தேர்ந்தெடுக்கவும்.
th: เลือกปุ่ม Ctrl ลูกศรสี
tr: Ctrl tuşu ok rengini seçin
uk: Виберіть колір стрілки клавіші Ctrl
ur: Ctrl کلیدی تیر کا رنگ منتخب کریں۔
vi: Chọn màu mũi tên phím Ctrl

source: Restore default 2d Ctrl key arrow colour
es: Restaurar el color predeterminado de la flecha de la tecla Ctrl 2d
sr: Врати подразумевану боју стрелице 2д тастера Цтрл
sv: Återställ standard 2d Ctrl-tangentens pilfärg
sw: Rejesha rangi ya kishale chaguomsingi ya 2d Ctrl
ta: இயல்புநிலை 2d Ctrl விசை அம்புக்குறி நிறத்தை மீட்டமைக்கவும்.
th: คืนค่าเริ่มต้นปุ่ม Ctrl 2 มิติ ลูกศรสี
tr: Varsayılan 2d Ctrl tuşu ok rengini geri yükle
uk: Відновити колір стрілки 2d Ctrl за замовчуванням
ur: ڈیفالٹ 2d Ctrl کلیدی تیر کا رنگ بحال کریں۔
vi: Khôi phục màu mũi tên phím Ctrl 2d mặc định

source: Select Shift key arrow colour
es: Seleccionar el color de la flecha de la tecla Shift
sr: Изаберите боју стрелице тастера Схифт
sv: Välj Skift-tangentens pilfärg
sw: Chagua rangi ya kishale cha kitufe cha Shift
ta: Shift விசை அம்புக்குறி நிறத்தைத் தேர்ந்தெடுக்கவும்.
th: เลือกสีลูกศรปุ่ม Shift
tr: Shift tuşu ok rengini seçin
uk: Виберіть колір стрілки клавіші Shift
ur: شفٹ کلید کے تیر کا رنگ منتخب کریں۔
vi: Chọn màu mũi tên phím Shift

source: Restore default 2dShift key arrow colour
es: Restaurar el color predeterminado de la flecha de la tecla Shift 2d
sr: Врати подразумевану боју стрелице тастера 2дСхифт
sv: Återställ standard 2dShift-tangentens pilfärg
sw: Rejesha rangi ya kishale chaguomsingi ya 2dShift
ta: இயல்புநிலை 2dShift விசை அம்புக்குறி நிறத்தை மீட்டமைக்கவும்.
th: คืนค่าค่าเริ่มต้นด้วยปุ่มลูกศร 2dShift
tr: Varsayılan 2dShift tuşu ok rengini geri yükle
uk: Відновити колір стрілки клавіші 2dShift за замовчуванням
ur: ڈیفالٹ 2dShift کلیدی تیر کا رنگ بحال کریں۔
vi: Khôi phục màu mũi tên phím 2dShift mặc định

source: Select arrow head size
es: Seleccionar el tamaño de la punta de flecha
sr: Изаберите величину главе стрелице
sv: Välj storlek på pilhuvudet
sw: Chagua ukubwa wa kichwa cha mshale
ta: அம்புக்குறி தலை அளவைத் தேர்ந்தெடுக்கவும்
th: เลือกขนาดหัวลูกศร
tr: Ok ucu boyutunu seçin
uk: Виберіть розмір головки стрілки
ur: تیر کے سر کا سائز منتخب کریں۔
vi: Chọn kích thước đầu mũi tên

source: Select arrow thickness
es: Seleccionar el grosor de la flecha
sr: Изаберите дебљину стрелице
sv: Välj piltjocklek
sw: Chagua unene wa mshale
ta: அம்புக்குறியின் தடிமனைத் தேர்ந்தெடுக்கவும்
th: เลือกความหนาของลูกศร
tr: Ok kalınlığını seçin
uk: Виберіть товщину стрілки
ur: تیر کی موٹائی کا انتخاب کریں۔
vi: Chọn độ dày mũi tên

source: Select arrow square proportion
es: Seleccionar proporción de flecha cuadrada
sr: Изаберите квадратну пропорцију стрелице
sv: Välj pilkvadratproportion
sw: Chagua uwiano wa mraba wa mshale
ta: அம்புக்குறி சதுர விகிதத்தைத் தேர்ந்தெடுக்கவும்
th: เลือกสัดส่วนลูกศรสี่เหลี่ยม
tr: Ok kare oranını seçin
uk: Виберіть квадратну пропорцію стрілки
ur: تیر مربع تناسب کو منتخب کریں۔
vi: Chọn tỷ lệ hình vuông mũi tên

source: i.e. How far into the square the arrow goes
es: Es decir, ¿hasta dónde llega la flecha dentro del cuadrado?
sr: тј. Колико далеко у квадрат иде стрелица
sv: dvs hur långt in på torget pilen går
sw: yaani, mshale unaenda umbali gani kwenye mraba
ta: அதாவது அம்பு சதுரத்திற்குள் எவ்வளவு தூரம் செல்கிறது
th: เช่น ลูกศรจะเข้าไปในช่องได้ไกลแค่ไหน
tr: yani, ok karenin ne kadar içine girer
uk: тобто наскільки далеко в квадрат заходить стрілка
ur: یعنی تیر مربع میں کتنی دور جاتا ہے۔
vi: tức là mũi tên đi vào hình vuông bao xa

source: This dialog box allow you to select the colours and options
es: Este cuadro de diálogo le permite seleccionar los colores y las opciones.
sr: Овај дијалог вам омогућава да изаберете боје и опције
sv: Denna dialogruta låter dig välja färger och alternativ
sw: Kisanduku kidadisi hiki hukuruhusu kuchagua rangi na chaguo
ta: இந்த உரையாடல் பெட்டி வண்ணங்களையும் விருப்பங்களையும் தேர்ந்தெடுக்க உங்களை அனுமதிக்கிறது.
th: กล่องโต้ตอบนี้ช่วยให้คุณสามารถเลือกสีและตัวเลือกต่างๆ
tr: Bu iletişim kutusu renkleri ve seçenekleri seçmenize olanak tanır
uk: У цьому діалоговому вікні можна вибрати кольори та параметри
ur: یہ ڈائیلاگ باکس آپ کو رنگوں اور اختیارات کو منتخب کرنے کی اجازت دیتا ہے۔
vi: Hộp thoại này cho phép bạn chọn màu sắc và tùy chọn

source: for the board square highlights.
es: Para los aspectos más destacados del tablero cuadrado.
sr: за истакнуте квадрате на табли.
sv: för höjdpunkterna på tavlan.
sw: kwa mambo muhimu ya mraba ya ubao.
ta: பலகை சதுர சிறப்பம்சங்களுக்கு.
th: สำหรับไฮไลท์สี่เหลี่ยมบนกระดาน
tr: pano kare vurguları için.
uk: для висвітлення площі дошки.
ur: بورڈ مربع جھلکیوں کے لئے.
vi: để làm nổi bật ô vuông trên bảng.

source: Squares can be highlighted by holding down a control key
es: Los cuadrados se pueden resaltar manteniendo presionada la tecla Control
sr: Квадрати се могу истаћи држањем контролног тастера
sv: Rutor kan markeras genom att hålla ned en kontrollknapp
sw: Viwanja vinaweza kuangaziwa kwa kushikilia kitufe cha kudhibiti
ta: கட்டுப்பாட்டு விசையை அழுத்திப் பிடிப்பதன் மூலம் சதுரங்களை முன்னிலைப்படுத்தலாம்.
th: สามารถเน้นสี่เหลี่ยมได้โดยการกดปุ่มควบคุมค้างไว้
tr: Kareler bir kontrol tuşunu basılı tutarak vurgulanabilir
uk: Квадрати можна виділяти, утримуючи клавішу керування
ur: ایک کنٹرول کلید کو دبا کر چوکوں کو نمایاں کیا جا سکتا ہے۔
vi: Các ô vuông có thể được tô sáng bằng cách giữ phím điều khiển

source: < Alt > < Ctrl > or < Shift > and left clicking on a square.
es: < Alt > < Ctrl > o < Shift > y clic izquierdo sobre un cuadrado.
sr: < Алт > < Цтрл > или < Схифт > и леви клик на квадрат.
sv: < Alt > < Ctrl > eller < Shift > och vänsterklicka på en fyrkant.
sw: < Alt > < Ctrl > au < Shift > na kushoto ukibofya kwenye mraba.
ta: <Alt > <Ctrl > அல்லது <Shift > ஐ அழுத்தி ஒரு சதுரத்தில் இடது கிளிக் செய்யவும்.
th: < Alt > < Ctrl > หรือ < Shift > และคลิกซ้ายบนสี่เหลี่ยม
tr: < Alt > < Ctrl > veya < Shift > tuşuna basın ve karenin üzerine sol tıklayın.
uk: < Alt > < Ctrl > або < Shift > і клацніть лівою кнопкою миші на квадраті.
ur: < Alt > < Ctrl > یا < Shift > اور ایک مربع پر بائیں کلک کریں۔
vi: < Alt > < Ctrl > hoặc < Shift > và nhấp chuột trái vào hình vuông.

source: To clear the square highlights for the current position,
es: Para borrar los resaltados cuadrados de la posición actual,
sr: Да бисте обрисали истакнуте квадрате за тренутну позицију,
sv: För att rensa de fyrkantiga markeringarna för den aktuella positionen,
sw: Ili kufuta vivutio vya mraba kwa nafasi ya sasa,
ta: தற்போதைய நிலைக்கான சதுர சிறப்பம்சங்களை அழிக்க,
th: เพื่อล้างไฮไลต์สี่เหลี่ยมสำหรับตำแหน่งปัจจุบัน
tr: Mevcut konum için kare vurgularını temizlemek için,
uk: Щоб очистити виділення квадрата для поточної позиції,
ur: موجودہ پوزیشن کے لیے مربع کی جھلکیاں صاف کرنے کے لیے،
vi: Để xóa các điểm nổi bật của hình vuông ở vị trí hiện tại,

source: hold down the < Alt > key and click in the border area
es: Mantenga presionada la tecla <Alt> y haga clic en el área del borde
sr: држите притиснут тастер < Алт > и кликните на ивицу
sv: håll ned < Alt > och klicka i kantområdet
sw: shikilia kitufe cha < Alt > na ubofye kwenye eneo la mpaka
ta: <Alt > விசையை அழுத்திப் பிடித்து எல்லைப் பகுதியில் சொடுக்கவும்.
th: กดปุ่ม <Alt> ค้างไว้แล้วคลิกในพื้นที่เส้นขอบ
tr: < Alt > tuşunu basılı tutun ve sınır alanına tıklayın
uk: утримуючи клавішу <Alt>, клацніть у зоні межі
ur: <Alt> کلید کو دبائے رکھیں اور بارڈر ایریا میں کلک کریں۔
vi: giữ phím < Alt > và nhấp vào vùng viền

source: which surrounds the board.
es: que rodea el tablero.
sr: који окружује таблу.
sv: som omger tavlan.
sw: ambayo inazunguka bodi.
ta: இது பலகையைச் சுற்றி உள்ளது.
th: ซึ่งอยู่ล้อมรอบกระดาน
tr: Tahtanın etrafını çevreleyen.
uk: який оточує дошку.
ur: جو بورڈ کے چاروں طرف ہے۔
vi: bao quanh bảng.

source: Hold down the < Ctrl > and < Shift > keys when you click in the border
es: Mantenga presionadas las teclas <Ctrl> y <Shift> cuando haga clic en el borde
sr: Држите тастере < Цтрл > и < Схифт > када кликнете на ивицу
sv: Håll ned tangenterna < Ctrl > och < Shift > när du klickar i gränsen
sw: Shikilia vitufe vya < Ctrl > na < Shift > unapobofya kwenye mpaka
ta: எல்லையில் சொடுக்கும் போது Ctrl > மற்றும் Shift > விசைகளை அழுத்திப் பிடிக்கவும்.
th: กดปุ่ม <Ctrl> และ <Shift> ค้างไว้เมื่อคุณคลิกที่เส้นขอบ
tr: Sınırı tıkladığınızda < Ctrl > ve < Shift > tuşlarını basılı tutun
uk: Утримуйте клавіші < Ctrl > і < Shift >, коли клацаєте рамку
ur: جب آپ بارڈر پر کلک کرتے ہیں تو <Ctrl> اور <Shift> کیز کو دبائے رکھیں
vi: Giữ phím < Ctrl > và < Shift > khi bạn nhấp vào đường viền

source: to clear all the square highlights in a game.
es: para borrar todos los cuadrados resaltados en un juego.
sr: да обришете све истакнуте квадрате у игри.
sv: för att rensa alla fyrkantiga höjdpunkter i ett spel.
sw: ili kufuta vivutio vyote vya mraba katika mchezo.
ta: ஒரு விளையாட்டில் உள்ள அனைத்து சதுர சிறப்பம்சங்களையும் அழிக்க.
th: เพื่อล้างไฮไลท์สี่เหลี่ยมทั้งหมดในเกม
tr: Bir oyundaki tüm kareleri temizlemek için.
uk: щоб очистити всі виділення квадратів у грі.
ur: ایک کھیل میں تمام مربع جھلکیاں صاف کرنے کے لیے۔
vi: để xóa tất cả các điểm nổi bật của ô vuông trong trò chơi.

source: There are separate options for the 2d and 3d screens,
es: Hay opciones separadas para las pantallas 2D y 3D,
sr: Постоје одвојене опције за 2д и 3д екране,
sv: Det finns separata alternativ för 2d- och 3d-skärmarna,
sw: Kuna chaguzi tofauti kwa skrini za 2d na 3d,
ta: 2D மற்றும் 3D திரைகளுக்கு தனித்தனி விருப்பங்கள் உள்ளன,
th: มีตัวเลือกแยกสำหรับหน้าจอ 2 มิติและ 3 มิติ
tr: 2d ve 3d ekranlar için ayrı seçenekler mevcuttur,
uk: Є окремі варіанти для 2d і 3d екранів,
ur: 2 ڈی اور 3 ڈی اسکرینز کے لیے الگ الگ آپشنز ہیں،
vi: Có những tùy chọn riêng biệt cho màn hình 2D và 3D,

source: except for the < Use > and < Save > options,
es: excepto las opciones <Usar> y <Guardar>,
sr: осим опција < Користи > и < Сачувај >,
sv: förutom alternativen < Använd > och < Spara >,
sw: isipokuwa kwa chaguzi za < Tumia > na < Hifadhi >,
ta: <Use > மற்றும் <Save > விருப்பங்களைத் தவிர,
th: ยกเว้นตัวเลือก <ใช้> และ <บันทึก>
tr: <Kullan> ve <Kaydet> seçenekleri hariç,
uk: за винятком параметрів <Використати> і <Зберегти>,
ur: سوائے <استعمال> اور <محفوظ> کے اختیارات کے،
vi: ngoại trừ các tùy chọn <Sử dụng> và <Lưu>,

source: which are set the same for both screens.
es: que se configuran igual para ambas pantallas.
sr: који су подешени исто за оба екрана.
sv: som är inställda på samma sätt för båda skärmarna.
sw: ambazo zimewekwa sawa kwa skrini zote mbili.
ta: இரண்டு திரைகளுக்கும் ஒரே மாதிரியாக அமைக்கப்பட்டுள்ளன.
th: ซึ่งมีการตั้งค่าไว้เหมือนกันทั้งสองหน้าจอ
tr: Her iki ekran için de aynı şekilde ayarlanmıştır.
uk: які однакові для обох екранів.
ur: جو دونوں سکرینوں کے لیے یکساں ہیں۔
vi: được thiết lập giống nhau cho cả hai màn hình.

source: Use board square highlight - Check to use coloured board square highlights.
es: Usar resaltado de cuadrados del tablero: marque esta opción para utilizar resaltados de cuadrados del tablero en colores.
sr: Користи истицање квадрата на табли - означите да бисте користили обојене квадрате на табли.
sv: Använd fyrkantig höjdpunkt på brädet - Markera för att använda fyrkantiga höjdpunkter i färg.
sw: Tumia kiangazio cha mraba cha ubao - Angalia ili kutumia vivutio vya mraba vya ubao wa rangi.
ta: பலகை சதுர ஹைலைட்டைப் பயன்படுத்தவும் - வண்ண பலகை சதுர ஹைலைட்களைப் பயன்படுத்த சரிபார்க்கவும்.
th: ใช้ไฮไลท์สี่เหลี่ยมบนกระดาน - เลือกเพื่อใช้ไฮไลท์สี่เหลี่ยมบนกระดานที่มีสี
tr: Tahta kare vurgularını kullan - Renkli tahta kare vurgularını kullanmak için işaretleyin.
uk: Використовувати підсвічування квадратів на дошці. Поставте прапорець, щоб використовувати кольорові підсвічування квадратів на дошці.
ur: بورڈ اسکوائر ہائی لائٹ استعمال کریں - رنگین بورڈ اسکوائر ہائی لائٹس استعمال کرنے کے لیے چیک کریں۔
vi: Sử dụng tô sáng ô vuông trên bảng - Kiểm tra để sử dụng tô sáng ô vuông trên bảng có màu.

source: Save to file - Check to save the highlights to a file when the game is saved.
es: Guardar en archivo: marque esta opción para guardar los momentos destacados en un archivo cuando se guarde el juego.
sr: Сачувај у датотеку – потврдите избор да бисте сачували истакнуте ставке у датотеку када се игра сачува.
sv: Spara till fil - Markera för att spara höjdpunkterna i en fil när spelet har sparats.
sw: Hifadhi kwenye faili - Angalia ili kuhifadhi vivutio kwenye faili mchezo unapohifadhiwa.
ta: கோப்பில் சேமி - விளையாட்டு சேமிக்கப்படும் போது சிறப்பம்சங்களை ஒரு கோப்பில் சேமிக்க சரிபார்க்கவும்.
th: บันทึกลงในไฟล์ - เลือกเพื่อบันทึกไฮไลท์ไปยังไฟล์เมื่อบันทึกเกมแล้ว
tr: Dosyaya kaydet - Oyun kaydedildiğinde önemli anların bir dosyaya kaydedilmesini sağlamak için işaretleyin.
uk: Зберегти у файл. Поставте прапорець, щоб зберегти основні моменти у файлі під час збереження гри.
ur: فائل میں محفوظ کریں - جب گیم محفوظ ہو جائے تو ہائی لائٹس کو فائل میں محفوظ کرنے کے لیے چیک کریں۔
vi: Lưu vào tệp - Chọn để lưu các điểm nổi bật vào tệp khi trò chơi được lưu.

source: Alt colour - Select the colour for board square highlight when the Alt key
es: Color Alt: selecciona el color para resaltar el cuadrado del tablero cuando se presiona la tecla Alt
sr: Алт боја - Изаберите боју за истицање квадрата плоче када се притисне тастер Алт
sv: Alt-färg - Välj färg för brädets fyrkantsmarkering när du trycker på Alt-tangenten
sw: Alt rangi - Chagua rangi kwa ajili ya ubao kuangazia mraba wakati kitufe cha Alt
ta: Alt நிறம் - Alt விசையை அழுத்தும்போது பலகை சதுர சிறப்பம்சத்திற்கான நிறத்தைத் தேர்ந்தெடுக்கவும்.
th: สี Alt - เลือกสีสำหรับการเน้นสี่เหลี่ยมบนกระดานเมื่อกดปุ่ม Alt
tr: Alt renk - Alt tuşuna basıldığında tahta karesinin vurgulanması için renk seçin
uk: Колір Alt - Виберіть колір для підсвічування квадрата дошки під час натискання клавіші Alt
ur: Alt رنگ - جب Alt کلید کریں تو بورڈ اسکوائر ہائی لائٹ کے لیے رنگ منتخب کریں۔
vi: Màu Alt - Chọn màu cho ô vuông được tô sáng khi nhấn phím Alt

source: is down when the user clicks the left mouse button on a board square.
es: Está abajo cuando el usuario hace clic con el botón izquierdo del mouse en un cuadrado del tablero.
sr: је доле када корисник кликне левим тастером миша на квадрат на табли.
sv: är nere när användaren klickar med vänster musknapp på en brädruta.
sw: iko chini mtumiaji anapobofya kitufe cha kushoto cha kipanya kwenye mraba wa ubao.
ta: பயனர் பலகை சதுரத்தில் இடது சுட்டி பொத்தானைக் கிளிக் செய்யும்போது அது செயலிழந்துவிடும்.
th: จะหยุดลงเมื่อผู้ใช้คลิกปุ่มเมาส์ซ้ายบนช่องกระดาน
tr: Kullanıcı tahtadaki karenin üzerine sol fare tuşuyla tıkladığında aşağı iner.
uk: не працює, коли користувач клацає лівою кнопкою миші на полі дошки.
ur: نیچے ہوتا ہے جب صارف بورڈ اسکوائر پر بائیں ماؤس کے بٹن پر کلک کرتا ہے۔
vi: sẽ ngừng hoạt động khi người dùng nhấp chuột trái vào ô vuông trên bàn cờ.

source: Shift colour - Select the colour for board square highlight when the Shift key
es: Cambiar color: selecciona el color para resaltar el cuadrado del tablero cuando se presiona la tecla Shift
sr: Схифт боја - Изаберите боју за истицање квадрата на табли када се притисне тастер Схифт
sv: Skiftfärg - Välj färg för brädets fyrkantsmarkering när du trycker på Skift
sw: Shift rangi - Chagua rangi kwa ajili ya ubao kuangazia mraba wakati kitufe cha Shift
ta: ஷிப்ட் நிறம் - ஷிப்ட் விசையை அழுத்தும்போது பலகை சதுர சிறப்பம்சத்திற்கான நிறத்தைத் தேர்ந்தெடுக்கவும்.
th: เปลี่ยนสี - เลือกสีสำหรับเน้นสี่เหลี่ยมบนกระดานเมื่อกดปุ่ม Shift
tr: Renk değiştirme - Shift tuşuna basıldığında tahta karesinin vurgulanması için renk seçin
uk: Колір перемикання — виберіть колір підсвічування квадрата дошки під час натискання клавіші Shift
ur: شفٹ کا رنگ - جب شفٹ کلید ہو تو بورڈ اسکوائر ہائی لائٹ کے لیے رنگ منتخب کریں۔
vi: Chuyển màu - Chọn màu cho ô vuông được tô sáng khi nhấn phím Shift

source: Ctrl colour - Select the colour for board square highlight when the Control key
es: Color Ctrl: selecciona el color para resaltar el cuadrado del tablero cuando se presiona la tecla Control
sr: Цтрл боја - Изаберите боју за истицање квадрата плоче када се притисне тастер Цонтрол
sv: Ctrl-färg - Välj färg för brädets fyrkantsmarkering när du trycker på Ctrl-tangenten
sw: Ctrl rangi - Chagua rangi kwa ajili ya bodi ya kuonyesha mraba wakati muhimu Udhibiti
ta: Ctrl colour - கண்ட்ரோல் விசையை அழுத்தும்போது பலகை சதுர ஹைலைட்டிற்கான நிறத்தைத் தேர்ந்தெடுக்கவும்.
th: สี Ctrl - เลือกสีสำหรับการเน้นสี่เหลี่ยมบนกระดานเมื่อกดปุ่ม Control
tr: Ctrl rengi - Kontrol tuşu basılıyken tahta karesinin vurgulanması için renk seçin
uk: Колір Ctrl - Виберіть колір для підсвічування квадрата дошки під час натискання клавіші Control
ur: Ctrl رنگ - بورڈ اسکوائر ہائی لائٹ کے لیے رنگ منتخب کریں جب کنٹرول کلید
vi: Ctrl màu - Chọn màu cho ô vuông được tô sáng khi nhấn phím Control

source: Arrows can be displayed between two squares by holding down a control key
es: Se pueden mostrar flechas entre dos cuadrados manteniendo presionada la tecla Control
sr: Стрелице се могу приказати између два квадрата тако што ћете држати притиснут контролни тастер
sv: Pilar kan visas mellan två rutor genom att hålla ned en kontrollknapp
sw: Mishale inaweza kuonyeshwa kati ya miraba miwili kwa kushikilia kitufe cha kudhibiti
ta: ஒரு கட்டுப்பாட்டு விசையை அழுத்திப் பிடிப்பதன் மூலம் இரண்டு சதுரங்களுக்கு இடையில் அம்புகளைக் காட்டலாம்.
th: สามารถแสดงลูกศรระหว่างสองช่องได้โดยกดปุ่มควบคุมค้างไว้
tr: Bir kontrol tuşuna basılı tutarak iki kare arasında oklar gösterilebilir
uk: Стрілки можна відображати між двома квадратами, утримуючи клавішу керування
ur: تیر کو کنٹرول کلید کو دبا کر دو چوکوں کے درمیان دکھایا جا سکتا ہے۔
vi: Có thể hiển thị mũi tên giữa hai ô vuông bằng cách giữ phím điều khiển

source: and clicking and holding down the left mouse button on the start square,
es: y haciendo clic y manteniendo presionado el botón izquierdo del mouse en el cuadro de inicio,
sr: и кликом и држањем левог дугмета миша на почетном квадрату,
sv: och klicka och håll nere vänster musknapp på startrutan,
sw: na kubonyeza na kushikilia kitufe cha kushoto cha panya kwenye mraba wa kuanza,
ta: தொடக்க சதுரத்தில் இடது சுட்டி பொத்தானைக் கிளிக் செய்து அழுத்திப் பிடிக்கவும்,
th: และคลิกและกดปุ่มเมาส์ซ้ายค้างไว้ที่ช่องเริ่มต้น
tr: ve başlangıç karesine sol fare tuşunu tıklayıp basılı tutarak,
uk: і клацніть і утримуйте ліву кнопку миші на початковому квадраті,
ur: اور اسٹارٹ اسکوائر پر بائیں ماؤس کے بٹن پر کلک کرکے دبائے رکھیں،
vi: và nhấp và giữ nút chuột trái trên ô bắt đầu,
