Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: but all opponents will be grouped together
es: pero todos los oponentes se agruparán
sr: али ће сви противници бити груписани заједно
sv: men alla motståndare kommer att grupperas tillsammans
sw: lakini wapinzani wote watawekwa pamoja
ta: ஆனால் அனைத்து எதிரிகளும் ஒன்றாகக் குழுவாக்கப்படுவார்கள்.
th: แต่ฝ่ายตรงข้ามทั้งหมดจะถูกรวมกลุ่มกัน
tr: ancak tüm rakipler bir araya toplanacak
uk: але всі суперники будуть згруповані разом
ur: لیکن تمام مخالفین کو اکٹھا کیا جائے گا۔
vi: nhưng tất cả đối thủ sẽ được nhóm lại với nhau

source: (because of the earlier sort on Black),
es: (debido a la clasificación anterior en Negro),
sr: (због ранијег типа на црном),
sv: (på grund av den tidigare sorten på svart),
sw: (kwa sababu ya aina ya awali kwenye Nyeusi),
ta: (பிளாக்கில் முந்தைய வரிசை காரணமாக),
th: (เพราะการเรียงลำดับก่อนหน้านี้ของสีดำ)
tr: (Siyah'ın daha önceki sıralaması nedeniyle),
uk: (через попередні сортування на чорному),
ur: (سیاہ پر پہلے کی ترتیب کی وجہ سے)
vi: (vì cách sắp xếp trước đó ở Đen),

source: and if there are multiple games between the same players,
es: y si hay varios juegos entre los mismos jugadores,
sr: и ако постоји више утакмица између истих играча,
sv: och om det finns flera spel mellan samma spelare,
sw: na ikiwa kuna michezo mingi kati ya wachezaji sawa,
ta: ஒரே வீரர்களுக்கு இடையே பல ஆட்டங்கள் இருந்தால்,
th: และหากมีการเล่นหลายเกมระหว่างผู้เล่นคนเดียวกัน
tr: ve aynı oyuncular arasında birden fazla oyun varsa,
uk: і якщо є кілька ігор між тими ж гравцями,
ur: اور اگر ایک ہی کھلاڑیوں کے درمیان متعدد گیمز ہوں،
vi: và nếu có nhiều trò chơi giữa những người chơi giống nhau,

source: the games will be sorted according to the most common opening sequences
es: Los juegos se ordenarán según las secuencias de apertura más comunes.
sr: игре ће бити поређане према најчешћим почетним секвенцама
sv: spelen kommer att sorteras enligt de vanligaste öppningssekvenserna
sw: michezo itapangwa kulingana na mlolongo wa kawaida wa ufunguzi
ta: விளையாட்டுகள் மிகவும் பொதுவான தொடக்க வரிசைகளின்படி வரிசைப்படுத்தப்படும்.
th: เกมจะถูกจัดเรียงตามลำดับการเปิดเกมที่พบบ่อยที่สุด
tr: oyunlar en yaygın açılış sekanslarına göre sıralanacak
uk: ігри будуть відсортовані відповідно до найпоширеніших початкових послідовностей
ur: کھیلوں کو سب سے عام افتتاحی ترتیب کے مطابق ترتیب دیا جائے گا۔
vi: các trò chơi sẽ được sắp xếp theo trình tự mở đầu phổ biến nhất

source: between those two players (because of the earlier sort on Moves).
es: entre esos dos jugadores (debido a la clasificación anterior en Movimientos).
sr: између та два играча (због ранијег типа на потезима).
sv: mellan dessa två spelare (på grund av den tidigare sorten på Moves).
sw: kati ya wachezaji hao wawili (kwa sababu ya aina ya awali kwenye Moves).
ta: அந்த இரண்டு வீரர்களுக்கு இடையில் (முன்னதாக இருந்த நகர்வுகளின் வரிசையின் காரணமாக).
th: ระหว่างผู้เล่นทั้งสองคนนั้น (เพราะมีการเรียงลำดับการเคลื่อนไหวไว้ก่อนหน้านี้)
tr: bu iki oyuncu arasında (Hareketlerin daha önceki sıralaması nedeniyle).
uk: між цими двома гравцями (через раннє сортування ходів).
ur: ان دو کھلاڑیوں کے درمیان (مووز پر پہلے کی ترتیب کی وجہ سے)۔
vi: giữa hai người chơi đó (vì cách sắp xếp trước đó trong Moves).

source: The first column (column '#') is provided only to allow
es: La primera columna (columna '#') se proporciona únicamente para permitir
sr: Прва колона (колона '#') је дата само да би дозволила
sv: Den första kolumnen (kolumn '#') tillhandahålls endast för att tillåta
sw: Safu wima ya kwanza (safu wima '#') imetolewa ili kuruhusu tu
ta: முதல் நெடுவரிசை (நெடுவரிசை '#') அனுமதிக்க மட்டுமே வழங்கப்படுகிறது
th: คอลัมน์แรก (คอลัมน์ '#') มีไว้เพื่อให้อนุญาตเท่านั้น
tr: İlk sütun (sütun '#') yalnızca izin vermek için sağlanmıştır
uk: Перший стовпець (стовпець '#') надається лише для дозволу
ur: پہلا کالم (کالم '#') صرف اجازت دینے کے لیے فراہم کیا گیا ہے۔
vi: Cột đầu tiên (cột '#') chỉ được cung cấp để cho phép

source: a sort on initial order (for restoring or reversing the initial order).
es: una clasificación según orden inicial (para restaurar o revertir el orden inicial).
sr: сортирање по почетном редоследу (за враћање или поништавање почетног редоследа).
sv: en sortering på initial ordning (för att återställa eller vända den initiala ordningen).
sw: aina kwa agizo la awali (kwa kurejesha au kubadilisha agizo la awali).
ta: ஆரம்ப வரிசையில் ஒரு வரிசைப்படுத்தல் (ஆரம்ப வரிசையை மீட்டமைக்க அல்லது மாற்றுவதற்கு).
th: การเรียงลำดับตามลำดับเริ่มต้น (เพื่อเรียกคืนหรือย้อนกลับลำดับเริ่มต้น)
tr: başlangıç sırasına göre bir sıralama (başlangıç sırasını geri yüklemek veya tersine çevirmek için).
uk: сортування за початковим порядком (для відновлення або зміни початкового порядку).
ur: ابتدائی ترتیب پر ایک ترتیب (ابتدائی ترتیب کو بحال کرنے یا تبدیل کرنے کے لیے)۔
vi: sắp xếp theo thứ tự ban đầu (để khôi phục hoặc đảo ngược thứ tự ban đầu).

source: To reverse sort, click twice.
es: Para invertir el orden, haga clic dos veces.
sr: Да бисте сортирали обрнуто, кликните двапут.
sv: För att vända sorteringen, klicka två gånger.
sw: Ili kubadilisha kupanga, bofya mara mbili.
ta: வரிசைப்படுத்தலை தலைகீழாக மாற்ற, இருமுறை சொடுக்கவும்.
th: หากต้องการเรียงลำดับย้อนกลับ ให้คลิกสองครั้ง
tr: Sıralamayı tersine çevirmek için iki kez tıklayın.
uk: Для зворотного сортування клацніть двічі.
ur: ترتیب کو ریورس کرنے کے لیے، دو بار کلک کریں۔
vi: Để đảo ngược thứ tự sắp xếp, hãy nhấp đúp.

source: Database Dialog Help
es: Ayuda del cuadro de diálogo de base de datos
sr: Помоћ за дијалог базе података
sv: Databasdialoghjälp
sw: Usaidizi wa Kidirisha cha Hifadhidata
ta: தரவுத்தள உரையாடல் உதவி
th: ความช่วยเหลือเกี่ยวกับกล่องโต้ตอบฐานข้อมูล
tr: Veritabanı İletişim Kutusu Yardımı
uk: Довідка діалогового вікна бази даних
ur: ڈیٹا بیس ڈائیلاگ مدد
vi: Trợ giúp hộp thoại cơ sở dữ liệu

source: white games played by
es: juegos blancos jugados por
sr: беле игре које играју
sv: vita spel som spelas av
sw: michezo nyeupe iliyochezwa na
ta: வெள்ளையர் விளையாடிய விளையாட்டுகள்
th: เกมสีขาวเล่นโดย
tr: beyaz oyunlar oynandı
uk: білі ігри
ur: سفید کھیل کی طرف سے کھیلا
vi: trò chơi trắng được chơi bởi

source: added to clipboard
es: añadido al portapapeles
sr: додато у међуспремник
sv: lagt till i urklipp
sw: imeongezwa kwenye ubao wa kunakili
ta: கிளிப்போர்டில் சேர்க்கப்பட்டது
th: เพิ่มไปยังคลิปบอร์ดแล้ว
tr: panoya eklendi
uk: додано в буфер обміну
ur: کلپ بورڈ میں شامل کیا گیا۔
vi: đã thêm vào clipboard

source: Player's white games added to clipboard
es: Los juegos blancos del jugador se agregaron al portapapeles
sr: Играчеве беле игре су додате у међуспремник
sv: Spelarens vita spel har lagts till i urklipp
sw: Michezo nyeupe ya mchezaji imeongezwa kwenye ubao wa kunakili
ta: வீரரின் வெள்ளை விளையாட்டுகள் கிளிப்போர்டுக்கு சேர்க்கப்பட்டன.
th: เพิ่มเกมสีขาวของผู้เล่นลงในคลิปบอร์ดแล้ว
tr: Oyuncunun beyaz oyunları panoya eklendi
uk: Білі ігри гравця додано в буфер обміну
ur: پلیئر کے سفید کھیل کلپ بورڈ میں شامل کیے گئے۔
vi: Các trò chơi trắng của người chơi đã được thêm vào bảng tạm

source: black games played by
es: juegos negros jugados por
sr: црне игре које играју
sv: svarta spel som spelas av
sw: michezo nyeusi iliyochezwa na
ta: கருப்பு இனத்தவர் விளையாடிய விளையாட்டுகள்
th: เกมสีดำเล่นโดย
tr: siyah oyunlar oynandı
uk: чорні ігри
ur: بلیک گیمز کھیلے جاتے ہیں۔
vi: trò chơi đen được chơi bởi

source: Black Player
es: Jugador negro
sr: Блацк Плаиер
sv: Svart spelare
sw: Mchezaji Mweusi
ta: கருப்பு வீரர்
th: ผู้เล่นสีดำ
tr: Siyah Oyuncu
uk: Чорний гравець
ur: بلیک پلیئر
vi: Người chơi đen

source: Searching ....
es: Buscando....
sr: Претраживање ....
sv: Söker....
sw: Inatafuta ....
ta: தேடுகிறது....
th: กำลังค้นหา....
tr: Aranıyor....
uk: Пошук ....
ur: تلاش کر رہا ہے....
vi: Đang tìm kiếm ....

source: Searching...
es: Búsqueda...
sr: Тражи се...
sv: Sökande...
sw: Inatafuta...
ta: தேடுகிறது...
th: กำลังค้นหา...
tr: Arama...
uk: Пошук...
ur: تلاش کر رہا ہے...
vi: Đang tìm kiếm...

source: Searching Clipboard
es: Buscando en el Portapapeles
sr: Сеарцхинг Цлипбоард
sv: Söker Urklipp
sw: Inatafuta Ubao wa kunakili
ta: கிளிப்போர்டைத் தேடுகிறது
th: ค้นหาคลิปบอร์ด
tr: Panoda Arama
uk: Пошук у буфері обміну
ur: کلپ بورڈ تلاش کر رہا ہے۔
vi: Tìm kiếm bảng tạm

source: Searching
es: Búsqueda
sr: Тражим
sv: Sökande
sw: Inatafuta
ta: தேடுகிறது
th: การค้นหา
tr: Arama
uk: Пошук
ur: تلاش کر رہا ہے۔
vi: Tìm kiếm

source: Searching Database
es: Buscando en la base de datos
sr: Сеарцхинг Датабасе
sv: Söker i databasen
sw: Inatafuta Hifadhidata
ta: தரவுத்தளத்தைத் தேடுகிறது
th: การค้นหาฐานข้อมูล
tr: Veritabanında Arama
uk: Пошук бази даних
ur: ڈیٹا بیس کی تلاش
vi: Tìm kiếm cơ sở dữ liệu

source: Calculating Stats
es: Cálculo de estadísticas
sr: Израчунавање статистике
sv: Beräknar statistik
sw: Kuhesabu Takwimu
ta: புள்ளிவிவரங்களைக் கணக்கிடுதல்
th: การคำนวณสถิติ
tr: İstatistikleri Hesaplama
uk: Розрахунок статистики
ur: اعدادوشمار کا حساب لگانا
vi: Tính toán số liệu thống kê

source: Next Move
es: Próximo movimiento
sr: Нект Мове
sv: Nästa drag
sw: Next Hoja
ta: அடுத்த நகர்வு
th: การเคลื่อนไหวครั้งต่อไป
tr: Sonraki Hamle
uk: Наступний хід
ur: اگلا اقدام
vi: Bước tiếp theo

source: Transpositions
es: Transposiciones
sr: Транспозиције
sv: Transponeringar
sw: Mabadiliko
ta: இடமாற்றங்கள்
th: การเปลี่ยนตำแหน่ง
tr: Transpozisyonlar
uk: Транспозиції
ur: منتقلی
vi: Chuyển vị

source: Engine name - No engine selected
es: Nombre del motor - No hay ningún motor seleccionado
sr: Назив мотора - Није изабран мотор
sv: Motornamn - Ingen motor har valts
sw: Jina la injini - Hakuna injini iliyochaguliwa
ta: எஞ்சின் பெயர் - எந்த எஞ்சின் தேர்ந்தெடுக்கப்படவில்லை.
th: ชื่อเครื่องยนต์ - ไม่ได้เลือกเครื่องยนต์
tr: Motor adı - Motor seçilmedi
uk: Назва механізму - двигун не вибрано
ur: انجن کا نام - کوئی انجن منتخب نہیں کیا گیا۔
vi: Tên động cơ - Không có động cơ nào được chọn

source: Engine name -
es: Nombre del motor -
sr: Назив мотора -
sv: Motornamn -
sw: Jina la injini -
ta: எஞ்சின் பெயர் -
th: ชื่อเครื่องยนต์ -
tr: Motor adı -
uk: Назва двигуна -
ur: انجن کا نام -
vi: Tên động cơ -

source: No engine parameter options read
es: No se leen las opciones de parámetros del motor
sr: Нема читања опција параметара мотора
sv: Inga motorparameteralternativ avlästa
sw: Hakuna chaguzi za kigezo cha injini zilizosomwa
ta: எந்த இயந்திர அளவுரு விருப்பங்களும் படிக்கப்படவில்லை.
th: ไม่มีการอ่านตัวเลือกพารามิเตอร์เครื่องยนต์
tr: Motor parametre seçenekleri okunmadı
uk: Параметри двигуна не читаються
ur: انجن کے پیرامیٹر کے اختیارات نہیں پڑھے گئے۔
vi: Không có tùy chọn tham số động cơ nào được đọc

source: Engine error message
es: Mensaje de error del motor
sr: Порука о грешци мотора
sv: Motorfelmeddelande
sw: Ujumbe wa hitilafu ya injini
ta: எஞ்சின் பிழை செய்தி
th: ข้อความแสดงข้อผิดพลาดของเครื่องยนต์
tr: Motor hata mesajı
uk: Повідомлення про помилку двигуна
ur: انجن کی خرابی کا پیغام
vi: Thông báo lỗi động cơ

source: Engine playing strength
es: Fuerza de juego del motor
sr: Снага играња мотора
sv: Motorns spelstyrka
sw: Nguvu ya kucheza injini
ta: எஞ்சின் இயக்க வலிமை
th: ความแข็งแกร่งในการเล่นของเครื่องยนต์
tr: Motorun oyun gücü
uk: Сила гри двигуна
ur: انجن چلانے کی طاقت
vi: Sức mạnh của động cơ

source: This panel lets you select the UCI engine to run (an .exe file).
es: Este panel le permite seleccionar el motor UCI que se ejecutará (un archivo .exe).
sr: Овај панел вам омогућава да изаберете УЦИ механизам за покретање (.еке датотека).
sv: Den här panelen låter dig välja vilken UCI-motor som ska köras (en .exe-fil).
sw: Paneli hii hukuruhusu kuchagua injini ya UCI ya kuendesha (faili ya .exe).
ta: இந்தப் பலகம் இயக்க UCI இயந்திரத்தைத் தேர்ந்தெடுக்க உங்களை அனுமதிக்கிறது (ஒரு .exe கோப்பு).
th: แผงนี้ช่วยให้คุณสามารถเลือกเอ็นจิ้น UCI ที่จะรัน (ไฟล์ .exe)
tr: Bu panel, çalıştırılacak UCI motorunu (bir .exe dosyası) seçmenize olanak tanır.
uk: На цій панелі можна вибрати механізм UCI для запуску (файл .exe).
ur: یہ پینل آپ کو چلانے کے لیے UCI انجن کو منتخب کرنے دیتا ہے (ایک .exe فائل)۔
vi: Bảng điều khiển này cho phép bạn chọn chương trình UCI để chạy (tệp .exe).

source: You can also select parameters to modify engine behaviour.
es: También puede seleccionar parámetros para modificar el comportamiento del motor.
sr: Такође можете да изаберете параметре да бисте променили понашање мотора.
sv: Du kan också välja parametrar för att ändra motorns beteende.
sw: Unaweza pia kuchagua vigezo vya kurekebisha tabia ya injini.
ta: இயந்திர நடத்தையை மாற்றுவதற்கான அளவுருக்களையும் நீங்கள் தேர்ந்தெடுக்கலாம்.
th: คุณสามารถเลือกพารามิเตอร์เพื่อปรับเปลี่ยนพฤติกรรมของเครื่องยนต์ได้
tr: Ayrıca motor davranışını değiştirmek için parametreler de seçebilirsiniz.
uk: Ви також можете вибрати параметри для зміни поведінки двигуна.
ur: آپ انجن کے رویے میں ترمیم کرنے کے لیے پیرامیٹرز بھی منتخب کر سکتے ہیں۔
vi: Bạn cũng có thể chọn các thông số để thay đổi hành vi của động cơ.

source: UCI Engine executable file:
es: Archivo ejecutable del motor UCI:
sr: Извршна датотека УЦИ Енгине-а:
sv: UCI Engine körbar fil:
sw: Faili inayoweza kutekelezwa ya Injini ya UCI:
ta: UCI எஞ்சின் இயங்கக்கூடிய கோப்பு:
th: ไฟล์ปฏิบัติการ UCI Engine:
tr: UCI Engine çalıştırılabilir dosyası:
uk: Виконуваний файл UCI Engine:
ur: UCI انجن ایگزیکیوٹیبل فائل:
vi: Tệp thực thi của UCI Engine:

source: Use engine epm name
es: Utilice el nombre epm del motor
sr: Користите назив епм мотора
sv: Använd motorns epm-namn
sw: Tumia jina la epm la injini
ta: எஞ்சின் epm பெயரைப் பயன்படுத்து
th: ใช้ชื่อ EPM ของเครื่องยนต์
tr: Motor epm adını kullan
uk: Використовуйте назву epm двигуна
ur: انجن ای پی ایم کا نام استعمال کریں۔
vi: Sử dụng tên epm của động cơ

source: Select the basic engine parameters :
es: Seleccione los parámetros básicos del motor:
sr: Изаберите основне параметре мотора:
sv: Välj de grundläggande motorparametrarna:
sw: Chagua vigezo vya msingi vya injini:
ta: அடிப்படை இயந்திர அளவுருக்களைத் தேர்ந்தெடுக்கவும்:
th: เลือกพารามิเตอร์เครื่องยนต์พื้นฐาน:
tr: Temel motor parametrelerini seçin:
uk: Виберіть основні параметри двигуна:
ur: انجن کے بنیادی پیرامیٹرز کو منتخب کریں:
vi: Chọn các thông số cơ bản của động cơ:

source: Max CPU cores:
es: Núcleos máximos de CPU:
sr: Макс. ЦПУ језгра:
sv: Max CPU-kärnor:
sw: Cores za juu zaidi za CPU:
ta: அதிகபட்ச CPU கோர்கள்:
th: จำนวนคอร์ CPU สูงสุด:
tr: Maksimum CPU çekirdeği:
uk: Максимальна кількість ядер ЦП:
ur: زیادہ سے زیادہ CPU کور:
vi: Số lõi CPU tối đa:

source: Hash size (MB):
es: Tamaño del hash (MB):
sr: Величина хеша (МБ):
sv: Hashstorlek (MB):
sw: Ukubwa wa heshi (MB):
ta: ஹாஷ் அளவு (மெகாபைட்):
th: ขนาดแฮช (MB):
tr: Karma boyutu (MB):
uk: Розмір хешу (МБ):
ur: ہیش سائز (MB):
vi: Kích thước băm (MB):

source: Ponder
es: Reflexionar
sr: Пондер
sv: Fundera
sw: Tafakari
ta: சிந்தித்துப் பாருங்கள்
th: ไตร่ตรอง
tr: Düşünmek
uk: Поміркуйте
ur: غور کرنا
vi: Suy ngẫm

source: Engine Priority
es: Prioridad del motor
sr: Приоритет мотора
sv: Motorprioritet
sw: Kipaumbele cha Injini
ta: எஞ்சின் முன்னுரிமை
th: ลำดับความสำคัญของเครื่องยนต์
tr: Motor Önceliği
uk: Пріоритет двигуна
ur: انجن کی ترجیح
vi: Ưu tiên động cơ

source: Normal
sr: Нормално
sw: Kawaida
ta: இயல்பானது
th: ปกติ
uk: нормальний
ur: نارمل
vi: Bình thường

source: Below normal
es: Por debajo de lo normal
sr: Испод нормале
sv: Under normala
sw: Chini ya kawaida
ta: இயல்பை விடக் குறைவு
th: ต่ำกว่าปกติ
tr: Normalin altında
uk: Нижче норми
ur: معمول سے نیچے
vi: Dưới mức bình thường

source: Idle
es: Inactivo
sr: Идле
sv: På tomgång
sw: Bila kufanya kitu
ta: ஐடில்
th: ว่างงาน
tr: Boşta
uk: Бездіяльність
ur: بیکار
vi: Nhàn rỗi

source: Limit playing strength
es: Limitar la fuerza de juego
sr: Ограничите снагу игре
sv: Begränsa spelstyrkan
sw: Punguza nguvu za kucheza
ta: விளையாடும் வலிமையைக் கட்டுப்படுத்துங்கள்
th: จำกัดความแข็งแกร่งในการเล่น
tr: Sınırlı oyun gücü
uk: Обмежте силу гри
ur: کھیلنے کی طاقت کو محدود کریں۔
vi: Giới hạn sức mạnh chơi

source: Set ELO rating
es: Establecer la calificación ELO
sr: Поставите ЕЛО рејтинг
sv: Ställ in ELO-betyg
sw: Weka ukadiriaji wa ELO
ta: ELO மதிப்பீட்டை அமைக்கவும்
th: ตั้งค่าเรตติ้ง ELO
tr: ELO derecesini ayarlayın
uk: Встановити рейтинг ELO
ur: ELO کی درجہ بندی سیٹ کریں۔
vi: Đặt xếp hạng ELO

source: Custom parameters :
es: Parámetros personalizados:
sr: Прилагођени параметри:
sv: Anpassade parametrar:
sw: Vigezo maalum:
ta: தனிப்பயன் அளவுருக்கள்:
th: พารามิเตอร์ที่กำหนดเอง:
tr: Özel parametreler :
uk: Спеціальні параметри:
ur: حسب ضرورت پیرامیٹرز:
vi: Các thông số tùy chỉnh:

source: Name
es: Nombre
sr: Име
sv: Namn
sw: Jina
ta: பெயர்
th: ชื่อ
tr: İsim
uk: Ім'я
ur: نام
vi: Tên

source: Value
es: Valor
sr: Валуе
sv: Värde
sw: Thamani
ta: மதிப்பு
th: ค่า
tr: Değer
uk: Значення
ur: قدر
vi: Giá trị

source: Save engine..
es: Guardar motor..
sr: Сачувај мотор..
sv: Spara motor..
sw: Hifadhi injini..
ta: இயந்திரத்தை சேமிக்கவும்..
th: ประหยัดเครื่องยนต์..
tr: Motoru kurtar..
uk: Зберегти двигун..
ur: انجن کو محفوظ کریں..
vi: Lưu động cơ..

source: Select .epm file to save engine parameters
es: Seleccione el archivo .epm para guardar los parámetros del motor
sr: Изаберите .епм датотеку да бисте сачували параметре мотора
sv: Välj .epm-fil för att spara motorparametrar
sw: Chagua faili ya .epm ili kuhifadhi vigezo vya injini
ta: இயந்திர அளவுருக்களைச் சேமிக்க .epm கோப்பைத் தேர்ந்தெடுக்கவும்.
th: เลือกไฟล์ .epm เพื่อบันทึกพารามิเตอร์เครื่องยนต์
tr: Motor parametrelerini kaydetmek için .epm dosyasını seçin
uk: Виберіть файл .epm, щоб зберегти параметри двигуна
ur: انجن کے پیرامیٹرز کو محفوظ کرنے کے لیے .epm فائل کو منتخب کریں۔
vi: Chọn tệp .epm để lưu các thông số động cơ

source: Load engine..
es: Cargar motor..
sr: Учитај мотор..
sv: Ladda motor..
sw: Injini ya kupakia..
ta: லோட் எஞ்சின்..
th: โหลดเครื่องยนต์..
tr: Motoru yükle..
uk: Завантажити двигун..
ur: انجن لوڈ کریں..
vi: Tải động cơ..

source: Select .epm file to load engine parameters
es: Seleccione el archivo .epm para cargar los parámetros del motor
sr: Изаберите .епм датотеку да бисте учитали параметре мотора
sv: Välj .epm-fil för att ladda motorparametrar
sw: Chagua faili ya .epm ili kupakia vigezo vya injini
ta: எஞ்சின் அளவுருக்களை ஏற்ற .epm கோப்பைத் தேர்ந்தெடுக்கவும்.
th: เลือกไฟล์ .epm เพื่อโหลดพารามิเตอร์เครื่องยนต์
tr: Motor parametrelerini yüklemek için .epm dosyasını seçin
uk: Виберіть файл .epm, щоб завантажити параметри двигуна
ur: انجن کے پیرامیٹرز کو لوڈ کرنے کے لیے .epm فائل کو منتخب کریں۔
vi: Chọn tệp .epm để tải các tham số của động cơ

source: Engine parameters..
es: Parámetros del motor..
sr: Параметри мотора..
sv: Motorparametrar..
sw: Vigezo vya injini..
ta: எஞ்சின் அளவுருக்கள்..
th: พารามิเตอร์เครื่องยนต์..
tr: Motor parametreleri..
uk: Параметри двигуна..
ur: انجن کے پیرامیٹرز..
vi: Thông số động cơ..

source: Reset
es: Reiniciar
sr: Ресетуј
sv: Återställa
sw: Weka upya
ta: மீட்டமைக்கவும்
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
ur: دوبارہ ترتیب دیں۔
vi: Cài lại

source: Three engine CPU priorities are available,
es: Hay tres prioridades de CPU del motor disponibles,
sr: Доступна су три приоритета процесора мотора,
sv: Tre motor-CPU-prioriteringar är tillgängliga,
sw: Vipaumbele vitatu vya CPU vya injini vinapatikana,
ta: மூன்று இயந்திர CPU முன்னுரிமைகள் உள்ளன,
th: มีลำดับความสำคัญของ CPU ของเครื่องยนต์สามแบบให้เลือก
tr: Üç motor CPU önceliği mevcuttur,
uk: Доступні три пріоритети ЦП двигуна,
ur: تین انجن CPU ترجیحات دستیاب ہیں،
vi: Có ba mức ưu tiên CPU của động cơ,

source: <Normal> is highest, <Idle> is lowest.
es: <Normal> es el más alto, <Inactivo> es el más bajo.
sr: <Нормал> је највиши, <Идле> је најнижи.
sv: <Normal> är högst, <Idle> är lägst.
sw: <Kawaida> ni ya juu zaidi, <Idle> ni ya chini zaidi.
ta: <Normal> என்பது அதிகபட்சம், <Idle> என்பது குறைந்தபட்சம்.
th: <Normal> คือค่าสูงสุด และ <Idle> คือค่าต่ำสุด
tr: <Normal> en yüksek, <Boşta> en düşük değerdir.
uk: <Normal> найвищий, <Idle> найнижчий.
ur: <Normal> سب سے زیادہ ہے، <Idle> سب سے کم ہے۔
vi: <Bình thường> là cao nhất, <Nhàn rỗi> là thấp nhất.

source: Lower settings might improve the computer's responsiveness.
es: Es posible que configuraciones más bajas mejoren la capacidad de respuesta del ordenador.
sr: Ниже поставке могу побољшати одзив рачунара.
sv: Lägre inställningar kan förbättra datorns lyhördhet.
sw: Mipangilio ya chini inaweza kuboresha utendakazi wa kompyuta.
ta: குறைந்த அமைப்புகள் கணினியின் மறுமொழித் திறனை மேம்படுத்தக்கூடும்.
th: การตั้งค่าที่ต่ำลงอาจช่วยปรับปรุงการตอบสนองของคอมพิวเตอร์ได้
tr: Daha düşük ayarlar bilgisayarın tepki süresini iyileştirebilir.
uk: Нижчі параметри можуть покращити реакцію комп’ютера.
ur: نچلی ترتیبات کمپیوٹر کی ردعمل کو بہتر بنا سکتی ہیں۔
vi: Cài đặt thấp hơn có thể cải thiện khả năng phản hồi của máy tính.

source: The UCI engine to use, this is a *.exe file
es: El motor UCI a utilizar, este es un archivo *.exe
sr: УЦИ мотор који треба користити, ово је *.еке датотека
sv: UCI-motorn att använda, detta är en *.exe-fil
sw: Injini ya UCI ya kutumia, hii ni faili ya *.exe
ta: பயன்படுத்த வேண்டிய UCI இயந்திரம், இது ஒரு *.exe கோப்பு.
th: เอ็นจิ้น UCI ที่จะใช้ นี่คือไฟล์ *.exe
tr: Kullanılacak UCI motoru, bu bir *.exe dosyasıdır
uk: Механізм UCI для використання, це файл *.exe
ur: استعمال کرنے کے لیے UCI انجن، یہ ایک *.exe فائل ہے۔
vi: Công cụ UCI để sử dụng, đây là tệp *.exe

source: (eg stockfish_8_x64.exe, or komodo8-64.exe).
es: (por ejemplo, stockfish_8_x64.exe o komodo8-64.exe).
sr: (нпр. стоцкфисх_8_к64.еке или комодо8-64.еке).
sv: (t.ex. stockfish_8_x64.exe eller komodo8-64.exe).
sw: (mfano stockfish_8_x64.exe, au komodo8-64.exe).
ta: (எ.கா. stockfish_8_x64.exe, அல்லது komodo8-64.exe).
th: (เช่น stockfish_8_x64.exe หรือ komodo8-64.exe)
tr: (örneğin stockfish_8_x64.exe veya komodo8-64.exe).
uk: (наприклад, stockfish_8_x64.exe або komodo8-64.exe).
ur: (مثال کے طور پر stockfish_8_x64.exe، یا komodo8-64.exe)۔
vi: (ví dụ stockfish_8_x64.exe hoặc komodo8-64.exe).

source: Check this box to use engine .epm filename
es: Marque esta casilla para utilizar el nombre de archivo .epm del motor
sr: Означите ово поље да бисте користили име датотеке .епм мотора
sv: Markera den här rutan för att använda motorns .epm-filnamn
sw: Teua kisanduku hiki ili kutumia injini ya .epm jina la faili
ta: engine .epm கோப்புப் பெயரைப் பயன்படுத்த இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: ทำเครื่องหมายในช่องนี้เพื่อใช้ชื่อไฟล์ .epm ของเครื่องยนต์
tr: .epm dosya adını kullanmak için bu kutuyu işaretleyin
uk: Установіть цей прапорець, щоб використовувати назву файлу .epm механізму
ur: انجن .epm فائل کا نام استعمال کرنے کے لیے اس باکس کو چیک کریں۔
vi: Đánh dấu vào ô này để sử dụng tên tệp .epm của engine

source: for engine name display, if one is available.
es: para mostrar el nombre del motor, si hay uno disponible.
sr: за приказ назива мотора, ако постоји.
sv: för visning av motornamn, om en sådan finns tillgänglig.
sw: kwa onyesho la jina la injini, ikiwa moja inapatikana.
ta: இயந்திரப் பெயர் காட்சிக்கு, ஒன்று இருந்தால்.
th: สำหรับแสดงชื่อเครื่องยนต์ หากมี
tr: Motor adını görüntülemek için, eğer varsa.
uk: для відображення назви двигуна, якщо він доступний.
ur: انجن کے نام کے ڈسپلے کے لیے، اگر کوئی دستیاب ہو۔
vi: để hiển thị tên động cơ, nếu có.

source: The number of CPU cores the engine can use.
es: La cantidad de núcleos de CPU que puede utilizar el motor.
sr: Број ЦПУ језгара које мотор може да користи.
sv: Antalet CPU-kärnor som motorn kan använda.
sw: Idadi ya cores za CPU ambazo injini inaweza kutumia.
ta: இயந்திரம் பயன்படுத்தக்கூடிய CPU கோர்களின் எண்ணிக்கை.
th: จำนวนคอร์ CPU ที่เอ็นจิ้นสามารถใช้ได้
tr: Motorun kullanabileceği CPU çekirdeği sayısı.
uk: Кількість ядер ЦП, які може використовувати механізм.
ur: CPU کور کی تعداد انجن استعمال کر سکتا ہے۔
vi: Số lõi CPU mà chương trình có thể sử dụng.
