Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: For more information on how to do this, click the
es: Para obtener más información sobre cómo hacer esto, haga clic en el
sr: За више информација о томе како то да урадите, кликните на
sv: För mer information om hur du gör detta, klicka på
sw: Kwa habari zaidi juu ya jinsi ya kufanya hivyo, bofya
ta: இதை எப்படி செய்வது என்பது பற்றிய கூடுதல் தகவலுக்கு, கிளிக் செய்யவும்
th: หากต้องการข้อมูลเพิ่มเติมเกี่ยวกับวิธีการดำเนินการนี้ ให้คลิก
tr: Bunu nasıl yapacağınız hakkında daha fazla bilgi için tıklayın
uk: Щоб дізнатися більше про те, як це зробити, клацніть
ur: ایسا کرنے کے طریقے کے بارے میں مزید معلومات کے لیے، پر کلک کریں۔
vi: Để biết thêm thông tin về cách thực hiện việc này, hãy nhấp vào

source: right mouse button on the empty area below the list box
es: botón derecho del ratón en el área vacía debajo del cuadro de lista
sr: десним тастером миша на празном делу испод оквира са листом
sv: höger musknapp på det tomma området under listrutan
sw: kitufe cha kulia cha kipanya kwenye eneo tupu chini ya kisanduku cha orodha
ta: பட்டியல் பெட்டியின் கீழே உள்ள காலியான பகுதியில் வலது சுட்டி பொத்தானை அழுத்தவும்.
th: ปุ่มเมาส์ขวาบนพื้นที่ว่างด้านล่างกล่องรายการ
tr: liste kutusunun altındaki boş alana sağ fare tuşu
uk: правою кнопкою миші на порожньому місці під списком
ur: لسٹ باکس کے نیچے خالی جگہ پر دائیں ماؤس کا بٹن
vi: nút chuột phải vào vùng trống bên dưới hộp danh sách

source: Bookmark error
es: Error de marcador
sr: Грешка у обележивачу
sv: Bokmärksfel
sw: Hitilafu ya alamisho
ta: புத்தகக்குறிப் பிழை
th: ข้อผิดพลาดในการคั่นหน้า
tr: Yer imi hatası
uk: Помилка закладки
ur: بک مارک کی خرابی۔
vi: Lỗi đánh dấu

source: No games selected
es: No hay juegos seleccionados
sr: Нема изабраних игара
sv: Inga spel har valts
sw: Hakuna michezo iliyochaguliwa
ta: எந்த விளையாட்டுகளும் தேர்ந்தெடுக்கப்படவில்லை.
th: ไม่มีเกมที่เลือก
tr: Hiçbir oyun seçilmedi
uk: Ігор не вибрано
ur: کوئی گیمز منتخب نہیں کیے گئے۔
vi: Không có trò chơi nào được chọn

source: Game list message
es: Mensaje de lista de juegos
sr: Порука листе игара
sv: Spellista meddelande
sw: Ujumbe wa orodha ya mchezo
ta: விளையாட்டு பட்டியல் செய்தி
th: ข้อความรายการเกม
tr: Oyun listesi mesajı
uk: Повідомлення списку ігор
ur: گیم لسٹ کا پیغام
vi: Tin nhắn danh sách trò chơi

source: Select piece set
es: Seleccione el conjunto de piezas
sr: Изаберите сет комада
sv: Välj styckesats
sw: Chagua seti ya kipande
ta: துண்டு தொகுப்பைத் தேர்ந்தெடுக்கவும்
th: เลือกชุดชิ้น
tr: Parça setini seçin
uk: Виберіть набір деталей
ur: ٹکڑا سیٹ منتخب کریں۔
vi: Chọn bộ mảnh

source: Tarrasch
sr: Таррасцх
ta: டாராஷ்
th: ทาร์ราชช์
tr: Tarraş
uk: Тарраш
ur: تراش

source: Alpha
es: Alfa
sr: Алпха
sv: Alfa
sw: Alfa
ta: ஆல்பா
th: อัลฟ่า
tr: Alfa
uk: Альфа
ur: الفا

source: Berlin
es: Berlina
sr: Берлин
ta: பெர்லின்
th: เบอร์ลิน
uk: Берлін
ur: برلن
vi: Béc-lin

source: CBurnett
sr: ЦБурнетт
ta: சிபர்னெட்
th: ซีเบอร์เน็ต
ur: سی برنیٹ

source: Leipzig
sr: Лајпциг
ta: லீப்ஜிக்
th: ไลป์ซิก
uk: Лейпциг
ur: لیپزگ

source: Merida
es: Mérida
sr: Мерида
ta: மெரிடா
th: เมอริดา
uk: Меріда
ur: میریڈا
vi: Mérida

source: Use Tarrasch piece set
es: Utilice el juego de piezas Tarrasch
sr: Користите Таррасцх сет комада
sv: Använd Tarrasch-bitset
sw: Tumia seti ya kipande cha Tarrasch
ta: டாராஷ் துண்டு தொகுப்பைப் பயன்படுத்தவும்.
th: ใช้ชุดชิ้นส่วน Tarrasch
tr: Tarrasch parça setini kullanın
uk: Використовуйте набір деталей Tarrasch
ur: Tarrasch ٹکڑا سیٹ استعمال کریں
vi: Sử dụng bộ quân cờ Tarrasch

source: Use Alpha piece set
es: Utilice el conjunto de piezas Alpha
sr: Користите Алпха сет комада
sv: Använd Alpha bit set
sw: Tumia seti ya kipande cha Alpha
ta: ஆல்பா துண்டு தொகுப்பைப் பயன்படுத்தவும்
th: ใช้ชุดชิ้นส่วนอัลฟ่า
tr: Alfa parça setini kullan
uk: Використовуйте набір елементів Alpha
ur: الفا پیس سیٹ استعمال کریں۔
vi: Sử dụng bộ mảnh Alpha

source: Use Berlin piece set
es: Utilice el juego de piezas de Berlín
sr: Користите берлински сет комада
sv: Använd Berlin piece set
sw: Tumia seti ya kipande cha Berlin
ta: பெர்லின் துண்டு தொகுப்பைப் பயன்படுத்தவும்
th: ใช้ชุดชิ้นส่วนเบอร์ลิน
tr: Berlin parça setini kullanın
uk: Використовуйте Берлінський набір деталей
ur: برلن پیس سیٹ کا استعمال کریں۔
vi: Sử dụng bộ quân Berlin

source: Use CBurnett piece set
es: Utilice el juego de piezas CBurnett
sr: Користите ЦБурнетт сет комада
sv: Använd CBurnett styckesats
sw: Tumia seti ya kipande cha CBurnett
ta: CBurnett துண்டு தொகுப்பைப் பயன்படுத்தவும்.
th: ใช้ชุดชิ้นส่วน CBurnett
tr: CBurnett parça setini kullanın
uk: Використовуйте набір CBurnett
ur: CBurnett پیس سیٹ استعمال کریں۔
vi: Sử dụng bộ mảnh CBurnett

source: Use Leipzig piece set
es: Utilice el juego de piezas de Leipzig
sr: Користите Лајпцишки сет комада
sv: Använd Leipzig styckesats
sw: Tumia seti ya kipande cha Leipzig
ta: லீப்ஜிக் துண்டு தொகுப்பைப் பயன்படுத்தவும்
th: ใช้ชุดชิ้นส่วนไลป์ซิก
tr: Leipzig parça setini kullan
uk: Використовуйте набір предметів Leipzig
ur: لیپزگ پیس سیٹ استعمال کریں۔
vi: Sử dụng bộ quân Leipzig

source: Use Merida piece set
es: Utilice el conjunto de piezas Mérida
sr: Користите Мерида сет комада
sv: Använd Merida styckset
sw: Tumia seti ya kipande cha Merida
ta: மெரிடா துண்டு தொகுப்பைப் பயன்படுத்தவும்
th: ใช้ชุดชิ้นส่วนเมอริดา
tr: Merida parça setini kullanın
uk: Використовуйте набір деталей Merida
ur: میریڈا پیس سیٹ استعمال کریں۔
vi: Sử dụng bộ đồ Merida

source: This dialog box allows you to select the piece set for the 2d screen.
es: Este cuadro de diálogo le permite seleccionar el conjunto de piezas para la pantalla 2D.
sr: Овај оквир за дијалог вам омогућава да изаберете сет делова за 2д екран.
sv: Denna dialogruta låter dig välja bituppsättningen för 2d-skärmen.
sw: Kisanduku kidadisi hiki hukuruhusu kuchagua kipande kilichowekwa kwa skrini ya 2d.
ta: இந்த உரையாடல் பெட்டி 2D திரைக்கான துண்டு தொகுப்பைத் தேர்ந்தெடுக்க உங்களை அனுமதிக்கிறது.
th: กล่องโต้ตอบนี้ช่วยให้คุณสามารถเลือกชุดชิ้นส่วนสำหรับหน้าจอ 2 มิติได้
tr: Bu iletişim kutusu 2 boyutlu ekrana yerleştirilecek parça setini seçmenize olanak tanır.
uk: Це діалогове вікно дозволяє вам вибрати набір фрагментів для двовимірного екрана.
ur: یہ ڈائیلاگ باکس آپ کو 2d اسکرین کے لیے سیٹ کے ٹکڑے کو منتخب کرنے کی اجازت دیتا ہے۔
vi: Hộp thoại này cho phép bạn chọn bộ mảnh ghép cho màn hình 2D.

source: Sample images of the piece sets are displayed in strips.
es: Se muestran imágenes de muestra de los conjuntos de piezas en tiras.
sr: Примери слика комплета комада приказани су у тракама.
sv: Exempelbilder på styckesatserna visas i remsor.
sw: Picha za sampuli za seti za vipande zinaonyeshwa kwa vipande.
ta: துண்டுத் தொகுப்புகளின் மாதிரி படங்கள் கீற்றுகளாகக் காட்டப்படும்.
th: ภาพตัวอย่างของชุดชิ้นส่วนแสดงอยู่เป็นแถบ
tr: Parça setlerinin örnek görselleri şeritler halinde gösterilmektedir.
uk: Зразки зображень комплектів виробів демонструються смугами.
ur: پیس سیٹ کی نمونہ تصاویر سٹرپس میں آویزاں ہیں۔
vi: Hình ảnh mẫu của các bộ mảnh ghép được hiển thị theo từng dải.

source: In order to select a piece set, simply click on the radio button
es: Para seleccionar un conjunto de piezas, simplemente haga clic en el botón de opción
sr: Да бисте изабрали сет комада, једноставно кликните на радио дугме
sv: För att välja ett stycke set klickar du bara på radioknappen
sw: Ili kuchagua seti ya kipande, bonyeza tu kwenye kitufe cha redio
ta: ஒரு துண்டுத் தொகுப்பைத் தேர்ந்தெடுக்க, ரேடியோ பொத்தானைக் கிளிக் செய்யவும்.
th: หากต้องการเลือกชุดชิ้น เพียงคลิกที่ปุ่มตัวเลือก
tr: Bir parça setini seçmek için, sadece radyo düğmesine tıklayın
uk: Щоб вибрати набір предметів, просто клацніть перемикач
ur: ایک پیس سیٹ کو منتخب کرنے کے لیے، صرف ریڈیو بٹن پر کلک کریں۔
vi: Để chọn một bộ mảnh, chỉ cần nhấp vào nút radio

source: next to your preferred set or click on the piece strip itself
es: junto a tu conjunto preferido o haz clic en la tira de piezas en sí
sr: поред жељеног сета или кликните на саму траку
sv: bredvid din önskade uppsättning eller klicka på själva bitremsan
sw: karibu na seti yako unayopendelea au ubofye kipande cha kipande chenyewe
ta: உங்களுக்கு விருப்பமான தொகுப்பிற்கு அடுத்து அல்லது துண்டு துண்டு மீது சொடுக்கவும்.
th: ถัดจากชุดที่คุณต้องการหรือคลิกที่แถบชิ้นส่วนนั้นเอง
tr: Tercih ettiğiniz setin yanında veya parça şeridinin kendisine tıklayın
uk: поруч із бажаним набором або клацніть на самій смужці
ur: اپنے پسندیدہ سیٹ کے آگے یا پیس سٹرپ پر ہی کلک کریں۔
vi: bên cạnh bộ bạn thích hoặc nhấp vào chính dải mảnh đó

source: and then click <Ok>
es: y luego haga clic en <Aceptar>
sr: а затим кликните на <ОК>
sv: och klicka sedan på <Ok>
sw: na kisha ubofye <Ok>
ta: பின்னர் <சரி> என்பதைக் கிளிக் செய்யவும்
th: แล้วคลิก <ตกลง>
tr: ve sonra <Tamam>'a tıklayın
uk: а потім натисніть <Ok>
ur: اور پھر <Ok> پر کلک کریں۔
vi: và sau đó nhấp vào <Ok>

source: The Alpha and Berlin fonts were designed by Eric Bentzen.
es: Las fuentes Alpha y Berlin fueron diseñadas por Eric Bentzen.
sr: Фонтове Алпха и Берлин дизајнирао је Ериц Бентзен.
sv: Typsnitten Alpha och Berlin designades av Eric Bentzen.
sw: Fonti za Alpha na Berlin ziliundwa na Eric Bentzen.
ta: ஆல்பா மற்றும் பெர்லின் எழுத்துருக்களை எரிக் பென்ட்சன் வடிவமைத்தார்.
th: แบบอักษร Alpha และ Berlin ได้รับการออกแบบโดย Eric Bentzen
tr: Alpha ve Berlin fontları Eric Bentzen tarafından tasarlanmıştır.
uk: Шрифти Alpha і Berlin розроблені Еріком Бенценом.
ur: الفا اور برلن فونٹس کو ایرک بینٹزن نے ڈیزائن کیا تھا۔
vi: Phông chữ Alpha và Berlin được thiết kế bởi Eric Bentzen.

source: The CBurnett chess pieces are atributed to Colin M.L. Burnett.
es: Las piezas de ajedrez de CBurnett se atribuyen a Colin M.L. Burnett.
sr: Шаховске фигуре ЦБурнетт се приписују Цолину М.Л. Бурнетт.
sv: CBurnett-schackpjäserna tillskrivs Colin M.L. Burnett.
sw: Vipande vya CBurnett chess vinahusishwa na Colin M.L. Burnett.
ta: சிபர்னெட் சதுரங்கக் காய்கள் காலின் எம்.எல். பர்னெட்டுக்குக் காரணம்.
th: ชิ้นหมากรุก CBurnett เชื่อว่าเป็นของ Colin M.L. Burnett
tr: CBurnett satranç taşları Colin M.L. Burnett'e atfedilir.
uk: Шахові фігури CBurnett приписуються Коліну М.Л. Бернетт.
ur: سی برنیٹ شطرنج کے ٹکڑوں کو کولن ایم ایل سے منسوب کیا جاتا ہے۔ برنیٹ۔
vi: Các quân cờ CBurnett được cho là của Colin M.L. Burnett.

source: This set of pieces were modified and converted to a font by Josh Walters.
es: Este conjunto de piezas fue modificado y convertido en una fuente por Josh Walters.
sr: Овај сет делова је модификовао и конвертовао у фонт Џош Волтерс.
sv: Denna uppsättning bitar modifierades och konverterades till ett typsnitt av Josh Walters.
sw: Seti hii ya vipande vilirekebishwa na kubadilishwa kuwa fonti na Josh Walters.
ta: இந்தத் துண்டுகளின் தொகுப்பு ஜோஷ் வால்டர்ஸால் மாற்றியமைக்கப்பட்டு எழுத்துருவாக மாற்றப்பட்டது.
th: ชิ้นส่วนชุดนี้ได้รับการปรับเปลี่ยนและแปลงให้เป็นแบบอักษรโดย Josh Walters
tr: Bu parça seti Josh Walters tarafından modifiye edilerek yazı tipine dönüştürüldü.
uk: Цей набір фрагментів було змінено та перетворено на шрифт Джошем Волтерсом.
ur: ٹکڑوں کے اس سیٹ کو جوش والٹرز نے تبدیل کیا اور فونٹ میں تبدیل کیا۔
vi: Bộ tác phẩm này đã được Josh Walters chỉnh sửa và chuyển đổi thành phông chữ.

source: I downloaded them from this link -
es: Los descargué de este enlace:
sr: Преузео сам их са овог линка -
sv: Jag laddade ner dem från denna länk -
sw: Nimezipakua kutoka kwa kiungo hiki -
ta: நான் அவற்றை இந்த இணைப்பிலிருந்து பதிவிறக்கம் செய்தேன் -
th: ฉันดาวน์โหลดจากลิงค์นี้ -
tr: Bunları bu bağlantıdan indirdim -
uk: Я завантажив їх за цим посиланням -
ur: میں نے انہیں اس لنک سے ڈاؤن لوڈ کیا ہے۔
vi: Tôi đã tải chúng xuống từ liên kết này -

source: They are used in accordance with the Creative Commons License
es: Se utilizan de acuerdo con la Licencia Creative Commons.
sr: Користе се у складу са Цреативе Цоммонс лиценцом
sv: De används i enlighet med Creative Commons-licensen
sw: Zinatumika kwa mujibu wa Leseni ya Creative Commons
ta: அவை கிரியேட்டிவ் காமன்ஸ் உரிமத்தின்படி பயன்படுத்தப்படுகின்றன.
th: ใช้ตามใบอนุญาตครีเอทีฟคอมมอนส์
tr: Creative Commons Lisansı'na uygun olarak kullanılmaktadırlar
uk: Вони використовуються відповідно до ліцензії Creative Commons
ur: وہ Creative Commons License کے مطابق استعمال ہوتے ہیں۔
vi: Chúng được sử dụng theo Giấy phép Creative Commons

source: The Leipzig and Merida fonts were designed by
es: Las fuentes Leipzig y Mérida fueron diseñadas por
sr: Фонтове Лајпциг и Мерида су дизајнирали
sv: Teckensnitten Leipzig och Merida designades av
sw: Fonti za Leipzig na Merida ziliundwa na
ta: லீப்ஜிக் மற்றும் மெரிடா எழுத்துருக்களை வடிவமைத்தவர்
th: แบบอักษร Leipzig และ Merida ได้รับการออกแบบโดย
tr: Leipzig ve Merida yazı tipleri
uk: Шрифти Leipzig і Merida були розроблені
ur: لیپزگ اور میریڈا فونٹس کی طرف سے ڈیزائن کیا گیا تھا
vi: Phông chữ Leipzig và Merida được thiết kế bởi

source: Armando Hernandez Marroquin.
es: Armando Hernández Marroquín.
sr: Армандо Ернандес Марокин.
ta: அர்மாண்டோ ஹெர்னாண்டஸ் மாரோக்வின்.
th: อาร์มันโด เอร์นานเดซ มาร์โรควิน
uk: Армандо Ернандес Маррокін.
ur: آرمینڈو ہرنینڈیز ماروکوئن۔

source: Thanks to Tarrasch GUI creator Bill Forster for explaining to me
es: Gracias al creador de la GUI de Tarrasch, Bill Forster, por explicarme
sr: Хвала творцу Таррасцх ГУИ-ја Биллу Форстеру што ми је објаснио
sv: Tack till Tarrasch GUI-skaparen Bill Forster för att du förklarade för mig
sw: Asante kwa muundaji wa Tarrasch GUI Bill Forster kwa kunifafanulia
ta: எனக்கு விளக்கியதற்காக Tarrasch GUI உருவாக்கியவர் பில் ஃபோர்ஸ்டருக்கு நன்றி.
th: ขอขอบคุณ Bill Forster ผู้สร้าง GUI ของ Tarrasch ที่อธิบายให้ฉันฟัง
tr: Tarrasch GUI yaratıcısı Bill Forster'a bana açıklama yaptığı için teşekkürler
uk: Дякую творцю Tarrasch GUI Біллу Форстеру за пояснення мені
ur: مجھے سمجھانے کے لیے Tarrasch GUI کے تخلیق کار بل فورسٹر کا شکریہ
vi: Cảm ơn người sáng tạo ra Tarrasch GUI Bill Forster đã giải thích cho tôi

source: how to create a new piece set using his utility program
es: Cómo crear un nuevo conjunto de piezas usando su programa de utilidad
sr: како направити нови комплет помоћу његовог услужног програма
sv: hur man skapar ett nytt stycke set med hjälp av hans verktygsprogram
sw: jinsi ya kuunda seti mpya ya kipande kwa kutumia programu yake ya matumizi
ta: அவரது பயன்பாட்டு நிரலைப் பயன்படுத்தி ஒரு புதிய துண்டு தொகுப்பை எவ்வாறு உருவாக்குவது.
th: วิธีการสร้างชุดชิ้นส่วนใหม่โดยใช้โปรแกรมยูทิลิตี้ของเขา
tr: yardımcı programını kullanarak yeni bir parça seti nasıl oluşturulur
uk: як створити новий набір предметів за допомогою його службової програми
ur: اس کے یوٹیلیٹی پروگرام کا استعمال کرتے ہوئے ایک نیا پیس سیٹ کیسے بنایا جائے۔
vi: cách tạo một bộ đồ chơi mới bằng chương trình tiện ích của anh ấy

source: and also for a sample bitmap from the Tarrasch GUI to work with.
es: y también un mapa de bits de muestra de la GUI de Tarrasch para trabajar con él.
sr: као и за пример битмапа из Таррасцх ГУИ за рад.
sv: och även för ett exempel på bitmapp från Tarrasch GUI att arbeta med.
sw: na pia kwa sampuli ya ramani ndogo kutoka kwa Tarrasch GUI kufanya kazi nayo.
ta: மேலும் வேலை செய்ய Tarrasch GUI இலிருந்து ஒரு மாதிரி பிட்மேப்பிற்காகவும்.
th: และยังรวมถึงตัวอย่างบิตแมปจาก Tarrasch GUI เพื่อใช้งานด้วย
tr: ve ayrıca Tarrasch GUI'sinden çalışılabilecek bir örnek bitmap.
uk: а також для зразка растрового зображення з графічного інтерфейсу Tarrasch для роботи.
ur: اور Tarrasch GUI سے کام کرنے کے لیے ایک نمونہ بٹ میپ کے لیے بھی۔
vi: và cũng có một mẫu bitmap từ GUI Tarrasch để làm việc.

source: Piece set options help
es: Las opciones del conjunto de piezas ayudan
sr: Опције скупа комада помажу
sv: Styckuppsättningsalternativ hjälp
sw: Msaada wa chaguzi za kuweka kipande
ta: துண்டு தொகுப்பு விருப்பங்கள் உதவி
th: ตัวเลือกชุดชิ้นส่วนช่วย
tr: Parça seti seçenekleri yardım
uk: Довідка про параметри набору деталей
ur: ٹکڑا سیٹ کے اختیارات میں مدد
vi: Tùy chọn bộ sản phẩm giúp

source: Please enter the piece size values :-
es: Por favor, introduzca los valores del tamaño de la pieza: -
sr: Унесите вредности величине комада: -
sv: Vänligen ange styckestorleksvärdena:-
sw: Tafadhali weka thamani za ukubwa wa kipande:-
ta: துண்டு அளவு மதிப்புகளை உள்ளிடவும்:-
th: กรุณาระบุขนาดชิ้นงาน :-
tr: Lütfen parça boyut değerlerini giriniz :-
uk: Будь ласка, введіть значення розміру шматка:-
ur: براہ کرم ٹکڑے کے سائز کی قدریں درج کریں:-
vi: Vui lòng nhập giá trị kích thước mảnh:

source: King
es: Rey
sr: Краљу
sv: Kung
sw: Mfalme
ta: ராஜா
th: กษัตริย์
tr: Kral
uk: Король
ur: بادشاہ
vi: Nhà vua

source: Queen
es: Reina
sr: Краљица
sv: Drottning
sw: Malkia
ta: ராணி
th: ราชินี
tr: Kraliçe
uk: Королева
ur: ملکہ
vi: Nữ hoàng

source: Rook
es: Torre
sr: Топ
sv: Råka
ta: ரூக்
th: รุก
tr: Kale
uk: Грак
ur: روک
vi: Xe

source: Bishop
es: Obispo
sr: бискупе
sv: Biskop
sw: Askofu
ta: பிஷப்
th: บิชอป
tr: Piskopos
uk: Єпископ
ur: بشپ
vi: Giám mục

source: Knight
es: Caballero
sr: Книгхт
sv: Riddare
ta: நைட்
th: อัศวิน
tr: Şövalye
uk: лицар
ur: نائٹ
vi: Hiệp sĩ

source: Pawn
es: Empeñar
sr: Павн
sv: Pantsätta
sw: Pauni
ta: சிப்பாய்
th: จำนำ
tr: Piyon
uk: пішак
ur: پیادہ
vi: quân tốt

source: Tie pieces to King
es: Empate de piezas al Rey
sr: Вежите делове за Кинга
sv: Knyt bitar till kung
sw: Funga vipande kwa Mfalme
ta: துண்டுகளை கிங்கிற்கு கட்டுங்கள்
th: ผูกชิ้นส่วนเข้ากับราชา
tr: Kral'a bağ parçaları
uk: Прив'яжіть частини до короля
ur: بادشاہ کو ٹکڑے ٹکڑے کر دیں۔
vi: Buộc quân cờ vào Vua

source: Tie Y and Z to X
es: Une Y y Z a X
sr: Повежите И и З са Кс
sv: Knyt Y och Z till X
sw: Unganisha Y na Z kwa X
ta: Y மற்றும் Z ஐ X உடன் இணைக்கவும்.
th: ผูก Y และ Z กับ X
tr: Y ve Z'yi X'e bağla
uk: Зв’яжіть Y і Z з X
ur: Y اور Z کو X سے باندھیں۔
vi: Nối Y và Z với X

source: Tie X
es: Corbata X
sr: Везати Кс
sv: Slips X
sw: Funga X
ta: டை எக்ஸ்
th: เสมอ X
tr: X bağla
uk: Краватка X
ur: ٹائی ایکس
vi: Cà vạt X

source: Tie Y
es: Corbata Y
sr: Кравата И
sv: Knyt Y
sw: Funga Y
ta: டை ஒய்
th: ไทด์วาย
tr: Y Bağla
uk: Краватка Y
ur: ٹائی Y
vi: Cà vạt Y

source: Tie Z
es: Corbata Z
sr: Кравата З
sv: Slips Z
sw: Funga Z
ta: டை Z
th: ไท Z
tr: Z Bağla
uk: Краватка Z
ur: ٹائی زیڈ
vi: Cà vạt Z

source: Select the King x size
es: Seleccione el tamaño King x
sr: Изаберите величину Кинг к
sv: Välj storleken King x
sw: Chagua saizi ya Mfalme x
ta: கிங் x அளவைத் தேர்ந்தெடுக்கவும்.
th: เลือกขนาด King x size
tr: King x boyutunu seçin
uk: Виберіть розмір King x
ur: کنگ ایکس سائز منتخب کریں۔
vi: Chọn kích thước King x

source: Select the King y size
es: Seleccione el tamaño King y
sr: Изаберите величину Кинг и
sv: Välj storleken King y
sw: Chagua saizi ya King y
ta: கிங் y அளவைத் தேர்ந்தெடுக்கவும்.
th: เลือกขนาดคิงไซส์
tr: King y boyutunu seçin
uk: Виберіть розмір King y
ur: کنگ وائی سائز منتخب کریں۔
vi: Chọn kích thước King y

source: Select the King z size
es: Seleccione el tamaño King z
sr: Изаберите величину Кинг з
sv: Välj storleken King z
sw: Chagua saizi ya King z
ta: கிங் z அளவைத் தேர்ந்தெடுக்கவும்.
th: เลือกขนาด King z
tr: King z boyutunu seçin
uk: Виберіть розмір King z
ur: کنگ زیڈ سائز منتخب کریں۔
vi: Chọn kích thước King z

source: Select the queen x size
es: Seleccione la talla queen x
sr: Изаберите величину краљице к
sv: Välj storleken drottning x
sw: Chagua saizi ya malkia x
ta: ராணி x அளவைத் தேர்ந்தெடுக்கவும்.
th: เลือกขนาดควีนไซส์
tr: Kraliçe x boyutunu seçin
uk: Виберіть розмір королеви х
ur: ملکہ ایکس سائز کا انتخاب کریں۔
vi: Chọn size queen x

source: Select the queen y size
es: Seleccione el tamaño queen y
sr: Изаберите величину краљице и
sv: Välj storleken drottning y
sw: Chagua saizi ya malkia
ta: ராணி y அளவைத் தேர்ந்தெடுக்கவும்.
th: เลือกขนาดควีนไซส์
tr: Kraliçe y boyutunu seçin
uk: Виберіть розмір королеви y
ur: ملکہ y سائز کا انتخاب کریں۔
vi: Chọn kích thước queen y

source: Select the queen z size
es: Seleccione el tamaño queen z
sr: Изаберите величину краљице з
sv: Välj storleken queen z
sw: Chagua saizi ya malkia z
ta: ராணி z அளவைத் தேர்ந்தெடுக்கவும்.
th: เลือกขนาดควีน z
tr: Kraliçe z boyutunu seçin
uk: Виберіть розмір королеви z
ur: کوئین زیڈ سائز منتخب کریں۔
vi: Chọn kích thước queen z

source: Select the rook x size
es: Seleccione el tamaño de la torre x
sr: Изаберите величину топа к
sv: Välj torn x storlek
sw: Chagua saizi ya rook x
ta: ரூக் x அளவைத் தேர்ந்தெடுக்கவும்.
th: เลือกเรือขนาด x
tr: Kale x boyutunu seçin
uk: Виберіть розмір тури x
ur: rook x سائز منتخب کریں۔
vi: Chọn kích thước quân xe x

source: Select the rook y size
es: Seleccione el tamaño de la torre y
sr: Изаберите величину топа и
sv: Välj storleken på tornet y
sw: Chagua saizi ya rook y
ta: ரூக் y அளவைத் தேர்ந்தெடுக்கவும்
th: เลือกขนาดเรือ
tr: Kale y boyutunu seçin
uk: Виберіть розмір тури y
ur: Rook y سائز منتخب کریں۔
vi: Chọn kích thước quân xe

source: Select the rook z size
es: Seleccione el tamaño de la torre z
sr: Изаберите з величину топа
sv: Välj storleken på tornet z
sw: Chagua saizi ya rook z
ta: ரூக் z அளவைத் தேர்ந்தெடுக்கவும்.
th: เลือกขนาดเรือ z
tr: Kale z boyutunu seçin
uk: Виберіть розмір тури z
ur: Rook z سائز منتخب کریں۔
vi: Chọn kích thước quân xe z

source: Select the bishop x size
es: Seleccione el tamaño x del alfil
sr: Изаберите величину бискупа к
sv: Välj biskop x storlek
sw: Chagua ukubwa wa askofu x
ta: பிஷப் x அளவைத் தேர்ந்தெடுக்கவும்.
th: เลือกบิชอป x ขนาด
tr: Fil x boyutunu seçin
uk: Виберіть розмір слона x
ur: بشپ ایکس سائز کا انتخاب کریں۔
vi: Chọn giám mục x kích thước

source: Select the bishop y size
es: Seleccione el tamaño del alfil y
sr: Изаберите величину бискупа и
sv: Välj storleken biskop y
sw: Chagua ukubwa wa askofu y
ta: பிஷப் y அளவைத் தேர்ந்தெடுக்கவும்
th: เลือกขนาดบิชอป y
tr: Fil y boyutunu seçin
uk: Виберіть розмір слона y
ur: بشپ y سائز کا انتخاب کریں۔
vi: Chọn kích thước giám mục y

source: Select the bishop z size
es: Seleccione el tamaño z del alfil
sr: Изаберите величину бискупа з
sv: Välj storleken biskop z
sw: Chagua ukubwa wa askofu z
ta: பிஷப் z அளவைத் தேர்ந்தெடுக்கவும்.
th: เลือกขนาดบิชอป z
tr: Fil z boyutunu seçin
uk: Виберіть розмір слона z
ur: بشپ زیڈ سائز منتخب کریں۔
vi: Chọn kích thước z của giám mục

source: Select the knight x size
es: Seleccione el tamaño x del caballero
sr: Изаберите витеза к величину
sv: Välj riddaren x storlek
sw: Chagua saizi ya knight x
ta: நைட் x அளவைத் தேர்ந்தெடுக்கவும்.
th: เลือกอัศวิน x ขนาด
tr: Şövalye x boyutunu seçin
uk: Виберіть розмір лицаря x
ur: نائٹ ایکس سائز منتخب کریں۔
vi: Chọn kích thước quân cờ x

source: Select the knight y size
es: Seleccione el tamaño del caballero y
sr: Изаберите величину витеза и
sv: Välj storleken på riddaren y
sw: Chagua saizi ya knight y
ta: நைட் y அளவைத் தேர்ந்தெடுக்கவும்.
th: เลือกขนาดอัศวิน y
tr: Şövalye y boyutunu seçin
uk: Виберіть розмір лицаря y
ur: نائٹ y سائز منتخب کریں۔
vi: Chọn kích thước hiệp sĩ y

source: Select the knight z size
es: Seleccione el tamaño z del caballero
sr: Изаберите величину витеза з
sv: Välj storleken på riddaren z
sw: Chagua saizi ya knight z
ta: நைட் z அளவைத் தேர்ந்தெடுக்கவும்.
th: เลือกขนาดอัศวิน z
tr: Şövalye z boyutunu seçin
uk: Виберіть розмір лицаря z
ur: نائٹ زیڈ سائز منتخب کریں۔
vi: Chọn kích thước quân cờ z

source: Select the pawn x size
es: Seleccione el tamaño del peón x
sr: Изаберите пиона к величину
sv: Välj bonden x storlek
sw: Chagua saizi ya pawn x
ta: சிப்பாய் x அளவைத் தேர்ந்தெடுக்கவும்.
th: เลือกเบี้ย x ขนาด
tr: Piyon x boyutunu seçin
uk: Виберіть розмір пішака x
ur: پیادا x سائز منتخب کریں۔
vi: Chọn quân tốt x kích thước

source: Select the pawn y size
es: Seleccione el tamaño del peón y
sr: Изаберите величину пешака и
sv: Välj storleken på bonden y
sw: Chagua ukubwa wa pawn y
ta: சிப்பாய் y அளவைத் தேர்ந்தெடுக்கவும்.
th: เลือกขนาดเบี้ย
tr: Piyon y boyutunu seçin
uk: Виберіть розмір пішака y
ur: پیادے کا سائز منتخب کریں۔
vi: Chọn quân tốt y kích thước

source: Select the pawn z size
es: Seleccione el tamaño del peón z
sr: Изаберите з величину пешака
sv: Välj storleken på bonden z
sw: Chagua saizi ya pawn z
ta: சிப்பாய் z அளவைத் தேர்ந்தெடுக்கவும்.
th: เลือกขนาดเบี้ย z
tr: Piyon z boyutunu seçin
uk: Виберіть розмір пішака z
ur: پیاد زیڈ سائز منتخب کریں۔
vi: Chọn kích thước quân tốt z
