Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: In order for this to work, you must have the media player open
es: Para que esto funcione, debes tener abierto el reproductor multimedia.
sr: Да би ово функционисало, морате имати отворен медиа плејер
sv: För att detta ska fungera måste du ha mediaspelaren öppen
sw: Ili hii ifanye kazi, lazima ufungue kicheza media
ta: இது வேலை செய்ய, நீங்கள் மீடியா பிளேயரைத் திறந்து வைத்திருக்க வேண்டும்.
th: เพื่อให้สิ่งนี้ทำงานได้ คุณจะต้องเปิดเครื่องเล่นสื่อ
tr: Bunun işe yaraması için medya oynatıcınızın açık olması gerekir
uk: Щоб це працювало, необхідно відкрити медіаплеєр
ur: اس کے کام کرنے کے لیے، آپ کے پاس میڈیا پلیئر کھلا ہونا چاہیے۔
vi: Để làm được điều này, bạn phải mở trình phát phương tiện

source: when you make the changes to the game, otherwise the video information
es: cuando realices los cambios en el juego, de lo contrario la información del video
sr: када унесете промене у игру, у супротном видео информације
sv: när du gör ändringarna i spelet, annars videoinformationen
sw: unapofanya mabadiliko kwenye mchezo, vinginevyo maelezo ya video
ta: நீங்கள் விளையாட்டில் மாற்றங்களைச் செய்யும்போது, ​​இல்லையெனில் வீடியோ தகவல்
th: เมื่อคุณทำการเปลี่ยนแปลงเกม มิฉะนั้น ข้อมูลวิดีโอ
tr: oyunda değişiklik yaptığınızda, aksi takdirde video bilgileri
uk: коли ви вносите зміни в гру, інакше відеоінформація
ur: جب آپ گیم میں تبدیلیاں کرتے ہیں، بصورت دیگر ویڈیو کی معلومات
vi: khi bạn thực hiện các thay đổi cho trò chơi, nếu không thông tin video

source: would not be updated.
es: no se actualizaría.
sr: не би било ажурирано.
sv: skulle inte uppdateras.
sw: haingesasishwa.
ta: புதுப்பிக்கப்படாது.
th: จะไม่ได้รับการอัปเดต
tr: güncellenmeyecektir.
uk: не буде оновлено.
ur: اپ ڈیٹ نہیں کیا جائے گا.
vi: sẽ không được cập nhật.

source: To safeguard against other problems, during installation the program
es: Para protegerse contra otros problemas, durante la instalación del programa
sr: Да бисте се заштитили од других проблема, током инсталације програма
sv: För att skydda mot andra problem, under installationen av programmet
sw: Ili kulinda dhidi ya matatizo mengine, wakati wa ufungaji wa programu
ta: நிறுவலின் போது, ​​பிற சிக்கல்களிலிருந்து பாதுகாக்க, நிரல்
th: เพื่อป้องกันปัญหาอื่น ๆ ในระหว่างการติดตั้งโปรแกรม
tr: Diğer sorunlara karşı önlem almak için, program kurulumu sırasında
uk: Щоб захиститися від інших проблем, під час встановлення програми
ur: پروگرام کی تنصیب کے دوران دیگر مسائل سے حفاظت کے لیے
vi: Để bảo vệ chống lại các vấn đề khác, trong quá trình cài đặt chương trình

source: will place a backup copy of the PGN game file that accompanies the
es: colocará una copia de seguridad del archivo PGN del juego que acompaña al
sr: ће поставити резервну копију ПГН датотеке игре која прати
sv: kommer att placera en säkerhetskopia av PGN-spelfilen som medföljer
sw: itaweka nakala rudufu ya faili ya mchezo wa PGN inayoambatana na
ta: உடன் வரும் PGN விளையாட்டு கோப்பின் காப்பு பிரதியை வைக்கும்
th: จะวางสำเนาสำรองของไฟล์เกม PGN ที่มาพร้อมกับ
tr: PGN oyun dosyasının bir yedek kopyasını oyuna ekleyecektir.
uk: розмістить резервну копію файлу гри PGN, який супроводжує
ur: PGN گیم فائل کی بیک اپ کاپی رکھے گا جو اس کے ساتھ ہے۔
vi: sẽ đặt một bản sao lưu của tệp trò chơi PGN đi kèm

source: mp4 video file in the following directory :-
es: Archivo de vídeo mp4 en el siguiente directorio: -
sr: мп4 видео датотека у следећем директоријуму: -
sv: mp4-videofil i följande katalog:-
sw: mp4 faili ya video katika saraka ifuatayo: -
ta: mp4 வீடியோ கோப்பை பின்வரும் கோப்பகத்தில் வைக்கவும்:-
th: ไฟล์วิดีโอ mp4 ในไดเร็กทอรีต่อไปนี้ :-
tr: mp4 video dosyasını aşağıdaki dizinde bulabilirsiniz:
uk: відеофайл mp4 у такому каталозі: -
ur: mp4 ویڈیو فائل درج ذیل ڈائریکٹری میں:-
vi: tệp video mp4 trong thư mục sau:

source: So if anything goes wrong, you can delete the original PGN file and rename
es: Entonces, si algo sale mal, puedes eliminar el archivo PGN original y cambiarle el nombre.
sr: Дакле, ако нешто крене наопако, можете избрисати оригиналну ПГН датотеку и преименовати
sv: Så om något går fel kan du ta bort den ursprungliga PGN-filen och byta namn
sw: Kwa hivyo ikiwa chochote kitaenda vibaya, unaweza kufuta faili asili ya PGN na ubadilishe jina
ta: எனவே ஏதேனும் தவறு நடந்தால், நீங்கள் அசல் PGN கோப்பை நீக்கி மறுபெயரிடலாம்
th: ดังนั้นหากมีอะไรผิดพลาด คุณสามารถลบไฟล์ PGN ต้นฉบับและเปลี่ยนชื่อได้
tr: Yani herhangi bir şey ters giderse orijinal PGN dosyasını silebilir ve yeniden adlandırabilirsiniz
uk: Отже, якщо щось піде не так, ви можете видалити оригінальний файл PGN і перейменувати його
ur: لہذا اگر کچھ غلط ہو جاتا ہے، تو آپ اصل PGN فائل کو حذف کر کے نام تبدیل کر سکتے ہیں۔
vi: Vì vậy, nếu có bất cứ điều gì sai sót, bạn có thể xóa tệp PGN gốc và đổi tên

source: the copy using Windows explorer.
es: la copia usando el explorador de Windows.
sr: копију користећи Виндовс Екплорер.
sv: kopian med Windows Explorer.
sw: nakala kwa kutumia Windows Explorer.
ta: விண்டோஸ் எக்ஸ்ப்ளோரரைப் பயன்படுத்தி நகலெடுக்கவும்.
th: การคัดลอกโดยใช้ Windows Explorer
tr: Windows gezginini kullanarak kopyalayın.
uk: копію за допомогою провідника Windows.
ur: ونڈوز ایکسپلورر کا استعمال کرتے ہوئے کاپی۔
vi: sao chép bằng Windows Explorer.

source: If this happens, it would be advisable to make a new backup copy
es: Si esto sucede, sería recomendable realizar una nueva copia de seguridad.
sr: Ако се то догоди, било би препоручљиво направити нову резервну копију
sv: Om detta händer är det lämpligt att göra en ny säkerhetskopia
sw: Hili likitokea, itakuwa vyema kutengeneza nakala mpya ya chelezo
ta: இது நடந்தால், புதிய காப்பு பிரதியை உருவாக்குவது நல்லது.
th: หากเกิดเหตุการณ์นี้ขึ้น ขอแนะนำให้สร้างสำเนาสำรองใหม่
tr: Eğer böyle bir durum olursa, yeni bir yedek kopya oluşturmanız tavsiye edilir.
uk: Якщо це станеться, бажано створити нову резервну копію
ur: اگر ایسا ہوتا ہے تو، ایک نئی بیک اپ کاپی بنانے کا مشورہ دیا جائے گا۔
vi: Nếu điều này xảy ra, bạn nên tạo một bản sao lưu mới

source: of the PGN file at that time. Do not delete the mp4 file.
es: del archivo PGN en ese momento. No elimine el archivo mp4.
sr: ПГН датотеке у то време. Немојте брисати мп4 датотеку.
sv: av PGN-filen vid den tiden. Ta inte bort mp4-filen.
sw: ya faili ya PGN wakati huo. Usifute faili ya mp4.
ta: அந்த நேரத்தில் PGN கோப்பின். mp4 கோப்பை நீக்க வேண்டாம்.
th: ของไฟล์ PGN ในขณะนั้น อย่าลบไฟล์ mp4
tr: o sırada PGN dosyasının. mp4 dosyasını silmeyin.
uk: файлу PGN на той час. Не видаляйте файл mp4.
ur: اس وقت PGN فائل کا۔ mp4 فائل کو ڈیلیٹ نہ کریں۔
vi: của tệp PGN tại thời điểm đó. Không xóa tệp mp4.

source: If this remedy does not solve your problem, then your only recourse
es: Si este remedio no resuelve su problema, entonces su único recurso
sr: Ако овај лек не реши ваш проблем, онда је то једино решење
sv: Om detta botemedel inte löser ditt problem är din enda utväg
sw: Ikiwa dawa hii haisuluhishi shida yako, basi njia yako pekee
ta: இந்த தீர்வு உங்கள் பிரச்சினையை தீர்க்கவில்லை என்றால், உங்கள் ஒரே வழி
th: หากแนวทางแก้ไขนี้ไม่สามารถแก้ไขปัญหาของคุณได้ ทางออกเดียวของคุณคือ
tr: Eğer bu çare sorununuzu çözmezse, o zaman başvurabileceğiniz tek yol
uk: Якщо цей засіб не вирішить вашу проблему, то це ваш єдиний вихід
ur: اگر یہ علاج آپ کے مسئلے کو حل نہیں کرتا ہے، تو آپ کا واحد ذریعہ ہے
vi: Nếu biện pháp khắc phục này không giải quyết được vấn đề của bạn, thì giải pháp duy nhất của bạn là

source: would be to re-install the program.
es: Sería reinstalar el programa.
sr: би било да поново инсталирате програм.
sv: skulle vara att installera om programmet.
sw: itakuwa kusakinisha tena programu.
ta: நிரலை மீண்டும் நிறுவ வேண்டும்.
th: จะต้องติดตั้งโปรแกรมใหม่อีกครั้ง
tr: programı yeniden yüklemek olacaktır.
uk: було б повторно встановити програму.
ur: پروگرام کو دوبارہ انسٹال کرنا ہوگا۔
vi: sẽ là cài đặt lại chương trình.

source: Whilst the media player is intended primarily for playing and making
es: Si bien el reproductor multimedia está diseñado principalmente para reproducir y crear
sr: Док је медиа плејер намењен првенствено за играње и прављење
sv: Medan mediaspelaren är avsedd främst för att spela och göra
sw: Wakati kicheza media kimekusudiwa kucheza na kutengeneza
ta: மீடியா பிளேயர் முதன்மையாக விளையாடுவதற்கும் உருவாக்குவதற்கும் நோக்கமாக இருந்தாலும்
th: ในขณะที่เครื่องเล่นสื่อนั้นมีวัตถุประสงค์หลักเพื่อการเล่นและการสร้าง
tr: Medya oynatıcısı öncelikle oynatma ve içerik oluşturma amaçlıdır.
uk: У той час як медіаплеєр призначений в основному для гри та створення
ur: جب کہ میڈیا پلیئر بنیادی طور پر کھیلنے اور بنانے کے لیے ہے۔
vi: Trong khi trình phát phương tiện chủ yếu dùng để phát và tạo

source: chess videos, it is capable of playing most video and sound files.
es: Videos de ajedrez, es capaz de reproducir la mayoría de archivos de video y sonido.
sr: шаховске видео снимке, способан је да репродукује већину видео и звучних датотека.
sv: schackvideor, den kan spela de flesta video- och ljudfiler.
sw: video za chess, ina uwezo wa kucheza faili nyingi za video na sauti.
ta: சதுரங்க வீடியோக்கள், இது பெரும்பாலான வீடியோ மற்றும் ஒலி கோப்புகளை இயக்கும் திறன் கொண்டது.
th: วิดีโอหมากรุก สามารถเล่นไฟล์วิดีโอและไฟล์เสียงได้ส่วนใหญ่
tr: satranç videoları, çoğu video ve ses dosyasını oynatabilme yeteneğine sahiptir.
uk: шахові відео, він здатний відтворювати більшість відео- та звукових файлів.
ur: شطرنج کی ویڈیوز، یہ زیادہ تر ویڈیو اور ساؤنڈ فائلوں کو چلانے کے قابل ہے۔
vi: video cờ vua, nó có khả năng phát hầu hết các tệp video và âm thanh.

source: So, if you wanted, you could play a music video when looking at a chess game.
es: Entonces, si quisieras, podrías reproducir un vídeo musical mientras miras una partida de ajedrez.
sr: Дакле, ако желите, можете да пустите музички спот када гледате партију шаха.
sv: Så om du ville kan du spela en musikvideo när du tittar på ett schackspel.
sw: Kwa hivyo, ikiwa ungependa, unaweza kucheza video ya muziki unapotazama mchezo wa chess.
ta: எனவே, நீங்கள் விரும்பினால், சதுரங்க விளையாட்டைப் பார்க்கும்போது ஒரு இசை வீடியோவை இயக்கலாம்.
th: ดังนั้น หากคุณต้องการ คุณสามารถเล่นมิวสิควิดีโอขณะดูเกมหมากรุกได้
tr: Yani isterseniz bir satranç oyunu izlerken müzik klibi oynatabilirsiniz.
uk: Отже, якщо ви хочете, ви можете відтворити музичне відео під час гри в шахи.
ur: لہذا، اگر آپ چاہیں تو، آپ شطرنج کے کھیل کو دیکھتے وقت ایک میوزک ویڈیو چلا سکتے ہیں۔
vi: Vì vậy, nếu muốn, bạn có thể phát video ca nhạc khi đang xem một ván cờ vua.

source: Although I don't suppose this would improve your concentration level.
es: Aunque no supongo que esto mejore tu nivel de concentración.
sr: Иако претпостављам да ово неће побољшати твој ниво концентрације.
sv: Även om jag inte antar att detta skulle förbättra din koncentrationsnivå.
sw: Ingawa sidhani kama hii ingeboresha kiwango chako cha umakini.
ta: இது உங்கள் செறிவு அளவை மேம்படுத்தும் என்று நான் நினைக்கவில்லை.
th: แม้ว่าฉันไม่คิดว่าสิ่งนี้จะช่วยปรับปรุงระดับสมาธิของคุณได้
tr: Ama bunun konsantrasyon seviyenizi artıracağını sanmıyorum.
uk: Хоча я не думаю, що це покращить рівень вашої концентрації.
ur: اگرچہ مجھے نہیں لگتا کہ اس سے آپ کی حراستی کی سطح میں بہتری آئے گی۔
vi: Mặc dù tôi không cho rằng điều này sẽ cải thiện khả năng tập trung của bạn.

source: Finally, the coding for the media player is so intricate,
es: Finalmente, la codificación del reproductor multimedia es tan compleja que
sr: Коначно, кодирање за медиа плејер је тако замршено,
sv: Slutligen är kodningen för mediaspelaren så intrikat,
sw: Mwishowe, uwekaji misimbo wa kicheza media ni ngumu sana,
ta: இறுதியாக, மீடியா பிளேயருக்கான கோடிங் மிகவும் சிக்கலானது,
th: สุดท้ายนี้ การเข้ารหัสสำหรับเครื่องเล่นสื่อมีความซับซ้อนมาก
tr: Son olarak, medya oynatıcısının kodlaması o kadar karmaşıktır ki,
uk: Нарешті, кодування медіаплеєра настільки складне,
ur: آخر میں، میڈیا پلیئر کے لیے کوڈنگ بہت پیچیدہ ہے،
vi: Cuối cùng, mã hóa cho trình phát phương tiện rất phức tạp,

source: that I would be astonished if there were no further bugs in it.
es: Que me sorprendería mucho si no hubiera más errores.
sr: да бих се зачудио да у њему нема даљих грешака.
sv: att jag skulle bli förvånad om det inte fanns fler buggar i den.
sw: kwamba ningeshangaa ikiwa hakutakuwa na mende zaidi ndani yake.
ta: இதில் மேலும் பிழைகள் இல்லாவிட்டால் நான் ஆச்சரியப்படுவேன் என்று.
th: ฉันคงจะรู้สึกประหลาดใจมากถ้าไม่มีข้อบกพร่องใดๆ เพิ่มเติมอีก
tr: eğer içinde başka hatalar olmasaydı şaşırırdım.
uk: що я був би здивований, якби в ньому більше не було помилок.
ur: کہ میں حیران رہوں گا اگر اس میں مزید کیڑے نہ ہوں۔
vi: rằng tôi sẽ rất ngạc nhiên nếu như không còn lỗi nào nữa trong đó.

source: If you find any, especially a serious one,
es: Si encuentras alguno, especialmente uno grave,
sr: Ако нађете неки, посебно озбиљан,
sv: Om du hittar någon, särskilt en allvarlig,
sw: Ukipata yoyote, haswa mbaya,
ta: நீங்கள் ஏதேனும், குறிப்பாக தீவிரமான ஒன்றைக் கண்டால்,
th: หากคุณพบสิ่งใด โดยเฉพาะสิ่งที่ร้ายแรง
tr: Eğer herhangi birini, özellikle de ciddi bir tanesini bulursanız,
uk: Якщо ви знайдете будь-який, особливо серйозний,
ur: اگر آپ کو کوئی مل جائے، خاص طور پر سنجیدہ،
vi: Nếu bạn tìm thấy bất kỳ lỗi nào, đặc biệt là lỗi nghiêm trọng,

source: please let me know by sending an email to -
es: Por favor, hágamelo saber enviando un correo electrónico a:
sr: молим вас да ме обавестите слањем е-поште на -
sv: vänligen meddela mig genom att skicka ett mail till -
sw: tafadhali nijulishe kwa kutuma barua pepe kwa -
ta: தயவுசெய்து எனக்கு ஒரு மின்னஞ்சல் அனுப்பி தெரியப்படுத்துங்கள் -
th: กรุณาแจ้งให้ฉันทราบโดยส่งอีเมลมาที่ -
tr: Lütfen bana e-posta göndererek bildirin -
uk: будь ласка, дайте мені знати, надіславши електронний лист на адресу -
ur: براہ کرم مجھے ای میل بھیج کر بتائیں -
vi: vui lòng cho tôi biết bằng cách gửi email đến -

source: The media player was adapted from code written by Mr Ryan Norton
es: El reproductor multimedia fue adaptado del código escrito por el Sr. Ryan Norton
sr: Медиа плејер је прилагођен коду који је написао господин Рајан Нортон
sv: Mediaspelaren anpassades från kod skriven av Mr Ryan Norton
sw: Kicheza media kilichukuliwa kutoka kwa msimbo ulioandikwa na Bw Ryan Norton
ta: இந்த மீடியா பிளேயர் திரு. ரியான் நார்டன் எழுதிய குறியீட்டிலிருந்து தழுவி எடுக்கப்பட்டது.
th: เครื่องเล่นสื่อได้รับการดัดแปลงจากโค้ดที่เขียนโดยนายไรอัน นอร์ตัน
tr: Medya oynatıcısı Bay Ryan Norton tarafından yazılan koddan uyarlanmıştır
uk: Медіапрогравач було адаптовано з коду, написаного містером Раяном Нортоном
ur: میڈیا پلیئر کو مسٹر ریان نارٹن کے لکھے ہوئے کوڈ سے ڈھالا گیا تھا۔
vi: Trình phát phương tiện được chuyển thể từ mã do ông Ryan Norton viết

source: and can be found in the -
es: y se puede encontrar en el -
sr: и може се наћи у -
sv: och kan hittas i -
sw: na inaweza kupatikana katika -
ta: மற்றும் - இல் காணலாம்
th: และสามารถพบได้ใน -
tr: ve - içinde bulunabilir
uk: і можна знайти в -
ur: اور میں پایا جا سکتا ہے -
vi: và có thể được tìm thấy trong -

source: which is part of the wxWidgets download.
es: que es parte de la descarga de wxWidgets.
sr: који је део преузимања вкВидгетс.
sv: som är en del av nedladdningen av wxWidgets.
sw: ambayo ni sehemu ya upakuaji wa wxWidgets.
ta: இது wxWidgets பதிவிறக்கத்தின் ஒரு பகுதியாகும்.
th: ซึ่งเป็นส่วนหนึ่งของการดาวน์โหลด wxWidgets
tr: wxWidgets indirme işleminin bir parçasıdır.
uk: який є частиною завантаження wxWidgets.
ur: جو wxWidgets ڈاؤن لوڈ کا حصہ ہے۔
vi: là một phần của quá trình tải xuống wxWidgets.

source: For editing the mp4 video file I used the free program <Openshot>
es: Para editar el archivo de vídeo mp4 utilicé el programa gratuito <Openshot>
sr: За уређивање мп4 видео датотеке користио сам бесплатни програм <Опенсхот>
sv: För att redigera mp4-videofilen använde jag gratisprogrammet <Openshot>
sw: Kwa kuhariri faili ya video ya mp4 nilitumia programu ya bure <Openshot>
ta: mp4 வீடியோ கோப்பைத் திருத்துவதற்கு நான் இலவச நிரலைப் பயன்படுத்தினேன் <Openshot>
th: สำหรับการแก้ไขไฟล์วิดีโอ mp4 ฉันใช้โปรแกรมฟรี <Openshot>
tr: Mp4 video dosyasını düzenlemek için ücretsiz <Openshot> programını kullandım
uk: Для редагування відеофайлу mp4 я використовував безкоштовну програму <Openshot>
ur: mp4 ویڈیو فائل میں ترمیم کے لیے میں نے مفت پروگرام <اوپن شاٹ> استعمال کیا۔
vi: Để chỉnh sửa tệp video mp4, tôi đã sử dụng chương trình miễn phí <Openshot>

source: Thanks to Mr Kevin Stratvert for his instructional You Tube video
es: Gracias al Sr. Kevin Stratvert por su video instructivo de YouTube.
sr: Хвала господину Кевину Стратверту на његовом инструктивном Иоу Тубе видеу
sv: Tack till Mr Kevin Stratvert för hans instruktionsvideo på You Tube
sw: Asante kwa Bw Kevin Stratvert kwa video yake ya mafundisho ya You Tube
ta: யூடியூப் வீடியோவில் அறிவுறுத்தல்களை வழங்கிய திரு. கெவின் ஸ்ட்ராட்வெர்ட்டுக்கு நன்றி.
th: ขอขอบคุณคุณ Kevin Stratvert สำหรับวิดีโอการสอนของเขาบน YouTube
tr: Eğitici YouTube videosu için Bay Kevin Stratvert'e teşekkürler
uk: Дякуємо пану Кевіну Стратверту за його навчальне відео на You Tube
ur: مسٹر کیون اسٹریٹورٹ کا ان کی تدریسی یو ٹیوب ویڈیو کے لیے شکریہ
vi: Cảm ơn ông Kevin Stratvert vì video hướng dẫn trên You Tube

source: on the <OpenShot> program. Those cookies look nice!
es: en el programa <OpenShot>. ¡Qué ricas se ven esas galletas!
sr: у програму <ОпенСхот>. Лепо изгледају ти колачићи!
sv: på <OpenShot>-programmet. De där kakorna ser goda ut!
sw: kwenye programu ya <OpenShot>. Keki hizo zinaonekana nzuri!
ta: <OpenShot> நிரலில். அந்த குக்கீகள் அழகாக இருக்கின்றன!
th: ในโปรแกรม <OpenShot> คุกกี้เหล่านี้ดูดีมาก!
tr: <OpenShot> programında. Bu kurabiyeler güzel görünüyor!
uk: у програмі <OpenShot>. Це печиво виглядає гарно!
ur: <اوپن شاٹ> پروگرام پر۔ وہ کوکیز اچھی لگتی ہیں!
vi: trên chương trình <OpenShot>. Những chiếc bánh quy đó trông đẹp đấy!

source: For shrinking the mp4 video file after exporting it from <OpenShot>
es: Para reducir el tamaño del archivo de vídeo mp4 después de exportarlo desde <OpenShot>
sr: За смањење мп4 видео датотеке након извоза из <ОпенСхот>
sv: För att krympa mp4-videofilen efter att ha exporterat den från <OpenShot>
sw: Kwa kupunguza faili ya video ya mp4 baada ya kuisafirisha kutoka <OpenShot>
ta: <OpenShot> இலிருந்து ஏற்றுமதி செய்த பிறகு mp4 வீடியோ கோப்பை சுருக்குவதற்கு
th: สำหรับการลดขนาดไฟล์วิดีโอ mp4 หลังจากส่งออกจาก <OpenShot>
tr: <OpenShot>'dan dışa aktardıktan sonra mp4 video dosyasını küçültmek için
uk: Для зменшення відеофайлу mp4 після його експорту з <OpenShot>
ur: mp4 ویڈیو فائل کو <اوپن شاٹ> سے ایکسپورٹ کرنے کے بعد سکڑنے کے لیے
vi: Để thu nhỏ tệp video mp4 sau khi xuất nó từ <OpenShot>

source: I used the free program <HandBrake>
es: Utilicé el programa gratuito <HandBrake>
sr: Користио сам бесплатни програм <ХандБраке>
sv: Jag använde gratisprogrammet <HandBrake>
sw: Nilitumia programu ya bure <HandBrake>
ta: நான் இலவச நிரலைப் பயன்படுத்தினேன் <HandBrake>
th: ผมใช้โปรแกรมฟรีชื่อว่า <HandBrake>
tr: Ücretsiz <HandBrake> programını kullandım
uk: Я використовував безкоштовну програму <HandBrake>
ur: میں نے مفت پروگرام <HandBrake> استعمال کیا۔
vi: Tôi đã sử dụng chương trình miễn phí <HandBrake>

source: The images used in the video were by the follow photographers :-
es: Las imágenes utilizadas en el vídeo fueron de los siguientes fotógrafos:
sr: Слике коришћене у видео снимку су следећи фотографи:-
sv: Bilderna som användes i videon var av följande fotografer:-
sw: Picha zilizotumika kwenye video hiyo ni za wapiga picha wafuatao:-
ta: வீடியோவில் பயன்படுத்தப்பட்ட படங்கள் பின்வரும் புகைப்படக் கலைஞர்களால் எடுக்கப்பட்டவை:-
th: ภาพที่ใช้ในวิดีโอนี้ถ่ายโดยช่างภาพดังต่อไปนี้ :-
tr: Videoda kullanılan görseller aşağıdaki fotoğrafçılara aittir:
uk: Зображення, використані у відео, належать таким фотографам:
ur: ویڈیو میں استعمال کی گئی تصاویر مندرجہ ذیل فوٹوگرافروں کی تھیں:-
vi: Những hình ảnh được sử dụng trong video là của các nhiếp ảnh gia sau:

source: The background for the John Cochrane photo was by Edoardo Bortoli
es: El fondo de la foto de John Cochrane fue de Edoardo Bortoli.
sr: Позадину за фотографију Џона Кокрејна урадио је Едоардо Бортоли
sv: Bakgrunden till John Cochrane-fotot var av Edoardo Bortoli
sw: Mandharinyuma ya picha ya John Cochrane yalikuwa na Edoardo Bortoli
ta: ஜான் கோக்ரேன் புகைப்படத்திற்கான பின்னணி எடோர்டோ போர்டோலியால் ஆனது.
th: พื้นหลังของภาพถ่ายของ John Cochrane เป็นผลงานของ Edoardo Bortoli
tr: John Cochrane fotoğrafının arka planı Edoardo Bortoli'ye aittir
uk: Фоном для фотографії Джона Кокрейна був Едоардо Бортолі
ur: جان کوچران کی تصویر کا پس منظر ایڈورڈو بورٹولی کا تھا۔
vi: Nền cho bức ảnh của John Cochrane được chụp bởi Edoardo Bortoli

source: The background for the William Lewis photo was by Fatima Shahid
es: El fondo de la foto de William Lewis fue de Fatima Shahid.
sr: Позадину за фотографију Вилијама Луиса урадила је Фатима Шахид
sv: Bakgrunden till William Lewis-fotot var av Fatima Shahid
sw: Asili ya picha ya William Lewis ilikuwa na Fatima Shahid
ta: வில்லியம் லூயிஸ் புகைப்படத்திற்கான பின்னணியை பாத்திமா ஷாஹித் உருவாக்கியுள்ளார்.
th: พื้นหลังของภาพถ่ายของวิลเลียม ลูอิส เป็นผลงานของฟาติมา ชาฮิด
tr: William Lewis fotoğrafının arka planı Fatima Shahid'e aittir
uk: Фоном для фотографії Вільяма Льюїса була Фатіма Шахід
ur: ولیم لیوس کی تصویر کا پس منظر فاطمہ شاہد کا تھا۔
vi: Nền cho bức ảnh William Lewis được chụp bởi Fatima Shahid

source: The view of Edinburgh from Calton Hill was by Peter Cordes
es: La vista de Edimburgo desde Calton Hill fue obra de Peter Cordes
sr: Поглед на Единбург са Калтон Хила имао је Питер Кордес
sv: Utsikten över Edinburgh från Calton Hill var av Peter Cordes
sw: Mtazamo wa Edinburgh kutoka Calton Hill ulikuwa na Peter Cordes
ta: கால்டன் ஹில்லில் இருந்து எடின்பர்க்கின் காட்சி பீட்டர் கோர்டெஸால் காணப்பட்டது.
th: ทัศนียภาพของเมืองเอดินบะระจาก Calton Hill ออกแบบโดย Peter Cordes
tr: Calton Tepesi'nden Edinburgh manzarası Peter Cordes tarafından yapılmıştır
uk: Вид на Единбург з Калтон-Хілл створив Пітер Кордес
ur: کالٹن ہل سے ایڈنبرا کا نظارہ پیٹر کورڈس کا تھا۔
vi: Cảnh quan Edinburgh nhìn từ Calton Hill được chụp bởi Peter Cordes

source: Media player credits
es: Créditos del reproductor multimedia
sr: Заслуге медија плејера
sv: Mediaspelare krediter
sw: Mikopo ya kicheza media
ta: மீடியா பிளேயர் கிரெடிட்கள்
th: เครดิตเครื่องเล่นสื่อ
tr: Medya oynatıcı kredileri
uk: Кредити медіаплеєра
ur: میڈیا پلیئر کریڈٹ
vi: Tín dụng trình phát phương tiện

source: Making your own videos with the program is not too difficult.
es: Hacer tus propios vídeos con el programa no es demasiado difícil.
sr: Прављење сопствених видео записа са програмом није превише тешко.
sv: Att göra egna videor med programmet är inte alltför svårt.
sw: Kutengeneza video zako mwenyewe na programu sio ngumu sana.
ta: நிரலைப் பயன்படுத்தி உங்கள் சொந்த வீடியோக்களை உருவாக்குவது அவ்வளவு கடினம் அல்ல.
th: การสร้างวิดีโอของคุณเองด้วยโปรแกรมนั้นไม่ใช่เรื่องยากเกินไป
tr: Programla kendi videolarınızı yapmak çok da zor değil.
uk: Зробити власні відео за допомогою програми не надто складно.
ur: پروگرام کے ساتھ اپنی ویڈیوز بنانا زیادہ مشکل نہیں ہے۔
vi: Việc tự tạo video bằng chương trình này không quá khó.

source: There are three stages to the process :-
es: El proceso consta de tres etapas:
sr: Постоје три фазе процеса: -
sv: Det finns tre steg i processen:
sw: Kuna hatua tatu za mchakato:-
ta: இந்த செயல்முறைக்கு மூன்று படிகள் உள்ளன:-
th: กระบวนการนี้มี 3 ขั้นตอน:-
tr: Sürecin üç aşaması vardır:
uk: Існує три етапи процесу: -
ur: اس عمل کے تین مراحل ہیں:-
vi: Quá trình này gồm có ba giai đoạn:

source: 1. Preparing the annotations for the selected game.
es: 1. Preparar las anotaciones para el juego seleccionado.
sr: 1. Припрема напомена за изабрану игру.
sv: 1. Förbereder kommentarerna för det valda spelet.
sw: 1. Kutayarisha vidokezo vya mchezo uliochaguliwa.
ta: 1. தேர்ந்தெடுக்கப்பட்ட விளையாட்டுக்கான குறிப்புகளைத் தயாரித்தல்.
th: 1. เตรียมคำอธิบายสำหรับเกมที่เลือก
tr: 1. Seçilen oyun için açıklamaların hazırlanması.
uk: 1. Підготовка анотації до обраної гри.
ur: 1. منتخب گیم کے لیے تشریحات کی تیاری۔
vi: 1. Chuẩn bị chú thích cho trò chơi đã chọn.
