Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Save tournament : Save the current touranement settings to a file.
es: Guardar torneo: guarda la configuración actual del torneo en un archivo.
sr: Сачувај турнир : Сачувај тренутна подешавања турнира у датотеку.
sv: Spara turnering: Spara de aktuella turneringsinställningarna i en fil.
sw: Hifadhi mashindano : Hifadhi mipangilio ya sasa ya mashindano kwenye faili.
ta: போட்டியைச் சேமிக்கவும்: தற்போதைய போட்டி அமைப்புகளை ஒரு கோப்பில் சேமிக்கவும்.
th: บันทึกการแข่งขัน: บันทึกการตั้งค่าการแข่งขันปัจจุบันลงในไฟล์
tr: Turnuvayı kaydet: Mevcut turnuva ayarlarını bir dosyaya kaydet.
uk: Зберегти турнір: зберегти поточні налаштування турніру у файл.
ur: ٹورنامنٹ محفوظ کریں : موجودہ ٹورنمنٹ سیٹنگز کو فائل میں محفوظ کریں۔
vi: Lưu giải đấu: Lưu cài đặt giải đấu hiện tại vào một tệp.

source: Load tournament : Load the tournament settings from a file.
es: Cargar torneo: carga la configuración del torneo desde un archivo.
sr: Учитај турнир : Учитај подешавања турнира из датотеке.
sv: Ladda turnering : Ladda turneringsinställningarna från en fil.
sw: Pakia mashindano : Pakia mipangilio ya mashindano kutoka kwa faili.
ta: போட்டியை ஏற்றவும்: ஒரு கோப்பிலிருந்து போட்டி அமைப்புகளை ஏற்றவும்.
th: โหลดการแข่งขัน: โหลดการตั้งค่าการแข่งขันจากไฟล์
tr: Turnuvayı yükle: Turnuva ayarlarını bir dosyadan yükleyin.
uk: Завантажити турнір: завантажити налаштування турніру з файлу.
ur: ٹورنامنٹ لوڈ کریں : ٹورنامنٹ کی سیٹنگز فائل سے لوڈ کریں۔
vi: Tải giải đấu: Tải cài đặt giải đấu từ một tập tin.

source: Start the tournament : Starts the tournament with the current settings.
es: Iniciar el torneo: inicia el torneo con la configuración actual.
sr: Започни турнир : Почиње турнир са тренутним подешавањима.
sv: Starta turneringen : Startar turneringen med de aktuella inställningarna.
sw: Anzisha mashindano : Huanzisha mashindano kwa mipangilio ya sasa.
ta: போட்டியைத் தொடங்கு: தற்போதைய அமைப்புகளுடன் போட்டியைத் தொடங்குகிறது.
th: เริ่มการแข่งขัน: เริ่มการแข่งขันด้วยการตั้งค่าปัจจุบัน
tr: Turnuvayı başlat : Turnuvayı mevcut ayarlarla başlatır.
uk: Почати турнір: розпочинає турнір із поточними налаштуваннями.
ur: ٹورنامنٹ شروع کریں : موجودہ ترتیبات کے ساتھ ٹورنامنٹ شروع کرتا ہے۔
vi: Bắt đầu giải đấu: Bắt đầu giải đấu với các thiết lập hiện tại.

source: Engine tournament help
es: Ayuda para torneos de motores
sr: Помоћ у турниру мотора
sv: Motorturneringshjälp
sw: Msaada wa mashindano ya injini
ta: எஞ்சின் போட்டி உதவி
th: ความช่วยเหลือการแข่งขันเครื่องยนต์
tr: Motor turnuvası yardımı
uk: Допомога в турнірі двигуна
ur: انجن ٹورنامنٹ کی مدد
vi: Trợ giúp giải đấu động cơ

source: Tournament types
es: Tipos de torneos
sr: Типови турнира
sv: Typer av turneringar
sw: Aina za mashindano
ta: போட்டி வகைகள்
th: ประเภทการแข่งขัน
tr: Turnuva türleri
uk: Види турнірів
ur: ٹورنامنٹ کی اقسام
vi: Các loại giải đấu

source: epm file help
es: ayuda con el archivo epm
sr: помоћ за епм датотеку
sv: epm fil hjälp
sw: msaada wa faili ya epm
ta: epm கோப்பு உதவி
th: ความช่วยเหลือเกี่ยวกับไฟล์ EPM
tr: epm dosyası yardımı
uk: довідка щодо файлу epm
ur: ای پی ایم فائل کی مدد
vi: trợ giúp tập tin epm

source: Various types of engine tournament formats are available.
es: Hay varios tipos de formatos de torneos de motor disponibles.
sr: Доступни су различити типови формата моторних турнира.
sv: Olika typer av motorturneringsformat finns tillgängliga.
sw: Aina anuwai za fomati za mashindano ya injini zinapatikana.
ta: பல்வேறு வகையான எஞ்சின் போட்டி வடிவங்கள் கிடைக்கின்றன.
th: มีรูปแบบการแข่งขันเครื่องยนต์หลากหลายประเภทให้เลือก
tr: Çeşitli motor turnuva formatları mevcuttur.
uk: Доступні різні типи форматів турнірів двигуна.
ur: مختلف قسم کے انجن ٹورنامنٹ فارمیٹس دستیاب ہیں۔
vi: Có nhiều loại hình giải đấu động cơ khác nhau.

source: Single round robin : each engine plays all of the other engines once.
es: Ronda simple: cada motor juega contra todos los demás una vez.
sr: Појединачни круг: сваки мотор игра са свим другим моторима једном.
sv: Single round robin: varje motor spelar alla andra motorer en gång.
sw: Robin moja ya pande zote : kila injini inacheza injini nyingine zote mara moja.
ta: ஒற்றை ரவுண்ட் ராபின்: ஒவ்வொரு இயந்திரமும் மற்ற அனைத்து இயந்திரங்களையும் ஒரு முறை இயக்குகிறது.
th: รอบเดียว: เครื่องยนต์แต่ละเครื่องจะเล่นเครื่องยนต์อื่นๆ ทั้งหมดเพียงครั้งเดียว
tr: Tek turlu turnuva: Her motor diğer tüm motorlarla bir kez yarışır.
uk: Один круговий режим: кожен двигун грає з усіма іншими механізмами один раз.
ur: سنگل راؤنڈ رابن: ہر انجن دوسرے انجنوں کو ایک بار چلاتا ہے۔
vi: Đấu vòng tròn một lượt: mỗi động cơ đấu với tất cả các động cơ khác một lần.

source: Double round robin : each engine plays all of the other engines twice,
es: Doble round robin: cada motor juega con todos los demás motores dos veces.
sr: Двоструки круг: сваки мотор игра са свим другим моторима два пута,
sv: Dubbel round robin: varje motor spelar alla andra motorer två gånger,
sw: Robin ya pande zote mbili: kila injini inacheza injini zingine zote mara mbili,
ta: இரட்டை ரவுண்ட் ராபின்: ஒவ்வொரு இயந்திரமும் மற்ற அனைத்து இயந்திரங்களையும் இரண்டு முறை இயக்குகிறது,
th: รอบโรบินคู่: เครื่องยนต์แต่ละเครื่องจะเล่นเครื่องยนต์อื่นทั้งหมดสองครั้ง
tr: Çift devreli turnuva: Her motor diğer tüm motorlarla ikişer kez oynar.
uk: Подвійна кругова система: кожен механізм грає з усіма іншими двигунами двічі,
ur: ڈبل راؤنڈ رابن: ہر انجن دوسرے انجنوں کو دو بار چلاتا ہے،
vi: Vòng tròn đôi: mỗi động cơ đấu với tất cả các động cơ khác hai lần,

source: once with white and once with black.
es: Una vez con blanco y otra con negro.
sr: једном са белим и једном са црним.
sv: en gång med vitt och en gång med svart.
sw: mara moja na nyeupe na mara nyeusi.
ta: ஒரு முறை வெள்ளையுடனும் ஒரு முறை கருப்பு நிறத்துடனும்.
th: ครั้งหนึ่งด้วยสีขาว ครั้งหนึ่งด้วยสีดำ
tr: bir kez beyazla, bir kez siyahla.
uk: один раз з білим і один раз з чорним.
ur: ایک بار سفید کے ساتھ اور ایک بار سیاہ کے ساتھ۔
vi: một lần với màu trắng và một lần với màu đen.

source: Swiss system : a fixed number of rounds are played, with an engine
es: Sistema suizo: se juega un número fijo de rondas, con un motor
sr: Швајцарски систем: игра се фиксни број рунди, са мотором
sv: Schweiziskt system: ett fast antal rundor spelas, med en motor
sw: Mfumo wa Uswisi : idadi maalum ya raundi inachezwa, na injini
ta: சுவிஸ் அமைப்பு: ஒரு இயந்திரத்துடன் ஒரு குறிப்பிட்ட எண்ணிக்கையிலான சுற்றுகள் விளையாடப்படுகின்றன.
th: ระบบสวิส : เล่นเป็นรอบจำนวนคงที่ด้วยเครื่องยนต์
tr: İsviçre sistemi: Bir motorla, belirli sayıda tur oynanır
uk: Швейцарська система: грається фіксована кількість раундів з двигуном
ur: سوئس سسٹم: ایک انجن کے ساتھ ایک مقررہ تعداد میں راؤنڈ کھیلے جاتے ہیں۔
vi: Hệ thống Thụy Sĩ: số vòng chơi cố định, với một động cơ

source: being matched against an opponent with a similar score.
es: ser comparado con un oponente con una puntuación similar.
sr: бити упарен против противника са сличним резултатом.
sv: matchas mot en motståndare med liknande poäng.
sw: ikilinganishwa na mpinzani aliye na alama sawa.
ta: இதேபோன்ற ஸ்கோரைக் கொண்ட எதிராளியுடன் பொருத்தப்படுவது.
th: โดยการจับคู่กับคู่ต่อสู้ที่มีคะแนนใกล้เคียงกัน
tr: Benzer puana sahip bir rakiple eşleşmek.
uk: зіставлятися з суперником із подібним результатом.
ur: اسی طرح کے اسکور کے ساتھ مخالف کے خلاف میچ کیا جا رہا ہے۔
vi: được ghép đôi với đối thủ có điểm số tương tự.

source: Knockout (seeded) : a knockout competition with seeded pairings.
es: Knockout (clasificado): una competición eliminatoria con emparejamientos clasificados.
sr: Нокаут (носећи) : такмичење у нокаутирању са паровима носилаца.
sv: Knockout (seedad): en knockouttävling med seedade parningar.
sw: Knockout (seeded) : shindano la mtoano lenye jozi za mbegu.
ta: நாக் அவுட் (விளையாட்டு) : விதை ஜோடிகளைக் கொண்ட நாக் அவுட் போட்டி.
th: น็อคเอาท์ (seeded) : การแข่งขันน็อคเอาท์โดยมีการจับคู่วางอันดับ
tr: Nakavt (seribaşı): Seribaşı eşleşmelerinin olduğu bir nakavt müsabakası.
uk: Нокаут (сіяні) : змагання на вибування з сіяними парами.
ur: ناک آؤٹ (سیڈڈ): سیڈ جوڑی کے ساتھ ناک آؤٹ مقابلہ۔
vi: Knockout (hạt giống): một cuộc thi đấu loại trực tiếp với các cặp hạt giống.

source: i.e. with 8 engines, seed 1 plays seed 8,
es: es decir, con 8 motores, la semilla 1 juega con la semilla 8,
sr: тј. са 8 мотора, семе 1 игра семе 8,
sv: d.v.s. med 8 motorer spelar frö 1 frö 8,
sw: i.e. na injini 8, mbegu 1 inacheza mbegu 8,
ta: அதாவது 8 இயந்திரங்களுடன், சீட் 1 சீட் 8 ஐ விளையாடுகிறது,
th: คือมีเครื่องยนต์ 8 เครื่อง เมล็ดที่ 1 เล่นเมล็ดที่ 8
tr: yani 8 motorla, 1 numaralı seri 8 numaralı seriyle oynar,
uk: тобто з 8 двигунами, посів 1 грає з посівом 8,
ur: یعنی 8 انجنوں کے ساتھ، بیج 1 بیج 8 چلاتا ہے،
vi: tức là với 8 động cơ, hạt giống số 1 đấu với hạt giống số 8,

source: 2 plays 7, 3 plays 6, 4 plays 5
es: 2 obras 7, 3 obras 6, 4 obras 5
sr: 2 игра 7, 3 игра 6, 4 игра 5
sv: 2 pjäser 7, 3 pjäser 6, 4 pjäser 5
sw: 2 inacheza 7, 3 inacheza 6, 4 inacheza 5
ta: 2 நாடகங்கள் 7, 3 நாடகங்கள் 6, 4 நாடகங்கள் 5
th: 2 เล่น 7, 3 เล่น 6, 4 เล่น 5
tr: 2 oyun 7, 3 oyun 6, 4 oyun 5
uk: 2 грає 7, 3 грає 6, 4 грає 5
ur: 2 ڈرامے 7، 3 ڈرامے 6، 4 ڈرامے 5
vi: 2 lượt chơi 7, 3 lượt chơi 6, 4 lượt chơi 5

source: Knockout (random) ; as above, but pairings are random.
es: Nocaut (aleatorio); como el anterior, pero los emparejamientos son aleatorios.
sr: Нокаут (насумично) ; као горе, али упаривања су насумична.
sv: Knockout (slumpmässigt) ; som ovan, men parningar är slumpmässiga.
sw: Knockout (nasibu); kama ilivyo hapo juu, lakini jozi ni za nasibu.
ta: நாக்அவுட் (ரேண்டம்); மேலே குறிப்பிட்டபடி, ஆனால் ஜோடிகள் சீரற்றவை.
th: น็อคเอาท์ (สุ่ม) ; เหมือนด้านบน แต่การจับคู่เป็นแบบสุ่ม
tr: Nakavt (rastgele); yukarıdaki gibidir, ancak eşleştirmeler rastgeledir.
uk: Нокаут (випадковий) ; як і вище, але пари є випадковими.
ur: ناک آؤٹ (بے ترتیب) ؛ جیسا کہ اوپر، لیکن جوڑیاں بے ترتیب ہیں۔
vi: Loại trực tiếp (ngẫu nhiên); như trên, nhưng việc ghép cặp là ngẫu nhiên.

source: Credits -
es: Créditos -
sr: Заслуге -
sv: Krediter -
sw: Mikopo -
ta: வரவுகள் -
th: เครดิต -
tr: Krediler -
uk: Кредити -
ur: کریڈٹس -
vi: Tín dụng -

source: Thanks to Mr Chris Okasaki for his round robin algorithm.
es: Gracias al Sr. Chris Okasaki por su algoritmo round robin.
sr: Хвала господину Крису Окасакију на његовом кружном алгоритму.
sv: Tack till Mr Chris Okasaki för hans round robin-algoritm.
sw: Asante kwa Bw Chris Okasaki kwa utaratibu wake wa robin duara.
ta: திரு. கிறிஸ் ஒகாசாகிக்கு அவரது ரவுண்ட் ராபின் வழிமுறைக்கு நன்றி.
th: ขอขอบคุณคุณ Chris Okasaki สำหรับอัลกอริทึมแบบ Round Robin ของเขา
tr: Round robin algoritması için Bay Chris Okasaki'ye teşekkürler.
uk: Дякую пану Крісу Окасакі за його циклічний алгоритм.
ur: مسٹر کرس اوکاساکی کا اپنے راؤنڈ رابن الگورتھم کے لیے شکریہ۔
vi: Cảm ơn ông Chris Okasaki vì thuật toán vòng tròn của ông.

source: This can be found on the following website :- okasaki.blogspot.com
es: Esto se puede encontrar en el siguiente sitio web: okasaki.blogspot.com
sr: Ово се може наћи на следећој веб страници:- окасаки.блогспот.цом
sv: Detta kan hittas på följande webbplats:- okasaki.blogspot.com
sw: Hii inaweza kupatikana kwenye tovuti ifuatayo:- okasaki.blogspot.com
ta: இதை பின்வரும் வலைத்தளத்தில் காணலாம்:- okasaki.blogspot.com
th: สามารถพบข้อมูลดังกล่าวได้ที่เว็บไซต์ต่อไปนี้ :- okasaki.blogspot.com
tr: Bunu şu web sitesinde bulabilirsiniz: - okasaki.blogspot.com
uk: Це можна знайти на веб-сайті:- okasaki.blogspot.com
ur: یہ درج ذیل ویب سائٹ پر پایا جا سکتا ہے:- okasaki.blogspot.com
vi: Bạn có thể tìm thấy thông tin này trên trang web sau: okasaki.blogspot.com

source: I have added a slight refinement, to further even out white and black starts.
es: He añadido un ligero refinamiento para nivelar aún más las estrellas blancas y negras.
sr: Додао сам благу префињеност, да додатно изједначим беле и црне стартове.
sv: Jag har lagt till en liten förfining, för att ytterligare jämna ut vita och svarta starter.
sw: Nimeongeza uboreshaji kidogo, ili hata kuanza nyeupe na nyeusi.
ta: வெள்ளை மற்றும் கருப்பு நிற தொடக்கங்களை மேலும் சீரமைக்க, நான் ஒரு சிறிய சுத்திகரிப்பைச் சேர்த்துள்ளேன்.
th: ฉันได้เพิ่มการปรับแต่งเล็กน้อยเพื่อให้ส่วนสีขาวและสีดำดูสม่ำเสมอมากขึ้น
tr: Beyaz ve siyah başlangıçları daha da eşitlemek için ufak bir düzeltme yaptım.
uk: Я додав невелике уточнення, щоб ще більше вирівняти білий і чорний початок.
ur: میں نے سفید اور سیاہ آغاز کو مزید بہتر بنانے کے لیے ہلکی سی تطہیر شامل کی ہے۔
vi: Tôi đã thêm một chút tinh chỉnh để làm cho màu trắng và đen trở nên đồng đều hơn.

source: Details can be found in the file RoundRobin.txt which is part of the original download.
es: Los detalles se pueden encontrar en el archivo RoundRobin.txt, que forma parte de la descarga original.
sr: Детаљи се могу наћи у датотеци РоундРобин.ткт која је део оригиналног преузимања.
sv: Detaljer finns i filen RoundRobin.txt som är en del av den ursprungliga nedladdningen.
sw: Maelezo yanaweza kupatikana katika faili RoundRobin.txt ambayo ni sehemu ya upakuaji asili.
ta: விவரங்களை அசல் பதிவிறக்கத்தின் ஒரு பகுதியாக இருக்கும் RoundRobin.txt கோப்பில் காணலாம்.
th: รายละเอียดสามารถดูได้ในไฟล์ RoundRobin.txt ซึ่งเป็นส่วนหนึ่งของไฟล์ดาวน์โหลดต้นฉบับ
tr: Ayrıntıları orijinal indirmenin bir parçası olan RoundRobin.txt dosyasında bulabilirsiniz.
uk: Подробиці можна знайти у файлі RoundRobin.txt, який є частиною оригінального завантаження.
ur: تفصیلات RoundRobin.txt فائل میں مل سکتی ہیں جو اصل ڈاؤن لوڈ کا حصہ ہے۔
vi: Bạn có thể tìm thấy thông tin chi tiết trong tệp RoundRobin.txt, đây là một phần của bản tải xuống gốc.

source: Thanks to Mr Jonathan Tan for his Swiss system algorithm.
es: Gracias al Sr. Jonathan Tan por su algoritmo de sistema suizo.
sr: Хвала господину Џонатану Тану на његовом алгоритму швајцарског система.
sv: Tack till Mr Jonathan Tan för hans schweiziska systemalgoritm.
sw: Shukrani kwa Bw Jonathan Tan kwa mfumo wake wa kanuni wa Uswizi.
ta: திரு. ஜோனாதன் டானின் சுவிஸ் சிஸ்டம் அல்காரிதத்திற்கு நன்றி.
th: ขอขอบคุณคุณ Jonathan Tan สำหรับอัลกอริทึมระบบสวิสของเขา
tr: İsviçre sistem algoritması için Jonathan Tan Bey'e teşekkürler.
uk: Дякую пану Джонатану Тану за його алгоритм швейцарської системи.
ur: مسٹر جوناتھن ٹین کا اپنے سوئس سسٹم الگورتھم کے لیے شکریہ۔
vi: Cảm ơn ông Jonathan Tan vì thuật toán hệ thống Thụy Sĩ của ông.

source: This can be found on the following website :-
es: Esto se puede encontrar en el siguiente sitio web:
sr: Ово се може наћи на следећој веб страници: -
sv: Detta kan hittas på följande hemsida:-
sw: Hii inaweza kupatikana kwenye tovuti ifuatayo:-
ta: இதை பின்வரும் வலைத்தளத்தில் காணலாம்:-
th: สามารถพบข้อมูลดังกล่าวได้จากเว็บไซต์ต่อไปนี้ :-
tr: Bunu aşağıdaki web sitesinde bulabilirsiniz:
uk: Це можна знайти на наступному веб-сайті: -
ur: یہ درج ذیل ویب سائٹ پر پایا جا سکتا ہے:-
vi: Bạn có thể tìm thấy thông tin này trên trang web sau:

source: medium.com/@jsw.tan1991
sr: медиум.цом/@јсв.тан1991
th: ที่มา: medium.com/@jsw.tan1991
tr: orta.com/@jsw.tan1991
vi: trung bình.com/@jsw.tan1991

source: Also thanks to Mr Anthony Rabine for the idea used in his Swiss system program Tanca.
es: También agradecemos al Sr. Anthony Rabine por la idea utilizada en su programa de sistema suizo Tanca.
sr: Такође хвала господину Ентонију Рабину на идеји која је коришћена у његовом програму швајцарског система Танца.
sv: Tack också till Anthony Rabine för idén som användes i hans schweiziska systemprogram Tanca.
sw: Pia shukrani kwa Bw Anthony Rabine kwa wazo lililotumiwa katika mpango wake wa mfumo wa Uswizi Tanca.
ta: தனது சுவிஸ் அமைப்பு திட்டமான டான்காவில் பயன்படுத்தப்பட்ட யோசனைக்கு திரு. அந்தோணி ராபினுக்கும் நன்றி.
th: ขอขอบคุณนาย Anthony Rabine สำหรับแนวคิดที่ใช้ในโปรแกรมระบบสวิส Tanca ของเขาด้วย
tr: Ayrıca İsviçre sistemi programı Tanca'da kullandığı fikir için Sayın Anthony Rabine'e teşekkürler.
uk: Також дякуємо пану Ентоні Рабіну за ідею, використану в його швейцарській програмі Tanca.
ur: ان کے سوئس سسٹم پروگرام تنکا میں استعمال کیے گئے آئیڈیا کے لیے مسٹر انتھونی رابین کا بھی شکریہ۔
vi: Cũng xin cảm ơn ông Anthony Rabine vì ý tưởng sử dụng trong chương trình hệ thống Thụy Sĩ Tanca của ông.

source: This can be found in the file Tournament.cpp, which is contained in a source code zip file
es: Esto se puede encontrar en el archivo Tournament.cpp, que está contenido en un archivo zip con el código fuente.
sr: Ово се може наћи у датотеци Тоурнамент.цпп, која се налази у зип датотеци изворног кода
sv: Detta kan hittas i filen Tournament.cpp, som finns i en zip-fil med källkod
sw: Hii inaweza kupatikana katika faili Tournament.cpp, ambayo iko katika msimbo wa chanzo faili ya zip
ta: இதை Tournament.cpp என்ற கோப்பில் காணலாம், இது ஒரு மூல குறியீடு ஜிப் கோப்பில் உள்ளது.
th: สิ่งนี้สามารถพบได้ในไฟล์ Tournament.cpp ซึ่งมีอยู่ในไฟล์ zip ของโค้ดต้นฉบับ
tr: Bu, kaynak kodlu zip dosyasında bulunan Tournament.cpp dosyasında bulunabilir
uk: Це можна знайти у файлі Tournament.cpp, який міститься у zip-файлі вихідного коду
ur: یہ Tournament.cpp فائل میں پایا جا سکتا ہے، جو ایک سورس کوڈ زپ فائل میں موجود ہے
vi: Bạn có thể tìm thấy điều này trong tệp Tournament.cpp, được chứa trong tệp zip mã nguồn

source: and can be downloaded from the following address :-
es: y se puede descargar desde la siguiente dirección:
sr: и може се преузети са следеће адресе:-
sv: och kan laddas ner från följande adress:-
sw: na inaweza kupakuliwa kutoka kwa anwani ifuatayo:-
ta: மற்றும் பின்வரும் முகவரியிலிருந்து பதிவிறக்கம் செய்யலாம்:-
th: และสามารถดาวน์โหลดได้จากที่อยู่ต่อไปนี้ :-
tr: ve aşağıdaki adresten indirilebilir:
uk: і його можна завантажити за такою адресою: -
ur: اور درج ذیل ایڈریس سے ڈاؤن لوڈ کیا جا سکتا ہے:-
vi: và có thể tải xuống từ địa chỉ sau:

source: github.com/tanca/tanca/releases/tag/v1.12
sr: гитхуб.цом/танца/танца/релеасес/таг/в1.12

source: Details of my implementation can be found in the file SwissSystem.txt
es: Los detalles de mi implementación se pueden encontrar en el archivo SwissSystem.txt
sr: Детаљи моје имплементације могу се наћи у датотеци СвиссСистем.ткт
sv: Detaljer om min implementering finns i filen SwissSystem.txt
sw: Maelezo ya utekelezaji wangu yanaweza kupatikana katika faili SwissSystem.txt
ta: எனது செயல்படுத்தலின் விவரங்களை SwissSystem.txt கோப்பில் காணலாம்.
th: รายละเอียดการใช้งานของฉันสามารถดูได้ในไฟล์ SwissSystem.txt
tr: Uygulamamın ayrıntıları SwissSystem.txt dosyasında bulunabilir
uk: Деталі моєї реалізації можна знайти у файлі SwissSystem.txt
ur: میرے نفاذ کی تفصیلات SwissSystem.txt فائل میں مل سکتی ہیں۔
vi: Chi tiết về việc triển khai của tôi có thể được tìm thấy trong tệp SwissSystem.txt

source: which is part of the original download.
es: que es parte de la descarga original.
sr: који је део оригиналног преузимања.
sv: som är en del av den ursprungliga nedladdningen.
sw: ambayo ni sehemu ya upakuaji wa asili.
ta: இது அசல் பதிவிறக்கத்தின் ஒரு பகுதியாகும்.
th: ซึ่งเป็นส่วนหนึ่งของการดาวน์โหลดต้นฉบับ
tr: orijinal indirmenin bir parçasıdır.
uk: який є частиною оригінального завантаження.
ur: جو اصل ڈاؤن لوڈ کا حصہ ہے۔
vi: là một phần của bản tải xuống gốc.

source: Notes on tournament types
es: Notas sobre los tipos de torneos
sr: Напомене о типовима турнира
sv: Anteckningar om turneringstyper
sw: Vidokezo vya aina za mashindano
ta: போட்டி வகைகள் பற்றிய குறிப்புகள்
th: หมายเหตุเกี่ยวกับประเภทการแข่งขัน
tr: Turnuva türlerine ilişkin notlar
uk: Примітки щодо типів турнірів
ur: ٹورنامنٹ کی اقسام پر نوٹس
vi: Ghi chú về các loại giải đấu

source: Select engines
es: Seleccionar motores
sr: Изаберите моторе
sv: Välj motorer
sw: Chagua injini
ta: என்ஜின்களைத் தேர்ந்தெடுக்கவும்
th: เลือกเครื่องยนต์
tr: Motorları seçin
uk: Виберіть двигуни
ur: انجن منتخب کریں۔
vi: Chọn động cơ

source: Only engine parameter files (*.epm)
es: Sólo archivos de parámetros del motor (*.epm)
sr: Само датотеке параметара мотора (*.епм)
sv: Endast motorparameterfiler (*.epm)
sw: Faili za vigezo vya injini pekee (*.epm)
ta: இயந்திர அளவுரு கோப்புகள் மட்டும் (*.epm)
th: ไฟล์พารามิเตอร์เครื่องยนต์เท่านั้น (*.epm)
tr: Yalnızca motor parametre dosyaları (*.epm)
uk: Лише файли параметрів двигуна (*.epm)
ur: صرف انجن پیرامیٹر فائلز (*.epm)
vi: Chỉ các tệp tham số động cơ (*.epm)

source: can be used in engine tournaments.
es: Se puede utilizar en torneos de motores.
sr: може се користити у моторним турнирима.
sv: kan användas i motorturneringar.
sw: inaweza kutumika katika mashindano ya injini.
ta: இயந்திர போட்டிகளில் பயன்படுத்தலாம்.
th: สามารถนำไปใช้ในการแข่งขันเครื่องยนต์ได้
tr: motor turnuvalarında kullanılabilir.
uk: можна використовувати в турнірах двигуна.
ur: انجن ٹورنامنٹ میں استعمال کیا جا سکتا ہے.
vi: có thể được sử dụng trong các giải đấu động cơ.

source: So the file that you selected
es: Entonces el archivo que seleccionaste
sr: Дакле, фајл који сте изабрали
sv: Alltså filen du valde
sw: Kwa hivyo faili uliyochagua
ta: எனவே நீங்கள் தேர்ந்தெடுத்த கோப்பு
th: ดังนั้นไฟล์ที่คุณเลือก
tr: Yani seçtiğiniz dosya
uk: Отже, файл, який ви вибрали
ur: تو وہ فائل جسے آپ نے منتخب کیا۔
vi: Vì vậy, tập tin mà bạn đã chọn

source: without this extension was not added.
es: Sin esta extensión no se agregó.
sr: без овог проширења није додато.
sv: utan denna förlängning lades inte till.
sw: bila kiendelezi hiki haikuongezwa.
ta: இந்த நீட்டிப்பு இல்லாமல் சேர்க்கப்படவில்லை.
th: ถ้าไม่มีส่วนขยายนี้ก็ไม่ได้เพิ่มเข้าไป
tr: bu uzantı olmadan eklenemezdi.
uk: без цього розширення не було додано.
ur: اس توسیع کے بغیر شامل نہیں کیا گیا تھا.
vi: không có phần mở rộng này sẽ không được thêm vào.

source: For a detailed explanation of *.epm files,
es: Para obtener una explicación detallada de los archivos *.epm,
sr: За детаљно објашњење *.епм датотека,
sv: För en detaljerad förklaring av *.epm-filer,
sw: Kwa maelezo ya kina ya faili za *.epm,
ta: *.epm கோப்புகள் பற்றிய விரிவான விளக்கத்திற்கு,
th: สำหรับคำอธิบายโดยละเอียดของไฟล์ *.epm
tr: *.epm dosyalarının ayrıntılı açıklaması için,
uk: Для детального пояснення файлів *.epm див.
ur: *.epm فائلوں کی تفصیلی وضاحت کے لیے،
vi: Để biết giải thích chi tiết về các tệp *.epm,

source: click on the < epm file help > button.
es: Haga clic en el botón <ayuda del archivo epm>.
sr: кликните на дугме < епм филе хелп > дугме.
sv: klicka på knappen < epm file help >.
sw: bonyeza kitufe cha < epm faili msaada >.
ta: <epm கோப்பு உதவி > பொத்தானைக் கிளிக் செய்யவும்.
th: คลิกที่ปุ่ม <ความช่วยเหลือไฟล์ epm>
tr: < epm dosya yardımı > butonuna tıklayın.
uk: натисніть кнопку < epm file help >.
ur: <ای پی ایم فائل مدد> بٹن پر کلک کریں۔
vi: nhấp vào nút <trợ giúp tệp epm>.

source: In order to do this, you must first make a *.epm file for your selected engine.
es: Para hacer esto, primero debe crear un archivo *.epm para el motor seleccionado.
sr: Да бисте то урадили, прво морате да направите *.епм датотеку за изабрани мотор.
sv: För att göra detta måste du först skapa en *.epm-fil för din valda motor.
sw: Ili kufanya hivyo, lazima kwanza utengeneze faili ya *.epm kwa injini uliyochagua.
ta: இதைச் செய்ய, நீங்கள் முதலில் தேர்ந்தெடுத்த எஞ்சினுக்கு *.epm கோப்பை உருவாக்க வேண்டும்.
th: ในการดำเนินการนี้ คุณต้องสร้างไฟล์ *.epm สำหรับเครื่องยนต์ที่เลือกก่อน
tr: Bunu yapabilmek için öncelikle seçtiğiniz motor için bir *.epm dosyası oluşturmanız gerekmektedir.
uk: Щоб це зробити, ви повинні спочатку створити файл *.epm для вибраного двигуна.
ur: ایسا کرنے کے لیے، آپ کو پہلے اپنے منتخب انجن کے لیے *.epm فائل بنانا چاہیے۔
vi: Để thực hiện việc này, trước tiên bạn phải tạo tệp *.epm cho công cụ bạn đã chọn.
