Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Stop at sub-var start
es: Detenerse en el inicio de la subvariable
sr: Зауставите се на под-вар старту
sv: Stopp vid sub-var start
sw: Simamisha mwanzoni mwa sub-var
ta: துணை-var தொடக்கத்தில் நிறுத்து
th: หยุดที่จุดเริ่มต้นย่อย
tr: Alt değişken başlangıcında dur
uk: Зупинка на початку підзмінної
ur: ذیلی var آغاز پر رکیں۔
vi: Dừng lại ở sub-var start

source: Stop at sub-var end
es: Detenerse en el final de la subvariable
sr: Зауставите се на крају под-вар
sv: Stanna vid sub-var slutet
sw: Acha mwisho wa sub-var
ta: துணை-வார் முனையில் நிறுத்து
th: หยุดที่จุดสิ้นสุดของตัวแปรย่อย
tr: Alt değişkenin sonunda dur
uk: Зупинка на кінці підзмінної
ur: ذیلی var اختتام پر رکیں۔
vi: Dừng lại ở cuối sub-var

source: Stop at comments
es: Detenerse en los comentarios
sr: Зауставите се на коментарима
sv: Stanna vid kommentarer
sw: Acha kwenye maoni
ta: கருத்துகளில் நிறுத்துங்கள்.
th: หยุดที่ความคิดเห็น
tr: Yorumlarda durun
uk: Зупиніться на коментарях
ur: تبصرے پر رکیں۔
vi: Dừng lại ở phần bình luận

source: Use piece animation
es: Usar animación de piezas
sr: Користите анимацију комада
sv: Använd bitanimering
sw: Tumia uhuishaji wa kipande
ta: துண்டு அனிமேஷனைப் பயன்படுத்தவும்.
th: ใช้แอนิเมชั่นชิ้นงาน
tr: Parça animasyonu kullan
uk: Використовуйте анімацію фрагментів
ur: پیس اینیمیشن کا استعمال کریں۔
vi: Sử dụng hoạt hình mảnh

source: Move delay (seconds)
es: Retraso de movimiento (segundos)
sr: Кашњење кретања (секунде)
sv: Flyttfördröjning (sekunder)
sw: Kuchelewa kwa hoja (sekunde)
ta: நகர்த்தல் தாமதம் (வினாடிகள்)
th: ความล่าช้าในการเคลื่อนย้าย (วินาที)
tr: Hareket gecikmesi (saniye)
uk: Затримка переміщення (секунди)
ur: تاخیر منتقل کریں (سیکنڈ)
vi: Độ trễ di chuyển (giây)

source: Show start of game notification message
es: Mostrar mensaje de notificación de inicio de juego
sr: Прикажи поруку са обавештењем о почетку игре
sv: Visa meddelande om spelstart
sw: Onyesha mwanzo wa ujumbe wa arifa ya mchezo
ta: விளையாட்டு தொடக்க அறிவிப்பு செய்தியைக் காட்டு
th: แสดงข้อความแจ้งเตือนการเริ่มต้นเกม
tr: Oyun başlangıcı bildirim mesajını göster
uk: Показати сповіщення про початок гри
ur: گیم نوٹیفکیشن پیغام کی شروعات دکھائیں۔
vi: Hiển thị thông báo bắt đầu trò chơi

source: Show start notification message
es: Mostrar mensaje de notificación de inicio
sr: Прикажи поруку са обавештењем о почетку
sv: Visa startaviseringsmeddelande
sw: Onyesha ujumbe wa arifa ya kuanza
ta: தொடக்க அறிவிப்பு செய்தியைக் காட்டு
th: แสดงข้อความแจ้งเตือนการเริ่มต้น
tr: Başlangıç bildirim mesajını göster
uk: Показати сповіщення про початок
ur: شروع کی اطلاع کا پیغام دکھائیں۔
vi: Hiển thị thông báo bắt đầu

source: Show stop notification message
es: Mostrar mensaje de notificación de parada
sr: Прикажи поруку са обавештењем о заустављању
sv: Visa meddelande om stoppmeddelande
sw: Onyesha ujumbe wa arifa ya kusitisha
ta: நிறுத்த அறிவிப்பு செய்தியைக் காட்டு
th: แสดงข้อความแจ้งเตือนการหยุด
tr: Durdurma bildirim mesajını göster
uk: Показати сповіщення про зупинку
ur: اسٹاپ نوٹیفکیشن پیغام دکھائیں۔
vi: Hiển thị thông báo dừng tin nhắn

source: Show < F9 > stop message box
es: Mostrar el cuadro de mensaje de detención < F9 >
sr: Прикажи < Ф9 > кутију за заустављање
sv: Visa < F9 > stoppmeddelanderutan
sw: Onyesha < F9 > kisanduku cha ujumbe wa kusitisha
ta: < F9 > நிறுத்து செய்திப் பெட்டியைக் காட்டு
th: แสดงกล่องข้อความหยุด < F9 >
tr: < F9 > dur mesaj kutusunu göster
uk: Показати вікно зупинки повідомлення <F9>
ur: <F9> سٹاپ میسج باکس دکھائیں۔
vi: Hiển thị hộp thông báo dừng < F9 >

source: Check to replay sub-variations
es: Marcar para reproducir subvariaciones
sr: Означите да бисте поново репродуковали подваријације
sv: Markera för att spela om undervarianter
sw: Angalia ili kucheza tena tofauti ndogo
ta: துணை மாறுபாடுகளை மீண்டும் இயக்க சரிபார்க்கவும்.
th: ตรวจสอบเพื่อเล่นซ้ำรูปแบบย่อย
tr: Alt varyasyonları tekrar oynatmak için kontrol edin
uk: Поставте прапорець, щоб відтворити підваріанти
ur: ذیلی تغیرات کو دوبارہ چلانے کے لیے چیک کریں۔
vi: Kiểm tra để phát lại các biến thể phụ

source: Check to stop auto-replay at start of a sub-var
es: Marque para detener la reproducción automática al inicio de una subvariable
sr: Означите да бисте зауставили аутоматску репродукцију на почетку под-варијанте
sv: Markera för att stoppa automatisk uppspelning vid början av en sub-var
sw: Angalia ili kuacha kucheza tena kiotomatiki mwanzoni mwa sub-var
ta: துணை-var இன் தொடக்கத்தில் தானியங்கி மறு இயக்கத்தை நிறுத்த சரிபார்க்கவும்.
th: เลือกเพื่อหยุดการเล่นซ้ำอัตโนมัติเมื่อเริ่มต้นตัวแปรย่อย
tr: Bir alt değişkenin başlangıcında otomatik tekrarı durdurmak için işaretleyin
uk: Поставте прапорець, щоб зупинити автоматичне відтворення на початку субваріації
ur: ذیلی var کے شروع میں آٹو ری پلے کو روکنے کے لیے چیک کریں۔
vi: Kiểm tra để dừng phát lại tự động khi bắt đầu một biến phụ

source: Check to stop auto-replay at end of a sub-variation
es: Marque para detener la reproducción automática al final de una subvariación
sr: Означите да бисте зауставили аутоматску репродукцију на крају подваријације
sv: Markera för att stoppa automatisk uppspelning i slutet av en undervariant
sw: Angalia ili kuacha kucheza tena kiotomatiki mwishoni mwa tofauti ndogo
ta: துணை மாறுபாட்டின் முடிவில் தானியங்கி மறு இயக்கத்தை நிறுத்த சரிபார்க்கவும்.
th: เลือกเพื่อหยุดการเล่นซ้ำอัตโนมัติเมื่อสิ้นสุดรูปแบบย่อย
tr: Bir alt varyasyonun sonunda otomatik tekrarı durdurmak için işaretleyin
uk: Поставте прапорець, щоб зупинити автоматичне відтворення в кінці підваріації
ur: ذیلی تغیر کے اختتام پر آٹو ری پلے کو روکنے کے لیے چیک کریں۔
vi: Kiểm tra để dừng phát lại tự động ở cuối một biến thể phụ

source: Stop auto-replay when a comment is reached
es: Detener la reproducción automática cuando se llega a un comentario
sr: Зауставите аутоматску репродукцију када дође до коментара
sv: Stoppa automatisk uppspelning när en kommentar nås
sw: Acha kucheza tena kiotomatiki maoni yanapofikiwa
ta: ஒரு கருத்தை அடைந்ததும் தானியங்கி மறு இயக்கத்தை நிறுத்து.
th: หยุดการเล่นซ้ำอัตโนมัติเมื่อได้รับความคิดเห็น
tr: Bir yoruma ulaşıldığında otomatik tekrarı durdur
uk: Зупинити автоматичне відтворення, коли досягнуто коментаря
ur: تبصرے تک پہنچنے پر آٹو ری پلے بند کریں۔
vi: Dừng tự động phát lại khi có bình luận

source: Use piece animation during auto-replay
es: Usar la animación de piezas durante la reproducción automática
sr: Користите анимацију комада током аутоматске репродукције
sv: Använd bitanimering under automatisk uppspelning
sw: Tumia uhuishaji wa kipande wakati wa kucheza tena kiotomatiki
ta: தானியங்கி மறு இயக்கத்தின் போது துண்டு அனிமேஷனைப் பயன்படுத்தவும்.
th: ใช้แอนิเมชั่นชิ้นส่วนระหว่างการเล่นซ้ำอัตโนมัติ
tr: Otomatik tekrar sırasında parça animasyonunu kullan
uk: Використовуйте анімацію фрагментів під час автоматичного повтору
ur: آٹو ری پلے کے دوران پیس اینیمیشن کا استعمال کریں۔
vi: Sử dụng hoạt ảnh mảnh trong quá trình phát lại tự động

source: Enter the move delay time for game replay
es: Introduzca el tiempo de retraso del movimiento para la repetición del juego
sr: Унесите време одлагања потеза за понављање игре
sv: Ange fördröjningstiden för omspelning av spelet
sw: Ingiza muda wa kucheleweshwa kwa hoja kwa ajili ya kucheza tena
ta: விளையாட்டை மீண்டும் இயக்குவதற்கான நகர்வு தாமத நேரத்தை உள்ளிடவும்.
th: ป้อนเวลาหน่วงการเคลื่อนไหวเพื่อรีเพลย์เกม
tr: Oyun tekrarı için hareket gecikme süresini girin
uk: Введіть час затримки ходу для повтору гри
ur: گیم ری پلے کے لیے حرکت میں تاخیر کا وقت درج کریں۔
vi: Nhập thời gian trì hoãn di chuyển để phát lại trò chơi

source: Show start game notification message for auto-replay
es: Mostrar mensaje de notificación de inicio de juego para repetición automática
sr: Прикажи поруку са обавештењем о почетку игре за аутоматску репродукцију
sv: Visa meddelande om start av spel för automatisk omspelning
sw: Onyesha ujumbe wa arifa ya mchezo unapoanza kwa kucheza tena kiotomatiki
ta: தானியங்கி மறு இயக்கத்திற்கான தொடக்க விளையாட்டு அறிவிப்பு செய்தியைக் காட்டு.
th: แสดงข้อความแจ้งเตือนการเริ่มเกมเพื่อการเล่นซ้ำอัตโนมัติ
tr: Otomatik tekrar için oyun başlatma bildirim mesajını göster
uk: Показувати сповіщення про початок гри для автоматичного повтору
ur: آٹو ری پلے کے لیے گیم اسٹارٹ نوٹیفکیشن پیغام دکھائیں۔
vi: Hiển thị thông báo bắt đầu trò chơi để tự động phát lại

source: Show start notification message for auto-replay
es: Mostrar mensaje de notificación de inicio para repetición automática
sr: Прикажи поруку са обавештењем о почетку за аутоматску репродукцију
sv: Visa startmeddelande för automatisk uppspelning
sw: Onyesha ujumbe wa arifa ya kuanza kwa kucheza tena kiotomatiki
ta: தானியங்கி மறு இயக்கத்திற்கான தொடக்க அறிவிப்பு செய்தியைக் காட்டு.
th: แสดงข้อความแจ้งเตือนการเริ่มต้นเพื่อการเล่นซ้ำอัตโนมัติ
tr: Otomatik tekrar için başlangıç bildirim mesajını göster
uk: Показати сповіщення про початок автоматичного повтору
ur: آٹو ری پلے کے لیے اسٹارٹ نوٹیفکیشن کا پیغام دکھائیں۔
vi: Hiển thị thông báo bắt đầu để phát lại tự động

source: Show stop notification message for auto-replay
es: Mostrar mensaje de notificación de detención para reproducción automática
sr: Прикажи поруку са обавештењем о заустављању за аутоматску репродукцију
sv: Visa stoppmeddelande för automatisk uppspelning
sw: Onyesha ujumbe wa arifa ya kusitisha kwa kucheza tena kiotomatiki
ta: தானியங்கி மறு இயக்கத்திற்கான நிறுத்த அறிவிப்பு செய்தியைக் காட்டு
th: แสดงข้อความแจ้งเตือนการหยุดการเล่นซ้ำอัตโนมัติ
tr: Otomatik tekrar için durdurma bildirim mesajını göster
uk: Показувати сповіщення про зупинку для автоматичного повтору
ur: آٹو ری پلے کے لیے اسٹاپ نوٹیفکیشن پیغام دکھائیں۔
vi: Hiển thị thông báo dừng để phát lại tự động

source: When you activate auto replay, the current game
es: Cuando activas la repetición automática, el juego actual
sr: Када активирате аутоматску репродукцију, тренутна игра
sv: När du aktiverar automatisk replay, det aktuella spelet
sw: Unapowasha uchezaji wa kiotomatiki, mchezo wa sasa
ta: நீங்கள் தானியங்கி மறு இயக்கத்தை செயல்படுத்தும்போது, ​​தற்போதைய விளையாட்டு
th: เมื่อคุณเปิดใช้งานการเล่นซ้ำอัตโนมัติ เกมปัจจุบัน
tr: Otomatik tekrarı etkinleştirdiğinizde, geçerli oyun
uk: При активації автоматичного повтору поточна гра
ur: جب آپ آٹو ری پلے کو چالو کرتے ہیں تو موجودہ گیم
vi: Khi bạn kích hoạt phát lại tự động, trò chơi hiện tại

source: will be automatically replayed using the following options :-
es: Se reproducirá automáticamente utilizando las siguientes opciones:
sr: ће се аутоматски репродуковати користећи следеће опције: -
sv: kommer att spelas upp automatiskt med följande alternativ:
sw: itachezwa kiotomatiki kwa kutumia chaguzi zifuatazo:-
ta: பின்வரும் விருப்பங்களைப் பயன்படுத்தி தானாகவே மீண்டும் இயக்கப்படும்:-
th: จะถูกเล่นซ้ำอัตโนมัติโดยใช้ตัวเลือกต่อไปนี้ :-
tr: Aşağıdaki seçenekler kullanılarak otomatik olarak tekrar oynatılacaktır:
uk: буде автоматично відтворено за такими параметрами:-
ur: مندرجہ ذیل اختیارات کا استعمال کرتے ہوئے خود بخود دوبارہ چلایا جائے گا: -
vi: sẽ được tự động phát lại bằng các tùy chọn sau:

source: Replay sub-variations - Check to replay sub-variations
es: Repetir subvariaciones: marcar para repetir subvariaciones
sr: Понови подваријације – потврдите избор да бисте поново репродуковали подваријације
sv: Spela om undervariationer - Markera för att spela om undervariationer
sw: Cheza tena tofauti ndogo - Angalia ili kucheza tena tofauti ndogo
ta: துணை மாறுபாடுகளை மீண்டும் இயக்கு - துணை மாறுபாடுகளை மீண்டும் இயக்க சரிபார்க்கவும்.
th: เล่นซ้ำรูปแบบย่อย - เลือกเพื่อเล่นซ้ำรูปแบบย่อย
tr: Alt varyasyonları tekrar oynat - Alt varyasyonları tekrar oynatmak için işaretleyin
uk: Відтворити підваріанти – позначте, щоб відтворити підваріанти
ur: ذیلی تغیرات کو دوبارہ چلائیں - ذیلی تغیرات کو دوبارہ چلانے کے لیے چیک کریں۔
vi: Phát lại các biến thể phụ - Kiểm tra để phát lại các biến thể phụ

source: as well as moves in the main line.
es: así como movimientos en la línea principal.
sr: као и потези у главној линији.
sv: samt drag i stambanan.
sw: pamoja na hatua katika mstari kuu.
ta: அத்துடன் பிரதான வரிசையில் நகர்கிறது.
th: พร้อมเคลื่อนตัวในแนวสายหลักด้วย
tr: ana hatta da hareket ediyor.
uk: а також ходи в основній лінії.
ur: ساتھ ساتھ مین لائن میں حرکت کرتا ہے۔
vi: cũng như các động thái trong dòng chính.

source: Stop at sub-var start - Check to stop auto-replay at the start of a sub-var.
es: Detener al inicio de la subvariable: marque para detener la reproducción automática al inicio de una subvariable.
sr: Стоп ат суб-вар старт - Означите да бисте зауставили аутоматску репродукцију на почетку под-варе
sv: Stoppa vid start av sub-var - Markera för att stoppa automatisk uppspelning i början av en sub-
sw: Simamisha mwanzo wa sub-var - Angalia ili kusimamisha kucheza tena kiotomatiki mwanzoni mwa sub-
ta: துணை-var தொடக்கத்தில் நிறுத்து - துணை-யின் தொடக்கத்தில் தானியங்கி மறு இயக்கத்தை நிறுத்த சரிபார்க்கவும்.
th: หยุดที่จุดเริ่มต้นของตัวแปรย่อย - เลือกเพื่อหยุดการเล่นซ้ำอัตโนมัติที่จุดเริ่มต้นของตัวแปรย่อย
tr: Alt değişken başlangıcında dur - Alt değişken başlangıcında otomatik tekrarı durdurmak için işaretleyin.
uk: Зупинити на початку підзмінної – позначте, щоб зупинити автоматичне відтворення на початку підзмінної
ur: ذیلی var آغاز پر رکیں - ذیلی کے آغاز پر آٹو ری پلے کو روکنے کے لیے چیک کریں
vi: Dừng ở phần bắt đầu của sub-var - Kiểm tra để dừng phát lại tự động khi bắt đầu một sub-var

source: Stop at sub-var end - Check to stop auto-replay at the end of a sub-var.
es: Detener al final de la subvariable: marque esta opción para detener la reproducción automática al final de una subvariable.
sr: Стоп ат суб-вар енд - Означите да бисте зауставили аутоматску репродукцију на крају под-вар.
sv: Stop at sub-var end - Markera för att stoppa auto-replay i slutet av en sub-var.
sw: Simamisha mwisho wa sub-var - Angalia ili kuacha kucheza tena kiotomatiki mwishoni mwa sub-var.
ta: துணை-var முடிவில் நிறுத்து - துணை-var இன் முடிவில் தானியங்கி மறு இயக்கத்தை நிறுத்த சரிபார்க்கவும்.
th: หยุดที่จุดสิ้นสุดของตัวแปรย่อย - เลือกเพื่อหยุดการเล่นซ้ำอัตโนมัติที่จุดสิ้นสุดของตัวแปรย่อย
tr: Alt değişkenin sonunda dur - Alt değişkenin sonunda otomatik tekrarı durdurmak için işaretleyin.
uk: Зупинити наприкінці суб-змінної – позначте, щоб зупинити автоматичне відтворення в кінці підзмінної.
ur: ذیلی ور کے اختتام پر رکیں - ذیلی ور کے اختتام پر آٹو ری پلے کو روکنے کے لیے چیک کریں۔
vi: Dừng ở cuối sub-var - Kiểm tra để dừng phát lại tự động ở cuối sub-var.

source: Stop at comment - Check to stop auto-replay at a comment.
es: Detenerse en el comentario: marque para detener la reproducción automática en un comentario.
sr: Заустави на коментару – потврдите избор да бисте зауставили аутоматску репродукцију на коментару.
sv: Stoppa vid kommentar - Markera för att stoppa automatisk uppspelning av en kommentar.
sw: Simamisha kwenye maoni - Angalia ili kuacha kucheza tena kiotomatiki kwenye maoni.
ta: கருத்தில் நிறுத்து - கருத்தில் தானியங்கி மறு இயக்கத்தை நிறுத்த சரிபார்க்கவும்.
th: หยุดที่ความคิดเห็น - เลือกเพื่อหยุดการเล่นซ้ำอัตโนมัติที่ความคิดเห็น
tr: Yorumda durdur - Yorumda otomatik tekrarı durdurmak için işaretleyin.
uk: Зупинити на коментарі. Поставте прапорець, щоб зупинити автоматичне відтворення на коментарі.
ur: تبصرے پر رکیں - تبصرے پر آٹو ری پلے کو روکنے کے لیے چیک کریں۔
vi: Dừng tại bình luận - Chọn để dừng phát lại tự động tại bình luận.

source: Use animation - Use piece animation during auto-replay.
es: Usar animación: utiliza la animación de la pieza durante la reproducción automática.
sr: Користи анимацију - Користите анимацију за део током аутоматске репродукције.
sv: Använd animation - Använd bitanimering under automatisk uppspelning.
sw: Tumia uhuishaji - Tumia uhuishaji wa kipande wakati wa kucheza tena kiotomatiki.
ta: அனிமேஷனைப் பயன்படுத்தவும் - தானியங்கி மறு இயக்கத்தின் போது துண்டு அனிமேஷனைப் பயன்படுத்தவும்.
th: ใช้แอนิเมชั่น - ใช้แอนิเมชั่นชิ้นส่วนระหว่างการเล่นซ้ำอัตโนมัติ
tr: Animasyon kullan - Otomatik tekrar sırasında parça animasyonunu kullan.
uk: Використовувати анімацію - використовувати анімацію фрагментів під час автоматичного повтору.
ur: اینیمیشن کا استعمال کریں - آٹو ری پلے کے دوران پیس اینیمیشن کا استعمال کریں۔
vi: Sử dụng hoạt ảnh - Sử dụng hoạt ảnh từng phần trong quá trình phát lại tự động.

source: Move delay (seconds) - Enter the delay in seconds for replaying the moves.
es: Retraso de movimiento (segundos): ingrese el retraso en segundos para reproducir los movimientos.
sr: Кашњење покрета (секунде) - Унесите кашњење у секундама за понављање потеза.
sv: Flyttfördröjning (sekunder) - Ange fördröjningen i sekunder för omspelning av dragen.
sw: Ucheleweshaji wa kusonga (sekunde) - Weka ucheleweshaji wa sekunde kwa kucheza tena hatua.
ta: நகர்வு தாமதம் (வினாடிகள்) - நகர்வுகளை மீண்டும் இயக்குவதற்கான தாமதத்தை வினாடிகளில் உள்ளிடவும்.
th: ความล่าช้าในการเคลื่อนไหว (วินาที) - ป้อนความล่าช้าเป็นวินาทีในการเล่นซ้ำการเคลื่อนไหว
tr: Hamle gecikmesi (saniye) - Hamlelerin tekrar oynatılması için gecikmeyi saniye cinsinden girin.
uk: Затримка ходу (секунди) - введіть затримку в секундах для повторного відтворення ходів.
ur: حرکت میں تاخیر (سیکنڈ) - چالوں کو دوبارہ چلانے کے لیے سیکنڈ میں تاخیر درج کریں۔
vi: Độ trễ di chuyển (giây) - Nhập độ trễ tính bằng giây để phát lại các nước đi.

source: Show start game notification message - Check to show a notification message
es: Mostrar mensaje de notificación de inicio del juego: marque para mostrar un mensaje de notificación
sr: Прикажи поруку са обавештењем о почетку игре - означите да бисте приказали поруку са обавештењем
sv: Visa meddelande om start av spel - Markera för att visa ett aviseringsmeddelande
sw: Onyesha ujumbe wa arifa ya mchezo unapoanza - Angalia ili kuonyesha ujumbe wa arifa
ta: விளையாட்டு தொடக்க அறிவிப்பு செய்தியைக் காட்டு - அறிவிப்பு செய்தியைக் காட்ட சரிபார்க்கவும்.
th: แสดงข้อความแจ้งเตือนการเริ่มเกม - เลือกเพื่อแสดงข้อความแจ้งเตือน
tr: Oyun başlatma bildirim mesajını göster - Bildirim mesajını göstermek için işaretleyin
uk: Показувати сповіщення про початок гри – поставте прапорець, щоб відображати сповіщення
ur: گیم اسٹارٹ نوٹیفکیشن پیغام دکھائیں - اطلاعی پیغام دکھانے کے لیے چیک کریں۔
vi: Hiển thị thông báo bắt đầu trò chơi - Kiểm tra để hiển thị thông báo

source: when auto-replay is started at the beginning of a game.
es: cuando la repetición automática se inicia al comienzo de un juego.
sr: када је аутоматска репродукција покренута на почетку игре.
sv: när auto-replay startas i början av ett spel.
sw: wakati uchezaji wa kiotomatiki unapoanzishwa mwanzoni mwa mchezo.
ta: விளையாட்டின் தொடக்கத்தில் தானியங்கி மறு இயக்கம் தொடங்கப்படும் போது.
th: เมื่อเริ่มเล่นซ้ำอัตโนมัติในช่วงเริ่มต้นของเกม
tr: Bir oyunun başında otomatik tekrar başlatıldığında.
uk: коли автоповтор запускається на початку гри.
ur: جب گیم کے آغاز میں آٹو ری پلے شروع ہوتا ہے۔
vi: khi tính năng phát lại tự động được bắt đầu ở đầu trò chơi.

source: Show start notification message - Check to show a notification message
es: Mostrar mensaje de notificación de inicio: marque para mostrar un mensaje de notificación
sr: Прикажи поруку са обавештењем о почетку - означите да бисте приказали поруку са обавештењем
sv: Visa startmeddelande - Markera för att visa ett aviseringsmeddelande
sw: Onyesha ujumbe wa arifa ya kuanza - Angalia ili kuonyesha ujumbe wa arifa
ta: தொடக்க அறிவிப்பு செய்தியைக் காட்டு - அறிவிப்பு செய்தியைக் காட்ட சரிபார்க்கவும்.
th: แสดงข้อความแจ้งเตือนการเริ่มต้น - เลือกเพื่อแสดงข้อความแจ้งเตือน
tr: Başlangıç bildirim mesajını göster - Bildirim mesajını göstermek için işaretleyin
uk: Показати початкове сповіщення. Поставте прапорець, щоб відображати сповіщення
ur: ابتدائی اطلاعی پیغام دکھائیں - اطلاعی پیغام دکھانے کے لیے چیک کریں۔
vi: Hiển thị thông báo bắt đầu - Kiểm tra để hiển thị thông báo

source: when auto-replay is started.
es: Cuando se inicia la reproducción automática.
sr: када се покрене аутоматска репродукција.
sv: när automatisk uppspelning startas.
sw: wakati uchezaji upya kiotomatiki unapoanzishwa.
ta: தானியங்கி மறு இயக்கம் தொடங்கும் போது.
th: เมื่อเริ่มการเล่นซ้ำอัตโนมัติ
tr: otomatik tekrar başlatıldığında.
uk: коли запускається автоматичне відтворення.
ur: جب آٹو ری پلے شروع ہوتا ہے۔
vi: khi tính năng phát lại tự động bắt đầu.

source: Show stop notification message - Check to show a notification message
es: Mostrar mensaje de notificación de detención: marque para mostrar un mensaje de notificación
sr: Прикажи поруку са обавештењем о заустављању – потврдите избор да бисте приказали поруку са обавештењем
sv: Visa meddelande om stopp - Markera för att visa ett aviseringsmeddelande
sw: Onyesha ujumbe wa arifa ya kusitisha - Angalia ili kuonyesha ujumbe wa arifa
ta: நிறுத்த அறிவிப்பு செய்தியைக் காட்டு - அறிவிப்பு செய்தியைக் காட்ட சரிபார்க்கவும்.
th: แสดงข้อความแจ้งเตือนการหยุด - เลือกเพื่อแสดงข้อความแจ้งเตือน
tr: Durdurma bildirim mesajını göster - Bildirim mesajını göstermek için işaretleyin
uk: Показувати сповіщення про зупинку – поставте прапорець, щоб відображати сповіщення
ur: سٹاپ اطلاعی پیغام دکھائیں - اطلاعی پیغام دکھانے کے لیے چیک کریں۔
vi: Hiển thị thông báo dừng - Kiểm tra để hiển thị thông báo

source: when auto-replay is stopped.
es: cuando se detiene la reproducción automática.
sr: када је аутоматска репродукција заустављена.
sv: när automatisk uppspelning stoppas.
sw: wakati uchezaji wa kiotomatiki umesimamishwa.
ta: தானியங்கி மறு இயக்கம் நிறுத்தப்படும் போது.
th: เมื่อหยุดการเล่นซ้ำอัตโนมัติ
tr: otomatik tekrar durdurulduğunda.
uk: коли автоматичне відтворення зупинено.
ur: جب آٹو ری پلے روک دیا جاتا ہے۔
vi: khi chế độ phát lại tự động dừng lại.

source: Show < F9 > stop message box - Check to show a message box when the user
es: Mostrar cuadro de mensaje de detención < F9 >: marque para mostrar un cuadro de mensaje cuando el usuario
sr: Прикажи < Ф9 > заустави оквир за поруке - Означите да бисте приказали оквир за поруку када корисник
sv: Visa < F9 > stoppa meddelanderuta - Markera för att visa en meddelanderuta när användaren
sw: Onyesha < F9 > kisanduku cha ujumbe wa kusimamisha - Angalia ili kuonyesha kisanduku cha ujumbe wakati mtumiaji
ta: < F9 > stop message box - பயனர்
th: แสดงกล่องข้อความหยุด < F9 > - เลือกเพื่อแสดงกล่องข้อความเมื่อผู้ใช้
tr: < F9 > durdurma ileti kutusunu göster - Kullanıcı bir ileti kutusu açtığında bir ileti kutusu göstermek için işaretleyin
uk: Показувати <F9> зупинити вікно повідомлень – позначте, щоб відображати вікно повідомлень, коли користувач
ur: دکھائیں < F9 > سٹاپ میسج باکس - میسج باکس دکھانے کے لیے چیک کریں جب صارف
vi: Hiển thị hộp thông báo dừng < F9 > - Kiểm tra để hiển thị hộp thông báo khi người dùng

source: presses < F9 > to stop automatic replay.
es: Presiona <F9> para detener la reproducción automática.
sr: притисне < Ф9 > да заустави аутоматску репродукцију.
sv: trycker på < F9 > för att stoppa automatisk uppspelning.
sw: bonyeza < F9 > ili kuacha kucheza tena kiotomatiki.
ta: தானியங்கி மறு இயக்கத்தை நிறுத்த <F9 > ஐ அழுத்துகிறது.
th: กด <F9> เพื่อหยุดการเล่นซ้ำอัตโนมัติ
tr: Otomatik tekrarı durdurmak için < F9 > tuşuna basın.
uk: натискає <F9>, щоб зупинити автоматичне відтворення.
ur: خودکار ری پلے کو روکنے کے لیے <F9> دبائیں
vi: nhấn < F9 > để dừng phát lại tự động.

source: Automatic move replay options help
es: Las opciones de repetición automática de movimientos ayudan
sr: Помажу опције аутоматског понављања покрета
sv: Alternativ för automatisk omspelning av drag hjälper
sw: Usaidizi wa chaguo za kucheza tena kiotomatiki
ta: தானியங்கி நகர்வு மறு இயக்க விருப்பங்கள் உதவுகின்றன.
th: ตัวเลือกรีเพลย์อัตโนมัติช่วย
tr: Otomatik hareket tekrarı seçenekleri yardım
uk: Автоматичні параметри відтворення ходу допомагають
ur: خودکار حرکت ری پلے کے اختیارات میں مدد ملتی ہے۔
vi: Tùy chọn phát lại di chuyển tự động giúp
