Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Add sub-variations : Check this box to add sub-variations to the game.
es: Añadir subvariaciones: marque esta casilla para agregar subvariaciones al juego.
sr: Додај подваријације : Означите ово поље за додавање подваријација у игру.
sv: Lägg till undervarianter : Markera den här rutan för att lägga till undervarianter till spelet.
sw: Ongeza tofauti ndogo : Teua kisanduku hiki ili kuongeza tofauti ndogo kwenye mchezo.
ta: துணை மாறுபாடுகளைச் சேர்க்கவும்: விளையாட்டில் துணை மாறுபாடுகளைச் சேர்க்க இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: เพิ่มรูปแบบย่อย: ทำเครื่องหมายในช่องนี้เพื่อเพิ่มรูปแบบย่อยลงในเกม
tr: Alt varyasyonlar ekle : Oyuna alt varyasyonlar eklemek için bu kutuyu işaretleyin.
uk: Додати підваріанти: установіть цей прапорець, щоб додати до гри підваріанти.
ur: ذیلی تغیرات شامل کریں : گیم میں ذیلی تغیرات شامل کرنے کے لیے اس باکس کو چیک کریں۔
vi: Thêm các biến thể phụ: Đánh dấu vào ô này để thêm các biến thể phụ vào trò chơi.

source: Analyse book moves : Check this box to analyse the book moves in a game.
es: Analizar movimientos del libro: marque esta casilla para analizar los movimientos del libro en un juego.
sr: Анализирај потезе књиге : Означите ово поље да бисте анализирали потезе књиге у игри.
sv: Analysera bokdrag : Markera den här rutan för att analysera bokdragen i ett spel.
sw: Changanua mienendo ya kitabu : Teua kisanduku hiki ili kuchanganua mienendo ya kitabu katika mchezo.
ta: புத்தக நகர்வுகளை பகுப்பாய்வு செய்யுங்கள்: ஒரு விளையாட்டில் புத்தக நகர்வுகளை பகுப்பாய்வு செய்ய இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: วิเคราะห์การเคลื่อนไหวของหนังสือ: ทำเครื่องหมายในช่องนี้เพื่อวิเคราะห์การเคลื่อนไหวของหนังสือในเกม
tr: Kitap hareketlerini analiz et: Bir oyundaki kitap hareketlerini analiz etmek için bu kutuyu işaretleyin.
uk: Аналізувати ходи книги: поставте цей прапорець, щоб аналізувати ходи книги в грі.
ur: کتاب کی چالوں کا تجزیہ کریں : گیم میں کتاب کی چالوں کا تجزیہ کرنے کے لیے اس باکس کو چیک کریں۔
vi: Phân tích các bước di chuyển của quân cờ: Đánh dấu vào ô này để phân tích các bước di chuyển của quân cờ trong một ván đấu.

source: Comments : Check the following boxes to add comments to :-
es: Comentarios: Marque las siguientes casillas para agregar comentarios:
sr: Коментари: Означите следећа поља да бисте додали коментаре на:-
sv: Kommentarer: Markera följande rutor för att lägga till kommentarer till:-
sw: Maoni : Angalia visanduku vifuatavyo ili kuongeza maoni kwa:-
ta: கருத்துகள்: கருத்துகளைச் சேர்க்க பின்வரும் பெட்டிகளைத் தேர்வுசெய்யவும்:-
th: ความคิดเห็น : ทำเครื่องหมายในช่องต่อไปนี้เพื่อเพิ่มความคิดเห็น:
tr: Yorumlar : Yorum eklemek için aşağıdaki kutuları işaretleyin:
uk: Коментарі: установіть прапорці, щоб додати коментарі до:-
ur: تبصرے : تبصرے شامل کرنے کے لیے درج ذیل خانوں کو چیک کریں:-
vi: Bình luận: Đánh dấu vào các ô sau để thêm bình luận vào:

source: Errors : errors in the main line.
es: Errores: errores en la línea principal.
sr: Грешке: грешке у главној линији.
sv: Fel : fel i huvudlinjen.
sw: Makosa : makosa katika mstari mkuu.
ta: பிழைகள்: பிரதான வரியில் பிழைகள்.
th: ข้อผิดพลาด : ข้อผิดพลาดในสายหลัก
tr: Hatalar : ana satırdaki hatalar.
uk: Помилки: помилки в основному рядку.
ur: غلطیاں: مین لائن میں غلطیاں۔
vi: Lỗi: lỗi ở dòng chính.

source: Pre sub-var : the beginning of a sub-variation, before the moves.
es: Pre sub-var: el comienzo de una sub-variación, antes de los movimientos.
sr: Пре суб-вар : почетак подваријације, пре потеза.
sv: Pre sub-var : början av en sub-variation, före dragen.
sw: Pre sub-var : mwanzo wa tofauti ndogo, kabla ya kusonga.
ta: முன் துணை-var: நகர்வுகளுக்கு முன், ஒரு துணை-மாறுபாட்டின் ஆரம்பம்.
th: Pre sub-var: จุดเริ่มต้นของการเปลี่ยนแปลงย่อย ก่อนที่จะมีการเคลื่อนไหว
tr: Pre sub-varyasyon : alt varyasyonun başlangıcı, hamlelerden önce.
uk: Попередній підваріант: початок підваріанту перед ходами.
ur: پری ذیلی var : ایک ذیلی تغیر کا آغاز، چالوں سے پہلے۔
vi: Pre sub-var: phần đầu của một biến thể phụ, trước các nước đi.

source: In order to add pre sub-var comments, Post sub-var must be checked.
es: Para agregar comentarios previos a la subvariable, se debe marcar la subvariable posterior.
sr: Да бисте додали пре под-вар коментаре, Пост суб-вар мора бити означен.
sv: För att lägga till pre-sub-var-kommentarer måste Post sub-var vara markerad.
sw: Ili kuongeza maoni ya pre sub-var, Post sub-var lazima iangaliwe.
ta: துணை-var-க்கு முந்தைய கருத்துகளைச் சேர்க்க, Post துணை-var என்பதைச் சரிபார்க்க வேண்டும்.
th: เพื่อจะเพิ่มความคิดเห็นก่อน subvar จะต้องทำเครื่องหมายที่ post subvar
tr: Pre sub-var yorumlarını ekleyebilmek için Post sub-var'ının işaretli olması gerekmektedir.
uk: Для того, щоб додати коментарі попередньої вкладеної змінної, потрібно встановити позначку «Опублікувати вкладену змінну».
ur: پری ذیلی var تبصرے شامل کرنے کے لیے، پوسٹ ذیلی وار کو چیک کرنا ضروری ہے۔
vi: Để thêm chú thích pre sub-var, phải chọn Post sub-var.

source: Post sub-var : the end of a sub-variation, after the moves.
es: Post sub-var: el final de una sub-variación, después de los movimientos.
sr: Пост суб-вар : крај подваријације, након потеза.
sv: Post sub-var : slutet av en sub-variation, efter dragen.
sw: Chapisha sub-var : mwisho wa tofauti ndogo, baada ya hatua.
ta: போஸ்ட் சப்-வார்: நகர்வுகளுக்குப் பிறகு, ஒரு துணை மாறுபாட்டின் முடிவு.
th: Post sub-var: จุดสิ้นสุดของการเปลี่ยนแปลงย่อย หลังจากการเคลื่อนไหว
tr: Alt değişken sonrası: alt varyasyonun hamlelerden sonraki sonu.
uk: Post sub-var : кінець підваріації після ходів.
ur: پوسٹ ذیلی var : ایک ذیلی تغیر کا اختتام، چالوں کے بعد۔
vi: Post sub-var: kết thúc một biến thể phụ, sau các nước đi.

source: Quotes : add a quote at the end of the game.
es: Citas: agrega una cita al final del juego.
sr: Цитати: додајте цитат на крају игре.
sv: Citat: lägg till ett citat i slutet av spelet.
sw: Nukuu : ongeza nukuu mwishoni mwa mchezo.
ta: மேற்கோள்கள்: விளையாட்டின் முடிவில் ஒரு மேற்கோளைச் சேர்க்கவும்.
th: คำพูด : เพิ่มคำพูดตอนท้ายเกม
tr: Alıntılar : Oyunun sonuna bir alıntı ekleyin.
uk: Цитати: додайте цитату в кінці гри.
ur: اقتباسات: کھیل کے آخر میں ایک اقتباس شامل کریں۔
vi: Trích dẫn: thêm một câu trích dẫn vào cuối trò chơi.

source: The quotes are about warfare, victory, defeat, adversity, mental strength etc.
es: Las citas tratan sobre la guerra, la victoria, la derrota, la adversidad, la fuerza mental, etc.
sr: Цитати су о ратовању, победи, поразу, недаћама, менталној снази итд.
sv: Citaten handlar om krigföring, seger, nederlag, motgångar, mental styrka mm.
sw: Nukuu zinahusu vita, ushindi, kushindwa, shida, nguvu za kiakili n.k.
ta: மேற்கோள்கள் போர், வெற்றி, தோல்வி, துன்பம், மன வலிமை போன்றவற்றைப் பற்றியவை.
th: คำคมเหล่านี้เป็นเรื่องเกี่ยวกับสงคราม ชัยชนะ ความพ่ายแพ้ ความยากลำบาก ความเข้มแข็งทางจิตใจ ฯลฯ
tr: Alıntılar savaş, zafer, yenilgi, sıkıntı, zihinsel güç vb. ile ilgilidir.
uk: Цитати про війну, перемогу, поразку, нещастя, розумову силу тощо.
ur: حوالہ جات جنگ، فتح، شکست، مصیبت، ذہنی طاقت وغیرہ کے بارے میں ہیں۔
vi: Những câu trích dẫn này nói về chiến tranh, chiến thắng, thất bại, nghịch cảnh, sức mạnh tinh thần, v.v.

source: Use pronoun ze : use the pronoun ze.
es: Utilice el pronombre ze: utilice el pronombre ze.
sr: Користите заменицу зе : користите заменицу зе.
sv: Använd pronomen ze : använd pronomenet ze.
sw: Tumia kiwakilishi ze : tumia kiwakilishi ze.
ta: ze ஐப் பயன்படுத்தவும் : ze என்ற பிரதிபெயரைப் பயன்படுத்தவும்.
th: ใช้สรรพนาม ze : ใช้สรรพนาม ze
tr: Ze zamirini kullanın: ze zamirini kullanın.
uk: Використовуйте займенник ze : використовуйте займенник ze.
ur: اسم ضمیر استعمال کریں : ضمیر زی استعمال کریں۔
vi: Dùng đại từ ze : dùng đại từ ze.

source: Click on the button < Notes on ze > for a detailed explanation
es: Haga clic en el botón < Notas sobre ze > para obtener una explicación detallada
sr: Кликните на дугме < Нотес он зе > за детаљно објашњење
sv: Klicka på knappen < Notes on ze > för en detaljerad förklaring
sw: Bofya kitufe cha < Notes on ze > kwa maelezo ya kina
ta: விரிவான விளக்கத்திற்கு <Ze> பற்றிய குறிப்புகள்> பொத்தானைக் கிளிக் செய்யவும்.
th: คลิกที่ปุ่ม < หมายเหตุเกี่ยวกับ ze > เพื่อดูคำอธิบายโดยละเอียด
tr: Ayrıntılı açıklama için < Notlar > butonuna tıklayın
uk: Натисніть кнопку <Notes on ze> для детального пояснення
ur: تفصیلی وضاحت کے لیے بٹن < Notes on ze > پر کلک کریں۔
vi: Nhấp vào nút <Ghi chú về ze> để biết giải thích chi tiết

source: Evaluations : Check the following boxes to add evaluations to :-
es: Evaluaciones: Marque las siguientes casillas para agregar evaluaciones a:
sr: Евалуације: Означите следећа поља да бисте додали оцене у:-
sv: Utvärderingar: Markera följande rutor för att lägga till utvärderingar till:-
sw: Tathmini: Weka alama kwenye visanduku vifuatavyo ili kuongeza tathmini kwa:-
ta: மதிப்பீடுகள்: மதிப்பீடுகளைச் சேர்க்க பின்வரும் பெட்டிகளைத் தேர்வுசெய்யவும்:-
th: การประเมิน: ทำเครื่องหมายในช่องต่อไปนี้เพื่อเพิ่มการประเมิน:
tr: Değerlendirmeler: Değerlendirmeleri eklemek için aşağıdaki kutuları işaretleyin:
uk: Оцінки: установіть прапорці, щоб додати оцінки до:-
ur: تشخیصات: تشخیصات شامل کرنے کے لیے درج ذیل خانوں کو چیک کریں:-
vi: Đánh giá: Đánh dấu vào các ô sau để thêm đánh giá vào:-

source: Errors : errors in the main line.
es: Errores: errores en la línea principal.
sr: Грешке: грешке у главној линији.
sv: Fel : fel i huvudlinjen.
sw: Makosa : makosa katika mstari kuu.
ta: பிழைகள்: பிரதான வரியில் பிழைகள்.
th: ข้อผิดพลาด : ข้อผิดพลาดในสายหลัก
tr: Hatalar : ana satırdaki hatalar.
uk: Помилки: помилки в основному рядку.
ur: غلطیاں: مین لائن میں غلطیاں۔
vi: Lỗi: lỗi ở dòng chính.

source: All moves : all moves in the main line.
es: Todos los movimientos: todos los movimientos en la línea principal.
sr: Сви потези: сви потези у главној линији.
sv: Alla drag: alla drag i huvudlinjen.
sw: Hatua zote : zote zinasonga kwenye mstari mkuu.
ta: அனைத்து நகர்வுகளும்: முக்கிய வரிசையில் உள்ள அனைத்து நகர்வுகளும்.
th: ทุกการเคลื่อนไหว : ทุกการเคลื่อนไหวในสายหลัก
tr: Tüm hamleler : ana hattaki tüm hamleler.
uk: Усі ходи: усі ходи в основній лінії.
ur: تمام حرکتیں: تمام حرکتیں مین لائن میں۔
vi: Tất cả các nước đi: tất cả các nước đi trong dòng chính.

source: Show points lost : show the points lost during the game.
es: Mostrar puntos perdidos: muestra los puntos perdidos durante el juego.
sr: Прикажи изгубљене поене : покажи изгубљене поене током игре.
sv: Visa förlorade poäng : visa poäng som förlorats under spelet.
sw: Onyesha pointi zilizopotea : onyesha pointi zilizopotea wakati wa mchezo.
ta: இழந்த புள்ளிகளைக் காட்டு: விளையாட்டின் போது இழந்த புள்ளிகளைக் காட்டு.
th: แสดงแต้มที่เสียไป : แสดงแต้มที่เสียไประหว่างเกม
tr: Kaybedilen Puanları Göster : Oyun sırasında kaybedilen puanları göster.
uk: Показати втрачені очки: показати втрачені очки під час гри.
ur: کھوئے ہوئے پوائنٹس دکھائیں : کھیل کے دوران کھوئے ہوئے پوائنٹس دکھائیں۔
vi: Hiển thị điểm đã mất: hiển thị số điểm đã mất trong trò chơi.

source: Count cut off : count points lost beyond the error cut off.
es: Corte de conteo: cuenta los puntos perdidos más allá del corte de error.
sr: Цоунт цут офф : број поена изгубљен након прекида грешке.
sv: Räkna cut off: räkna poäng förlorade efter felet cut off.
sw: Hesabu imekatwa : kuhesabu pointi zilizopotea zaidi ya kosa kukatwa.
ta: எண்ணிக்கை வெட்டு: பிழை வெட்டுக்கு அப்பால் இழந்த புள்ளிகளை எண்ணுதல்.
th: นับจุดตัด : นับจุดที่สูญเสียไปเกินกว่าจุดตัดข้อผิดพลาด
tr: Kesinti sayımı: Hata kesintisinin ötesinde kaybedilen puanları sayın.
uk: Обрізка підрахунку: підрахунок очок, втрачених понад межу помилки.
ur: کاؤنٹ کٹ آف : گنتی پوائنٹس جو غلطی سے کٹ گئے ہیں
vi: Ngắt số điểm: đếm số điểm bị mất ngoài số điểm ngắt lỗi.

source: Create evaluation profile : Check to create an evaluation profile simultaneously
es: Crear perfil de evaluación: Marque para crear un perfil de evaluación simultáneamente
sr: Креирај профил евалуације : Означите да бисте истовремено креирали профил евалуације
sv: Skapa utvärderingsprofil : Markera för att skapa en utvärderingsprofil samtidigt
sw: Unda wasifu wa tathmini : Angalia ili kuunda wasifu wa tathmini kwa wakati mmoja
ta: மதிப்பீட்டு சுயவிவரத்தை உருவாக்கு: ஒரே நேரத்தில் ஒரு மதிப்பீட்டு சுயவிவரத்தை உருவாக்க சரிபார்க்கவும்.
th: สร้างโปรไฟล์การประเมิน : เลือกเพื่อสร้างโปรไฟล์การประเมินพร้อมกัน
tr: Değerlendirme profili oluştur: Aynı anda bir değerlendirme profili oluşturmak için işaretleyin
uk: Створити профіль оцінювання: поставте прапорець, щоб створити профіль оцінювання одночасно
ur: تشخیصی پروفائل بنائیں: ایک ساتھ تشخیصی پروفائل بنانے کے لیے چیک کریں۔
vi: Tạo hồ sơ đánh giá: Kiểm tra để tạo hồ sơ đánh giá đồng thời

source: when the program analyses a game.
es: cuando el programa analiza un juego.
sr: када програм анализира игру.
sv: när programmet analyserar ett spel.
sw: wakati programu inachambua mchezo.
ta: நிரல் ஒரு விளையாட்டை பகுப்பாய்வு செய்யும் போது.
th: เมื่อโปรแกรมวิเคราะห์เกม
tr: program bir oyunu analiz ettiğinde.
uk: коли програма аналізує гру.
ur: جب پروگرام کسی گیم کا تجزیہ کرتا ہے۔
vi: khi chương trình phân tích một trò chơi.

source: Kibitz line no. : Enter the number of kibitz lines to display when analysing.
es: Número de línea de Kibitz: Ingrese el número de líneas de Kibitz que se mostrarán durante el análisis.
sr: Кибиц линија бр. : Унесите број кибитз линија за приказ приликом анализе.
sv: Kibitz linje nr. : Ange antalet kbitz-rader som ska visas vid analys.
sw: Kibitz line no. : Weka nambari ya mistari ya kibitz ili kuonyesha wakati wa kuchanganua.
ta: கிபிட்ஸ் வரி எண். : பகுப்பாய்வு செய்யும் போது காட்ட வேண்டிய கிபிட்ஸ் வரிகளின் எண்ணிக்கையை உள்ளிடவும்.
th: หมายเลขสายคิบิทซ์ : กรอกจำนวนสายคิบิทซ์ที่จะแสดงเมื่อทำการวิเคราะห์
tr: Kibitz satır no.: Analiz sırasında görüntülenecek kibitz satırlarının sayısını girin.
uk: Кібіцька лінія № : введіть кількість кібіц-рядків, які відображатимуться під час аналізу.
ur: Kibitz لائن نمبر : تجزیہ کرتے وقت ظاہر کرنے کے لیے kibitz لائنوں کی تعداد درج کریں۔
vi: Số dòng kibitz: Nhập số dòng kibitz để hiển thị khi phân tích.

source: Less lines will mean that the program will search a bit deeper,
es: Menos líneas significarán que el programa buscará un poco más profundamente,
sr: Мање редова ће значити да ће програм претраживати мало дубље,
sv: Färre rader kommer att innebära att programmet kommer att söka lite djupare,
sw: Mistari kidogo itamaanisha kuwa programu itatafuta kwa undani zaidi,
ta: குறைவான வரிகள் நிரல் சற்று ஆழமாகத் தேடும் என்பதைக் குறிக்கும்,
th: บรรทัดที่น้อยลงจะหมายถึงว่าโปรแกรมจะค้นหาได้ลึกขึ้นเล็กน้อย
tr: Daha az satır, programın biraz daha derin arama yapması anlamına gelecektir.
uk: Менша кількість рядків означатиме, що програма шукатиме трохи глибше,
ur: کم لائنوں کا مطلب یہ ہوگا کہ پروگرام قدرے گہرائی میں تلاش کرے گا،
vi: Ít dòng hơn có nghĩa là chương trình sẽ tìm kiếm sâu hơn một chút,

source: but the display will be less informative.
es: pero la pantalla será menos informativa.
sr: али ће екран бити мање информативан.
sv: men displayen blir mindre informativ.
sw: lakini onyesho litakuwa na taarifa kidogo.
ta: ஆனால் காட்சி குறைவான தகவலறிந்ததாக இருக்கும்.
th: แต่การแสดงผลจะให้ข้อมูลน้อยลง
tr: ancak gösterim daha az bilgilendirici olacaktır.
uk: але дисплей буде менш інформативним.
ur: لیکن ڈسپلے کم معلوماتی ہوگا۔
vi: nhưng màn hình sẽ ít thông tin hơn.

source: Side to analyse for : Select White, Black or both.
es: Lado a analizar: Seleccione Blanco, Negro o ambos.
sr: Страна за анализу: Изаберите Бела, Црна или обоје.
sv: Sida att analysera för : Välj Vit, Svart eller båda.
sw: Upande wa kuchanganua kwa : Chagua Nyeupe, Nyeusi au zote mbili.
ta: பகுப்பாய்வு செய்ய வேண்டிய பக்கம்: வெள்ளை, கருப்பு அல்லது இரண்டையும் தேர்ந்தெடுக்கவும்.
th: ด้านที่จะวิเคราะห์: เลือก สีขาว สีดำ หรือทั้งสองสี
tr: Analiz edilecek taraf : Beyaz, Siyah veya her ikisini seçin.
uk: Сторона для аналізу: виберіть білий, чорний або обидва.
ur: تجزیہ کرنے کے لیے سائیڈ: سفید، سیاہ یا دونوں کو منتخب کریں۔
vi: Mặt cần phân tích: Chọn Trắng, Đen hoặc cả hai.

source: Storage options : These are options for multi game analysis.
es: Opciones de almacenamiento: estas son opciones para el análisis de múltiples juegos.
sr: Опције складиштења: Ово су опције за анализу више игара.
sv: Lagringsalternativ : Dessa är alternativ för multispelanalys.
sw: Chaguo za kuhifadhi : Hizi ni chaguo za uchanganuzi wa michezo mingi.
ta: சேமிப்பக விருப்பங்கள்: இவை பல விளையாட்டு பகுப்பாய்விற்கான விருப்பங்கள்.
th: ตัวเลือกในการจัดเก็บข้อมูล: เป็นตัวเลือกสำหรับการวิเคราะห์เกมหลายเกม
tr: Depolama seçenekleri: Bunlar çoklu oyun analizi için seçeneklerdir.
uk: Параметри зберігання: це параметри для аналізу кількох ігор.
ur: اسٹوریج کے اختیارات: یہ ملٹی گیم تجزیہ کے اختیارات ہیں۔
vi: Tùy chọn lưu trữ: Đây là các tùy chọn để phân tích nhiều trò chơi.

source: Select Replace to replace the original game after analysis.
es: Seleccione Reemplazar para reemplazar el juego original después del análisis.
sr: Изаберите Замени да бисте заменили оригиналну игру након анализе.
sv: Välj Ersätt för att ersätta originalspelet efter analys.
sw: Chagua Badilisha ili ubadilishe mchezo asili baada ya uchanganuzi.
ta: பகுப்பாய்விற்குப் பிறகு அசல் விளையாட்டை மாற்றுவதற்கு மாற்றீடு என்பதைத் தேர்ந்தெடுக்கவும்.
th: เลือกแทนที่เพื่อแทนที่เกมต้นฉบับหลังจากการวิเคราะห์
tr: Analizden sonra orijinal oyunu değiştirmek için Değiştir'i seçin.
uk: Виберіть Замінити, щоб замінити оригінальну гру після аналізу.
ur: تجزیہ کے بعد اصل گیم کو تبدیل کرنے کے لیے Replace کو منتخب کریں۔
vi: Chọn Thay thế để thay thế trò chơi gốc sau khi phân tích.

source: Select < Append > to append the analysed game to the file.
es: Seleccione <Agregar> para agregar el juego analizado al archivo.
sr: Изаберите < Додај > да бисте додали анализирану игру у датотеку.
sv: Välj < Lägg till > för att lägga till det analyserade spelet till filen.
sw: Chagua < Ongeza > ili kuambatisha mchezo uliochanganuliwa kwenye faili.
ta: பகுப்பாய்வு செய்யப்பட்ட விளையாட்டை கோப்பில் சேர்க்க, Append > என்பதைத் தேர்ந்தெடுக்கவும்.
th: เลือก <ผนวก> เพื่อผนวกเกมที่วิเคราะห์แล้วไปยังไฟล์
tr: Analiz edilen oyunu dosyaya eklemek için < Ekle > seçeneğini seçin.
uk: Виберіть < Додати >, щоб додати проаналізовану гру до файлу.
ur: تجزیہ شدہ گیم کو فائل میں شامل کرنے کے لیے < ضمیمہ > کو منتخب کریں۔
vi: Chọn <Thêm> để thêm trò chơi được phân tích vào tệp.

source: Variation lengths.. : Click this button to select the advantage variation lengths.
es: Longitudes de variación.. : Haga clic en este botón para seleccionar las longitudes de variación de la ventaja.
sr: Дужина варијације.. : Кликните на ово дугме да бисте изабрали дужине варијације предности.
sv: Variationslängder.. : Klicka på den här knappen för att välja fördelarvariationslängder.
sw: Urefu wa mabadiliko.. : Bofya kitufe hiki ili kuchagua urefu wa mabadiliko ya faida.
ta: மாறுபாடு நீளங்கள்.. : நன்மை மாறுபாடு நீளங்களைத் தேர்ந்தெடுக்க இந்தப் பொத்தானைக் கிளிக் செய்யவும்.
th: ความยาวการเปลี่ยนแปลง.. : คลิกปุ่มนี้เพื่อเลือกความยาวการเปลี่ยนแปลงที่ได้เปรียบ
tr: Varyasyon uzunlukları.. : Avantaj varyasyon uzunluklarını seçmek için bu butona tıklayın.
uk: Варіаційні довжини.. : Натисніть цю кнопку, щоб вибрати перевагу варіаційної довжини.
ur: تغیر کی لمبائی... : فائدہ کی تغیر کی لمبائی کو منتخب کرنے کے لیے اس بٹن پر کلک کریں۔
vi: Chiều dài biến thể..: Nhấp vào nút này để chọn chiều dài biến thể có lợi thế.

source: Select engine.. : Select the engine for analysis.
es: Seleccionar motor.. : Seleccione el motor para el análisis.
sr: Селецт енгине.. : Изаберите мотор за анализу.
sv: Välj motor.. : Välj motor för analys.
sw: Chagua injini.. : Chagua injini kwa uchambuzi.
ta: இயந்திரத்தைத் தேர்ந்தெடுக்கவும்.. : பகுப்பாய்விற்கான இயந்திரத்தைத் தேர்ந்தெடுக்கவும்.
th: เลือกเครื่องยนต์.. : เลือกเครื่องยนต์สำหรับการวิเคราะห์.
tr: Motoru seçin.. : Analiz edilecek motoru seçin.
uk: Виберіть двигун.. : виберіть механізм для аналізу.
ur: انجن منتخب کریں.. : تجزیہ کے لیے انجن کا انتخاب کریں۔
vi: Chọn động cơ..: Chọn động cơ để phân tích.

source: Start game analysis.. : Start the automatic analysis.
es: Iniciar análisis del juego.. : Inicia el análisis automático.
sr: Покрени анализу игре.. : Покрени аутоматску анализу.
sv: Starta spelanalys.. : Starta den automatiska analysen.
sw: Anza uchanganuzi wa mchezo.. : Anzisha uchanganuzi otomatiki.
ta: விளையாட்டு பகுப்பாய்வைத் தொடங்கு.. : தானியங்கி பகுப்பாய்வைத் தொடங்கு.
th: เริ่มวิเคราะห์เกม.. : เริ่มการวิเคราะห์อัตโนมัติ..
tr: Maç analizini başlat.. : Otomatik analizi başlat.
uk: Розпочати аналіз гри.. : розпочати автоматичний аналіз.
ur: کھیل کا تجزیہ شروع کریں.. : خودکار تجزیہ شروع کریں۔
vi: Bắt đầu phân tích trò chơi.. : Bắt đầu phân tích tự động.

source: Bug fix : Set the bug fix options for the addition of sub-variations.
es: Corrección de errores: establezca las opciones de corrección de errores para la adición de subvariaciones.
sr: Исправка грешке : Подесите опције за исправку грешака за додавање подваријација.
sv: Bugfix : Ställ in buggfixalternativ för tillägg av undervarianter.
sw: Kurekebisha hitilafu : Weka chaguo za kurekebisha hitilafu kwa nyongeza ya tofauti ndogo.
ta: பிழை திருத்தம்: துணை மாறுபாடுகளைச் சேர்ப்பதற்கான பிழை திருத்த விருப்பங்களை அமைக்கவும்.
th: การแก้ไขจุดบกพร่อง: ตั้งค่าตัวเลือกการแก้ไขจุดบกพร่องสำหรับการเพิ่มรูปแบบย่อย
tr: Hata düzeltme: Alt varyasyonların eklenmesi için hata düzeltme seçeneklerini ayarlayın.
uk: Виправлення помилок: установіть параметри виправлення помилок для додавання підваріантів.
ur: بگ فکس : ذیلی تغیرات کے اضافے کے لیے بگ فکس کے اختیارات سیٹ کریں۔
vi: Sửa lỗi: Thiết lập tùy chọn sửa lỗi cho việc thêm các biến thể phụ.

source: Help on comment files
es: Ayuda sobre archivos de comentarios
sr: Помоћ за датотеке коментара
sv: Hjälp med kommentarsfiler
sw: Msaada kwenye faili za maoni
ta: கருத்து கோப்புகளில் உதவி
th: ช่วยเหลือเกี่ยวกับไฟล์ความคิดเห็น
tr: Yorum dosyalarıyla ilgili yardım
uk: Допомога щодо файлів коментарів
ur: تبصرہ فائلوں پر مدد کریں۔
vi: Trợ giúp về các tập tin bình luận

source: Sometimes, one side can achieve a winning position without a mistake
es: A veces, un equipo puede lograr una posición ganadora sin cometer errores.
sr: Понекад једна страна може да постигне победничку позицију без грешке
sv: Ibland kan en sida uppnå en vinnande position utan misstag
sw: Wakati mwingine, upande mmoja unaweza kufikia nafasi ya kushinda bila makosa
ta: சில நேரங்களில், ஒரு பக்கம் தவறு செய்யாமல் வெற்றி நிலையை அடைய முடியும்.
th: บางครั้งฝ่ายหนึ่งสามารถบรรลุตำแหน่งที่ชนะได้โดยไม่ผิดพลาด
tr: Bazen bir taraf hata yapmadan galibiyet pozisyonuna ulaşabilir
uk: Іноді одна сторона може безпомилково досягти виграшної позиції
ur: بعض اوقات، ایک فریق بغیر کسی غلطی کے جیتنے کی پوزیشن حاصل کر سکتا ہے۔
vi: Đôi khi, một bên có thể đạt được vị trí chiến thắng mà không mắc sai lầm

source: by their opponent that is above the error threshold.
es: por su oponente que está por encima del umbral de error.
sr: од стране њиховог противника који је изнад прага грешке.
sv: av sin motståndare som ligger över feltröskeln.
sw: na mpinzani wao aliye juu ya kizingiti cha makosa.
ta: பிழை வரம்பிற்கு மேலே இருக்கும் அவர்களின் எதிராளியால்.
th: โดยฝ่ายตรงข้ามที่อยู่เหนือเกณฑ์ความผิดพลาด
tr: Rakipleri tarafından hata eşiğinin üstünde olan.
uk: їхнім суперником, що перевищує поріг помилки.
ur: ان کے مخالف کی طرف سے جو غلطی کی حد سے اوپر ہے۔
vi: bởi đối thủ của họ vượt quá ngưỡng lỗi.

source: So an annotation would not normally be added.
es: Por lo general no se agregaría una anotación.
sr: Дакле, напомена се обично не би додавала.
sv: Så en anteckning skulle normalt inte läggas till.
sw: Kwa hivyo ufafanuzi haungeongezwa kwa kawaida.
ta: எனவே பொதுவாக ஒரு குறிப்பு சேர்க்கப்படாது.
th: ดังนั้นโดยปกติจะไม่เพิ่มคำอธิบายประกอบ
tr: Bu nedenle normalde bir açıklama eklenmeyecektir.
uk: Тому зазвичай анотація не додається.
ur: لہذا ایک تشریح عام طور پر شامل نہیں کی جائے گی۔
vi: Vì vậy, thông thường sẽ không thêm chú thích.
