Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: All 3d options can be reset to default settings by choosing the
es: Todas las opciones 3D se pueden restablecer a la configuración predeterminada eligiendo la opción
sr: Све 3д опције се могу ресетовати на подразумевана подешавања избором
sv: Alla 3D-alternativ kan återställas till standardinställningarna genom att välja
sw: Chaguzi zote za 3d zinaweza kuwekwa upya kwa mipangilio chaguo-msingi kwa kuchagua
ta: என்பதைத் தேர்ந்தெடுப்பதன் மூலம் அனைத்து 3d விருப்பங்களையும் இயல்புநிலை அமைப்புகளுக்கு மீட்டமைக்க முடியும்
th: ตัวเลือก 3 มิติทั้งหมดสามารถรีเซ็ตเป็นการตั้งค่าเริ่มต้นได้โดยเลือก
tr: Tüm 3D seçenekleri, varsayılan ayarlara sıfırlanarak sıfırlanabilir.
uk: Усі параметри 3D можна скинути до налаштувань за замовчуванням, вибравши
ur: تمام 3d آپشنز کو منتخب کرکے ڈیفالٹ سیٹنگز پر ری سیٹ کیا جا سکتا ہے۔
vi: Tất cả các tùy chọn 3D có thể được thiết lập lại về cài đặt mặc định bằng cách chọn

source: < 3d graphics > < Reset all 3d options > menu item.
es: < Gráficos 3D > < Restablecer todas las opciones 3D > elemento de menú.
sr: < 3д графика > < Ресетуј све 3д опције > ставка менија.
sv: < 3D-grafik > < Återställ alla 3d-alternativ > menyalternativ.
sw: <Michoro ya 3d > < Weka upya chaguo zote za 3d > kipengee cha menyu.
ta: < 3d கிராபிக்ஸ் > அனைத்து 3d விருப்பங்களையும் மீட்டமை > மெனு உருப்படி.
th: <กราฟิก 3 มิติ> <รีเซ็ตตัวเลือก 3 มิติทั้งหมด> รายการเมนู
tr: < 3d grafikler > < Tüm 3d seçeneklerini sıfırla > menü öğesi.
uk: < 3d-графіка > < Скинути всі параметри 3d > пункт меню.
ur: < 3d گرافکس > < تمام 3d اختیارات کو دوبارہ ترتیب دیں > مینو آئٹم۔
vi: <Đồ họa 3D> <Đặt lại tất cả tùy chọn 3D> mục menu.

source: Most of the 2d functions are available in 3d, although some are more limited.
es: La mayoría de las funciones 2D están disponibles en 3D, aunque algunas son más limitadas.
sr: Већина 2д функција је доступна у 3Д, иако су неке ограниченије.
sv: De flesta av 2d-funktionerna är tillgängliga i 3d, även om vissa är mer begränsade.
sw: Nyingi za vitendaji vya 2d zinapatikana katika 3d, ingawa baadhi ni chache zaidi.
ta: பெரும்பாலான 2d செயல்பாடுகள் 3d இல் கிடைக்கின்றன, இருப்பினும் சில மிகவும் குறைவாகவே உள்ளன.
th: ฟังก์ชัน 2 มิติส่วนใหญ่มีให้ใช้งานในรูปแบบ 3 มิติ แม้ว่าบางฟังก์ชันจะมีข้อจำกัดมากกว่าก็ตาม
tr: 2 boyutlu fonksiyonların çoğu 3 boyutlu olarak da mevcuttur, ancak bazıları daha sınırlıdır.
uk: Більшість функцій 2D доступні в 3D, хоча деякі з них більш обмежені.
ur: زیادہ تر 2d فنکشنز 3d میں دستیاب ہیں، حالانکہ کچھ زیادہ محدود ہیں۔
vi: Hầu hết các chức năng 2D đều có sẵn trong 3D, mặc dù một số chức năng bị hạn chế hơn.

source: There is no < Open recent files > menu item.
es: No hay ningún elemento de menú <Abrir archivos recientes>.
sr: Не постоји ставка менија < Отвори недавне датотеке >.
sv: Det finns inget menyalternativ < Öppna senaste filer >.
sw: Hakuna < Fungua faili za hivi majuzi > kipengee cha menyu.
ta: <சமீபத்திய கோப்புகளைத் திற > மெனு உருப்படி எதுவும் இல்லை.
th: ไม่มีรายการเมนู < เปิดไฟล์ล่าสุด >
tr: < Son kullanılan dosyaları aç > menü öğesi yok.
uk: Немає пункту меню <Відкрити останні файли>.
ur: کوئی <حالیہ فائلیں کھولیں> مینو آئٹم نہیں ہے۔
vi: Không có mục menu < Mở tệp gần đây >.

source: Puzzle stats and Search info can be displayed on the status bar in 3d,
es: Las estadísticas del rompecabezas y la información de búsqueda se pueden mostrar en la barra de estado en 3D.
sr: Статистика слагалице и информације о претрази могу се приказати на статусној траци у 3Д,
sv: Pusselstatistik och sökinformation kan visas på statusfältet i 3d,
sw: Takwimu za fumbo na maelezo ya Utafutaji yanaweza kuonyeshwa kwenye upau wa hali katika 3d,
ta: புதிர் புள்ளிவிவரங்கள் மற்றும் தேடல் தகவல்களை நிலைப் பட்டியில் 3டியில் காட்டலாம்,
th: สถิติปริศนาและข้อมูลการค้นหาสามารถแสดงบนแถบสถานะในรูปแบบ 3 มิติ
tr: Bulmaca istatistikleri ve Arama bilgileri 3 boyutlu olarak durum çubuğunda görüntülenebilir.
uk: Статистика головоломки та інформація про пошук можуть відображатися на панелі стану в 3D,
ur: پہیلی کے اعدادوشمار اور تلاش کی معلومات اسٹیٹس بار پر 3d میں ظاہر کی جا سکتی ہیں،
vi: Số liệu thống kê câu đố và thông tin tìm kiếm có thể được hiển thị trên thanh trạng thái ở dạng 3D,

source: but there is less detail than in 2d.
es: pero hay menos detalles que en 2d.
sr: али има мање детаља него у 2д.
sv: men det är mindre detaljer än i 2d.
sw: lakini kuna maelezo machache kuliko katika 2d.
ta: ஆனால் 2d-ஐ விட குறைவான விவரங்கள் உள்ளன.
th: แต่มีรายละเอียดน้อยกว่าแบบ 2 มิติ
tr: ancak 2d'ye göre daha az detay var.
uk: але тут менше деталей, ніж у 2d.
ur: لیکن 2d کے مقابلے میں کم تفصیل ہے۔
vi: nhưng ít chi tiết hơn ở chế độ 2D.

source: The kibitz box works in a similar way to 2d, although in 3d the box
es: La caja kibitz funciona de manera similar al 2D, aunque en 3D la caja
sr: Кибитз кутија ради на сличан начин као 2д, иако у 3д кутији
sv: Kibitz-boxen fungerar på liknande sätt som 2d, även om boxen är i 3d
sw: Kisanduku cha kibitz hufanya kazi kwa njia sawa na 2d, ingawa katika kisanduku cha 3d
ta: கிபிட்ஸ் பெட்டி 2d போலவே செயல்படுகிறது, இருப்பினும் 3d இல் பெட்டி
th: กล่องคิบิตซ์ทำงานในลักษณะเดียวกับ 2 มิติ แม้ว่ากล่อง 3 มิติ
tr: Kibitz kutusu 2d'ye benzer şekilde çalışır, ancak 3d'de kutu
uk: Коробка kibitz працює подібно до 2d, але в 3d коробці
ur: کیبٹز باکس 2d کی طرح کام کرتا ہے، حالانکہ 3d میں باکس
vi: Hộp kibitz hoạt động theo cách tương tự như 2d, mặc dù trong 3d hộp

source: can be sized and moved as required. Help for the kibitz box is displayed
es: Se puede ajustar el tamaño y mover según sea necesario. Se muestra la ayuda para el cuadro de Kibitz.
sr: може се димензионисати и померати по потреби. Приказује се помоћ за кибитз кутију
sv: kan dimensioneras och flyttas efter behov. Hjälp för kibitzlådan visas
sw: inaweza kuwa ukubwa na kuhamishwa kama inavyotakiwa. Usaidizi wa kisanduku cha kibitz unaonyeshwa
ta: தேவைக்கேற்ப அளவை மாற்றலாம் மற்றும் நகர்த்தலாம். கிபிட்ஸ் பெட்டிக்கான உதவி காட்டப்படும்.
th: สามารถปรับขนาดและเคลื่อนย้ายได้ตามต้องการ มีการแสดงวิธีใช้สำหรับกล่องคิบิทซ์
tr: İstenildiği gibi boyutlandırılabilir ve taşınabilir. Kibitz kutusu için yardım görüntülenir
uk: можна змінювати розмір і переміщати за потреби. Відобразиться довідка для вікна kibitz
ur: ضرورت کے مطابق سائز اور منتقل کیا جا سکتا ہے. کیبٹز باکس کے لیے مدد ظاہر ہوتی ہے۔
vi: có thể được định cỡ và di chuyển theo yêu cầu. Trợ giúp cho hộp kibitz được hiển thị

source: by clicking the < ? > button on the box.
es: haciendo clic en el botón < ? > en el cuadro.
sr: кликом на < ? > дугме на кутији.
sv: genom att klicka på < ? > knappen på lådan.
sw: kwa kubofya < ? > kitufe kwenye kisanduku.
ta: பெட்டியில் உள்ள < ? > பொத்தானைக் கிளிக் செய்வதன் மூலம்.
th: โดยการคลิกปุ่ม < ? > บนกล่อง
tr: kutunun üzerindeki < ? > butonuna tıklayarak.
uk: натиснувши < ? > кнопка на коробці.
ur: کلک کرکے <؟ > باکس پر بٹن۔
vi: bằng cách nhấp vào nút < ? > trên hộp.

source: Because of the lack of space, I have put the main 2d playing options
es: Por falta de espacio he puesto las principales opciones de juego 2d
sr: Због недостатка простора, ставио сам главне опције 2д играња
sv: På grund av bristen på utrymme har jag lagt de viktigaste 2D-spelalternativen
sw: Kwa sababu ya ukosefu wa nafasi, nimeweka chaguo kuu za kucheza za 2d
ta: இடம் பற்றாக்குறையால், நான் முக்கிய 2D விளையாட்டு விருப்பங்களை வைத்துள்ளேன்.
th: เนื่องจากพื้นที่ไม่เพียงพอ ผมจึงใส่ตัวเลือกการเล่น 2 มิติหลักไว้
tr: Yer darlığı nedeniyle ana 2d oyun seçeneklerini koydum
uk: Через брак місця поставив основні 2d варіанти гри
ur: جگہ کی کمی کی وجہ سے، میں نے 2d کھیلنے کے اہم آپشنز رکھے ہیں۔
vi: Vì thiếu không gian nên tôi đã đưa các tùy chọn chơi 2D chính vào

source: < Play white > < Play black > < Shootout > and < Setup position >
es: < Jugar con blancas > < Jugar con negras > < Shootout > y < Posición de preparación >
sr: < Пусти бело > < Пусти црно > < Схоотоут > и < Сетуп поситион >
sv: < Spela vitt > < Spela svart > < Shootout > och < Inställningsposition >
sw: < Cheza nyeupe > < Cheza nyeusi > < Shootout > na < Weka nafasi >
ta: < வெள்ளை நிறத்தில் விளையாடு > கருப்பு நிறத்தில் விளையாடு > ஷூட்அவுட் > மற்றும் அமைவு நிலை >
th: < เล่นสีขาว > < เล่นสีดำ > < ยิงจุดโทษ > และ < ตำแหน่งการตั้งค่า >
tr: < Beyaz oyna > < Siyah oyna > < Penaltılar > ve < Kurulum pozisyonu >
uk: < Грати білими > < Грати чорними > < Перестрілка > і < Розташування позиції >
ur: < سفید کھیلیں > < سیاہ کھیلیں> < شوٹ آؤٹ> اور < سیٹ اپ پوزیشن>
vi: < Chơi quân trắng > < Chơi quân đen > < Bắn súng > và < Thiết lập vị trí >

source: onto the right of the toolbar in 3d.
es: a la derecha de la barra de herramientas en 3d.
sr: десно од траке са алаткама у 3д.
sv: till höger om verktygsfältet i 3d.
sw: kwenye upande wa kulia wa upau wa vidhibiti katika 3d.
ta: 3D இல் கருவிப்பட்டியின் வலதுபுறத்தில்.
th: ไปทางขวาของแถบเครื่องมือแบบ 3 มิติ
tr: 3 boyutlu araç çubuğunun sağında.
uk: праворуч від панелі інструментів у 3D.
ur: 3d میں ٹول بار کے دائیں طرف۔
vi: ở bên phải thanh công cụ ở chế độ 3D.

source: They can, of course, still be accessed via the main menu.
es: Por supuesto, todavía se puede acceder a ellos a través del menú principal.
sr: Њима се, наравно, и даље може приступити преко главног менија.
sv: De kan naturligtvis fortfarande nås via huvudmenyn.
sw: Wanaweza, bila shaka, bado kupatikana kupitia orodha kuu.
ta: நிச்சயமாக, அவற்றை இன்னும் பிரதான மெனு வழியாக அணுகலாம்.
th: แน่นอนว่ายังสามารถเข้าถึงได้ผ่านเมนูหลัก
tr: Elbette bunlara ana menüden de ulaşmak mümkün.
uk: Звичайно, до них можна отримати доступ через головне меню.
ur: وہ، یقیناً، اب بھی مین مینو کے ذریعے رسائی حاصل کر سکتے ہیں۔
vi: Tất nhiên, bạn vẫn có thể truy cập chúng thông qua menu chính.

source: For the same reason, I have placed the functions for game tabs
es: Por la misma razón, he colocado las funciones para las pestañas del juego.
sr: Из истог разлога сам поставио функције за картице игара
sv: Av samma anledning har jag placerat funktionerna för spelflikar
sw: Kwa sababu hiyo hiyo, nimeweka kazi za tabo za mchezo
ta: அதே காரணத்திற்காக, நான் விளையாட்டு தாவல்களுக்கான செயல்பாடுகளை வைத்துள்ளேன்
th: ด้วยเหตุผลเดียวกันนี้ ฉันจึงได้วางฟังก์ชั่นสำหรับแท็บเกมไว้
tr: Aynı sebepten dolayı oyun sekmeleri için fonksiyonları yerleştirdim
uk: З тієї ж причини я розмістив функції для вкладок гри
ur: اسی وجہ سے، میں نے گیم ٹیبز کے لیے فنکشنز رکھے ہیں۔
vi: Vì lý do tương tự, tôi đã đặt các chức năng cho các tab trò chơi

source: and opening book move display on the 3d toolbar.
es: y abrir el libro mover la pantalla en la barra de herramientas 3d.
sr: и отварање приказа померања књиге на 3д траци са алаткама.
sv: och öppna bokförflyttningsvisning på 3d-verktygsfältet.
sw: na kufungua onyesho la kusogeza kitabu kwenye upau wa vidhibiti wa 3d.
ta: மற்றும் 3D கருவிப்பட்டியில் புத்தக நகர்வு காட்சியைத் திறக்கும்.
th: และการเปิดหนังสือจะแสดงบนแถบเครื่องมือ 3 มิติ
tr: ve 3d araç çubuğunda kitap taşıma gösterimini açın.
uk: і екран переміщення книги, що відкривається, на панелі інструментів 3D.
ur: اور 3d ٹول بار پر کتاب موو ڈسپلے کھولنا۔
vi: và mở sách di chuyển hiển thị trên thanh công cụ 3D.

source: The game tabs icons are placed towards the left end of the toolbar.
es: Los iconos de las pestañas del juego están ubicados hacia el extremo izquierdo de la barra de herramientas.
sr: Иконе картица за игре се налазе на левом крају траке са алаткама.
sv: Spelflikarnas ikoner är placerade till vänster i verktygsfältet.
sw: Aikoni za vichupo vya mchezo huwekwa kuelekea mwisho wa kushoto wa upau wa vidhibiti.
ta: விளையாட்டு தாவல்கள் சின்னங்கள் கருவிப்பட்டியின் இடது முனையில் வைக்கப்பட்டுள்ளன.
th: ไอคอนแท็บเกมจะอยู่ทางด้านซ้ายสุดของแถบเครื่องมือ
tr: Oyun sekmelerinin simgeleri araç çubuğunun sol ucuna doğru yerleştirilmiştir.
uk: Піктограми ігрових вкладок розташовані в лівому кінці панелі інструментів.
ur: گیم ٹیبز کی شبیہیں ٹول بار کے بائیں سرے کی طرف رکھی گئی ہیں۔
vi: Các biểu tượng tab trò chơi được đặt về phía cuối bên trái của thanh công cụ.

source: There are icons for <New tab> <Close tab> and <List tabs> functions.
es: Hay iconos para las funciones <Nueva pestaña> <Cerrar pestaña> y <Lista de pestañas>.
sr: Постоје иконе за функције <Нова картица> <Затвори картицу> и <Листа картица>.
sv: Det finns ikoner för funktionerna <Ny flik> <Stäng flik> och <Lista flikar>.
sw: Kuna aikoni za vitendaji vya <Kichupo kipya> <Funga kichupo> na <Vichupo vya Orodha>.
ta: <புதிய தாவல்> <மூடு தாவல்> மற்றும் <பட்டியல் தாவல்கள்> செயல்பாடுகளுக்கான ஐகான்கள் உள்ளன.
th: มีไอคอนสำหรับฟังก์ชัน <แท็บใหม่> <ปิดแท็บ> และ <แท็บรายการ>
tr: <Yeni sekme> <Sekmeyi kapat> ve <Sekmeleri listele> fonksiyonları için simgeler mevcuttur.
uk: Є піктограми для функцій <Нова вкладка> <Закрити вкладку> та <Список вкладок>.
ur: <New tab> <close tab> اور <List tabs> فنکشنز کے لیے شبیہیں ہیں۔
vi: Có các biểu tượng cho các chức năng <Tab mới> <Đóng tab> và <Danh sách tab>.

source: Opening book moves are displayed when you hover the mouse
es: Los movimientos del libro de apertura se muestran cuando pasas el mouse
sr: Покрети у отварању књиге се приказују када пређете мишем
sv: Inledande bokrörelser visas när du för musen
sw: Usogezaji wa kitabu cha kufungua huonyeshwa unapoelea juu ya kipanya
ta: நீங்கள் சுட்டியை நகர்த்தும்போது தொடக்க புத்தக நகர்வுகள் காட்டப்படும்.
th: การเปิดหนังสือจะแสดงเมื่อคุณวางเมาส์ไว้
tr: Fareyi gezdirdiğinizde açılış kitabı hareketleri görüntülenir
uk: Ходи книги, що відкриваються, відображаються при наведенні миші
ur: جب آپ ماؤس کو گھماتے ہیں تو کھلنے والی کتاب کی حرکتیں ظاہر ہوتی ہیں۔
vi: Các bước di chuyển của cuốn sách mở ra sẽ được hiển thị khi bạn di chuột

source: over the green icon near the right end of the toolbar.
es: sobre el icono verde cerca del extremo derecho de la barra de herramientas.
sr: преко зелене иконе близу десног краја траке са алаткама.
sv: över den gröna ikonen nära den högra änden av verktygsfältet.
sw: juu ya ikoni ya kijani karibu na mwisho wa kulia wa upau wa vidhibiti.
ta: கருவிப்பட்டியின் வலது முனைக்கு அருகிலுள்ள பச்சை ஐகானின் மேல்.
th: เหนือไอคอนสีเขียวใกล้ปลายด้านขวาของแถบเครื่องมือ
tr: Araç çubuğunun sağ ucuna yakın yeşil simgenin üstünde.
uk: над зеленим значком у правій частині панелі інструментів.
ur: ٹول بار کے دائیں سرے کے قریب سبز آئیکن پر۔
vi: trên biểu tượng màu xanh lá cây gần cuối bên phải của thanh công cụ.

source: I was not able to get the drop down move list to display properly
es: No pude lograr que la lista desplegable de movimientos se mostrara correctamente
sr: Нисам успео да обезбедим да се падајућа листа за померање правилно прикаже
sv: Jag kunde inte få rullgardinsmenyn att visas korrekt
sw: Sikuweza kupata orodha ya kushuka chini ili kuonyesha vizuri
ta: கீழ்தோன்றும் நகர்த்தல் பட்டியலை சரியாகக் காண்பிக்க என்னால் முடியவில்லை.
th: ฉันไม่สามารถแสดงรายการเลื่อนแบบดรอปดาวน์ได้อย่างถูกต้อง
tr: Açılır hareket listesinin düzgün bir şekilde görüntülenmesini sağlayamadım
uk: Мені не вдалося правильно відобразити спадний список переміщення
ur: میں مناسب طریقے سے ڈسپلے کرنے کے لیے ڈراپ ڈاؤن حرکت کی فہرست حاصل کرنے کے قابل نہیں تھا۔
vi: Tôi không thể hiển thị danh sách di chuyển thả xuống đúng cách

source: on top of the move list window, so you might have to adjust the
es: en la parte superior de la ventana de la lista de movimientos, por lo que es posible que tengas que ajustar el
sr: на врху прозора листе за померање, тако да ћете можда морати да прилагодите
sv: överst i flyttlistans fönster, så du kanske måste justera
sw: juu ya dirisha la orodha ya hoja, kwa hivyo unaweza kulazimika kurekebisha
ta: நகர்வு பட்டியல் சாளரத்தின் மேல், எனவே நீங்கள் சரிசெய்ய வேண்டியிருக்கும்
th: อยู่ด้านบนของหน้าต่างรายการย้าย ดังนั้นคุณอาจต้องปรับเปลี่ยน
tr: taşıma listesi penceresinin en üstünde, bu nedenle ayarlamanız gerekebilir
uk: у верхній частині вікна списку переміщення, тому вам, можливо, доведеться налаштувати
ur: موو لسٹ ونڈو کے اوپری حصے میں، لہذا آپ کو ایڈجسٹ کرنا پڑے گا۔
vi: ở đầu cửa sổ danh sách di chuyển, vì vậy bạn có thể phải điều chỉnh

source: toolbar icon size to make the moves visible when the box is displayed.
es: Tamaño del icono de la barra de herramientas para hacer visibles los movimientos cuando se muestra el cuadro.
sr: величина иконе траке са алаткама да би потези били видљиви када је оквир приказан.
sv: storlek på verktygsfältsikonen för att göra rörelserna synliga när rutan visas.
sw: saizi ya ikoni ya upau wa vidhibiti ili kufanya hatua zionekane wakati kisanduku kinaonyeshwa.
ta: பெட்டி காட்டப்படும்போது நகர்வுகள் தெரியும்படி கருவிப்பட்டி ஐகான் அளவு.
th: ขนาดไอคอนแถบเครื่องมือเพื่อให้การเคลื่อนไหวมองเห็นได้เมื่อแสดงกล่อง
tr: Kutu görüntülendiğinde hareketlerin görünür olmasını sağlamak için araç çubuğu simgesi boyutu.
uk: розмір піктограми панелі інструментів, щоб зробити рухи видимими, коли вікно відображається.
ur: ٹول بار کے آئیکن کا سائز جب باکس ظاہر ہوتا ہے تو چالوں کو نظر آتا ہے۔
vi: kích thước biểu tượng thanh công cụ để làm cho các chuyển động có thể nhìn thấy khi hộp được hiển thị.

source: This can be done by selecting <Options> <General..> <Toolbar icon size>
es: Esto se puede hacer seleccionando <Opciones> <General..> <Tamaño del icono de la barra de herramientas>
sr: Ово се може урадити избором <Опције> <Опште..> <Величина иконе на траци са алаткама>
sv: Detta kan göras genom att välja <Alternativ> <Allmänt..> <Verktygsfältsikonstorlek>
sw: Hili linaweza kufanywa kwa kuchagua <Chaguo> <Jumla..> <saizi ya ikoni ya upau wa vidhibiti>
ta: இதைச் செய்ய, <விருப்பங்கள்>பொது..> என்பதைத் தேர்ந்தெடுப்பதன் மூலம் இதைச் செய்யலாம். <கருவிப்பட்டி ஐகான் அளவு>
th: สามารถทำได้โดยเลือก <ตัวเลือก> <ทั่วไป..> <ขนาดไอคอนแถบเครื่องมือ>
tr: Bu, <Seçenekler> <Genel..> <Araç çubuğu simgesi boyutu> seçilerek yapılabilir.
uk: Це можна зробити, вибравши <Параметри> <Загальні..> <Розмір піктограми панелі інструментів>
ur: یہ <اختیارات> <جنرل..> <ٹول بار آئیکن سائز> کو منتخب کرکے کیا جا سکتا ہے۔
vi: Bạn có thể thực hiện việc này bằng cách chọn <Tùy chọn> <Chung..> <Kích thước biểu tượng thanh công cụ>

source: from the main menu in the 2d screen and putting in a smaller size.
es: desde el menú principal en la pantalla 2d y poniendo en un tamaño más pequeño.
sr: из главног менија на 2д екрану и стављањем у мању величину.
sv: från huvudmenyn på 2d-skärmen och sätta in en mindre storlek.
sw: kutoka kwa menyu kuu kwenye skrini ya 2d na kuweka saizi ndogo.
ta: 2D திரையில் உள்ள பிரதான மெனுவிலிருந்து சிறிய அளவில் வைக்கவும்.
th: จากเมนูหลักในหน้าจอ 2 มิติและใส่ขนาดที่เล็กลง
tr: 2d ekranındaki ana menüden ve daha küçük bir boyuta koyarak.
uk: із головного меню на екрані 2D і вставивши менший розмір.
ur: 2d اسکرین میں مین مینو سے اور چھوٹے سائز میں ڈالیں۔
vi: từ menu chính trên màn hình 2D và đưa vào kích thước nhỏ hơn.

source: This will move all the toolbar icons left and thus make the box visible
es: Esto moverá todos los íconos de la barra de herramientas hacia la izquierda y, por lo tanto, hará que el cuadro sea visible.
sr: Ово ће померити све иконе на траци са алаткама улево и тако ће оквир учинити видљивим
sv: Detta kommer att flytta alla verktygsfältsikoner åt vänster och därmed göra rutan synlig
sw: Hii itasogeza aikoni zote za upau wa vidhibiti kushoto na hivyo kufanya kisanduku kionekane
ta: இது அனைத்து கருவிப்பட்டி ஐகான்களையும் இடதுபுறமாக நகர்த்தி, பெட்டியை தெரியும்படி செய்யும்.
th: การกระทำนี้จะย้ายไอคอนแถบเครื่องมือทั้งหมดไปทางซ้ายและทำให้กล่องมองเห็นได้
tr: Bu, tüm araç çubuğu simgelerini sola taşıyacak ve böylece kutuyu görünür hale getirecek
uk: Це перемістить усі піктограми панелі інструментів ліворуч, і таким чином вікно стане видимим
ur: یہ ٹول بار کے تمام آئیکنز کو بائیں طرف لے جائے گا اور اس طرح باکس کو دکھائی دے گا۔
vi: Thao tác này sẽ di chuyển tất cả các biểu tượng thanh công cụ sang bên trái và do đó làm cho hộp hiển thị

source: when it is displayed.
es: cuando se muestra.
sr: када се прикаже.
sv: när den visas.
sw: inapoonyeshwa.
ta: அது காட்டப்படும் போது.
th: เมื่อมันแสดง
tr: görüntülendiğinde.
uk: коли він відображається.
ur: جب یہ ظاہر ہوتا ہے۔
vi: khi nó được hiển thị.

source: To change the 3d main window colours click -
es: Para cambiar los colores de la ventana principal 3D, haga clic en -
sr: Да бисте променили боје главног прозора 3д кликните -
sv: För att ändra 3d-huvudfönstrets färger klicka -
sw: Ili kubadilisha rangi za dirisha kuu la 3d bonyeza -
ta: 3D பிரதான சாளர வண்ணங்களை மாற்ற கிளிக் செய்யவும் -
th: หากต้องการเปลี่ยนสีหน้าต่างหลัก 3 มิติ ให้คลิก -
tr: 3D ana pencere renklerini değiştirmek için tıklayın -
uk: Щоб змінити кольори головного вікна 3D, натисніть -
ur: 3d مین ونڈو کے رنگ تبدیل کرنے کے لیے کلک کریں -
vi: Để thay đổi màu cửa sổ chính 3D, hãy nhấp vào -

source: < 3d graphics > < 3d options.. > < Window colours.. >
es: < Gráficos 3D > < Opciones 3D.. > < Colores de ventana.. >
sr: < 3д графика > < 3д опције.. > < Боје прозора.. >
sv: < 3D-grafik > < 3D-alternativ.. > < Fönsterfärger.. >
sw: < Michoro ya 3d > < chaguzi 3d.. > < Rangi za dirisha.. >
ta: < 3d கிராபிக்ஸ் > < 3d விருப்பங்கள்.. > சாளர நிறங்கள்.. >
th: < กราฟิก 3 มิติ > < ตัวเลือก 3 มิติ.. > < สีหน้าต่าง.. >
tr: < 3d grafikler > < 3d seçenekler.. > < Pencere renkleri.. >
uk: < 3d-графіка > < 3d-параметри.. > < Кольори вікон.. >
ur: < 3d گرافکس > < 3d اختیارات.. > < کھڑکی کے رنگ.. >
vi: < Đồ họa 3D > < Tùy chọn 3D.. > < Màu cửa sổ.. >

source: and choose your preferred colours.
es: y elige tus colores preferidos.
sr: и изаберите жељене боје.
sv: och välj dina favoritfärger.
sw: na uchague rangi unazopendelea.
ta: மற்றும் உங்களுக்கு விருப்பமான வண்ணங்களைத் தேர்வுசெய்யவும்.
th: และเลือกสีที่คุณต้องการ
tr: ve tercih ettiğiniz renkleri seçin.
uk: і оберіть бажані кольори.
ur: اور اپنی پسند کے رنگوں کا انتخاب کریں۔
vi: và chọn màu sắc bạn thích.

source: If you want a user-defined main window background
es: Si desea un fondo de ventana principal definido por el usuario
sr: Ако желите позадину главног прозора коју дефинише корисник
sv: Om du vill ha en användardefinierad huvudfönsterbakgrund
sw: Ikiwa unataka mandharinyuma ya dirisha kuu iliyofafanuliwa na mtumiaji
ta: பயனர் வரையறுக்கப்பட்ட பிரதான சாளர பின்னணியை நீங்கள் விரும்பினால்
th: หากคุณต้องการพื้นหลังหน้าต่างหลักที่ผู้ใช้กำหนดเอง
tr: Kullanıcı tanımlı bir ana pencere arka planı istiyorsanız
uk: Якщо вам потрібен визначений користувачем фон головного вікна
ur: اگر آپ صارف کی وضاحت شدہ مین ونڈو کا پس منظر چاہتے ہیں۔
vi: Nếu bạn muốn có một hình nền cửa sổ chính do người dùng xác định

source: Check the < User-defined > checkbox and click on < Background settings .. >
es: Marque la casilla de verificación <Definido por el usuario> y haga clic en <Configuración de fondo...>
sr: Означите поље за потврду < Усер-дефинед > и кликните на < Подешавања позадине .. >
sv: Markera kryssrutan < Användardefinierad > och klicka på < Bakgrundsinställningar .. >
sw: Teua kisanduku cha kuteua cha < User-defined > na ubofye < Mipangilio ya usuli .. >
ta: <பயனர்-வரையறுக்கப்பட்ட > தேர்வுப்பெட்டியைத் தேர்வுசெய்து, பின்னணி அமைப்புகள் என்பதைக் கிளிக் செய்யவும்.. >
th: ทำเครื่องหมายในช่องกาเครื่องหมาย < กำหนดโดยผู้ใช้ > และคลิกที่ < การตั้งค่าพื้นหลัง .. >
tr: < Kullanıcı tanımlı > onay kutusunu işaretleyin ve < Arka plan ayarları .. > öğesine tıklayın.
uk: Установіть прапорець <Визначено користувачем> і клацніть <Параметри фону ..>
ur: < یوزر ڈیفائنڈ > چیک باکس کو چیک کریں اور < پس منظر کی ترتیبات .. > پر کلک کریں۔
vi: Đánh dấu vào ô <Do người dùng xác định> và nhấp vào <Cài đặt nền ..>
