Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Set to find positions with black to move
es: Establecido para encontrar posiciones con negras para mover
sr: Подесите да пронађете позиције са црном за померање
sv: Ställ in för att hitta positioner med svart för att flytta
sw: Weka ili kupata nafasi zenye rangi nyeusi ili kusogeza
ta: நகர்த்துவதற்கு கருப்பு நிறத்துடன் நிலைகளைக் கண்டறிய அமைக்கவும்.
th: ตั้งค่าให้ค้นหาตำแหน่งด้วยสีดำเพื่อเคลื่อนที่
tr: Siyahın hareket edeceği pozisyonları bulmaya hazır olun
uk: Налаштуйте пошук позицій з чорним для переміщення
ur: منتقل کرنے کے لئے سیاہ کے ساتھ پوزیشنیں تلاش کرنے کے لئے سیٹ کریں۔
vi: Thiết lập để tìm vị trí có màu đen để di chuyển

source: Set if you don't care which side is to move
es: Establezca esta opción si no le importa qué lado debe moverse
sr: Подесите ако вам није важно на коју страну да се померите
sv: Ställ in om du inte bryr dig vilken sida som ska flyttas
sw: Weka ikiwa haujali ni upande gani wa kusonga
ta: எந்தப் பக்கம் நகர வேண்டும் என்பது உங்களுக்குப் பிடிக்கவில்லை என்றால் அமைக்கவும்.
th: ตั้งค่าหากคุณไม่สนใจว่าจะย้ายไปด้านไหน
tr: Hangi tarafın hareket edeceğini umursamıyorsan ayarla
uk: Встановіть, якщо вам байдуже, з якого боку рухатися
ur: سیٹ کریں اگر آپ کو اس بات کی پرواہ نہیں ہے کہ کس طرف جانا ہے۔
vi: Đặt nếu bạn không quan tâm bên nào sẽ di chuyển

source: Games only match if the specified material balance
es: Los juegos solo coinciden si el material especificado está en equilibrio
sr: Игре се поклапају само ако је наведени материјални биланс
sv: Spel matchar endast om den angivna materialbalansen
sw: Michezo inalingana tu ikiwa salio la nyenzo lililobainishwa
ta: குறிப்பிட்ட பொருள் சமநிலை இருந்தால் மட்டுமே விளையாட்டுகள் பொருந்தும்.
th: เกมจะจับคู่เฉพาะในกรณีที่มีความสมดุลของวัสดุตามที่ระบุเท่านั้น
tr: Oyunlar yalnızca belirtilen malzeme dengesiyle eşleşir
uk: Ігри збігаються, лише якщо вказаний матеріальний баланс
ur: گیمز صرف اس صورت میں مماثل ہیں جب مخصوص مادی توازن ہو۔
vi: Trò chơi chỉ khớp nếu cân bằng vật chất được chỉ định

source: persists for at least this many half moves
es: persiste durante al menos esta cantidad de medios movimientos
sr: истрајава најмање оволико полупотеза
sv: kvarstår i åtminstone så många halva drag
sw: hudumu kwa angalau hatua hizi za nusu
ta: குறைந்தபட்சம் இந்த பல அரை நகர்வுகளுக்குத் தொடர்கிறது
th: ยังคงอยู่ต่อไปอย่างน้อยครึ่งการเคลื่อนไหวจำนวนนี้
tr: en azından bu kadar yarım hamle boyunca devam eder
uk: зберігається протягом принаймні такої кількості півходів
ur: کم از کم اس نصف چالوں تک برقرار رہتا ہے۔
vi: tồn tại ít nhất là trong số những lần di chuyển nửa chừng này

source: Use this panel to search the database for games where
es: Utilice este panel para buscar en la base de datos juegos donde
sr: Користите овај панел да претражите базу података за игре где
sv: Använd den här panelen för att söka i databasen efter spel där
sw: Tumia kidirisha hiki kutafuta hifadhidata kwa michezo ambapo
ta: விளையாட்டுகளுக்கான தரவுத்தளத்தைத் தேட இந்தப் பலகத்தைப் பயன்படுத்தவும், அங்கு
th: ใช้แผงนี้เพื่อค้นหาฐานข้อมูลสำหรับเกมที่
tr: Oyunların bulunduğu veritabanını aramak için bu paneli kullanın.
uk: Використовуйте цю панель для пошуку ігор у базі даних
ur: جہاں گیمز کے لیے ڈیٹا بیس کو تلاش کرنے کے لیے اس پینل کا استعمال کریں۔
vi: Sử dụng bảng điều khiển này để tìm kiếm cơ sở dữ liệu cho các trò chơi mà

source: a specified material balance occurs at some point.
es: En algún momento se produce un equilibrio material específico.
sr: у неком тренутку настаје одређени материјални биланс.
sv: en specificerad materialbalans inträffar någon gång.
sw: usawa wa nyenzo maalum hutokea wakati fulani.
ta: ஒரு குறிப்பிட்ட பொருள் சமநிலை ஒரு கட்டத்தில் ஏற்படுகிறது.
th: ความสมดุลของวัสดุที่กำหนดไว้จะเกิดขึ้นในบางจุด
tr: Belirli bir noktada belirli bir maddi denge oluşur.
uk: певний матеріальний баланс виникає в певний момент.
ur: ایک مخصوص مادی توازن کسی وقت ہوتا ہے۔
vi: sự cân bằng vật chất cụ thể xảy ra tại một thời điểm nào đó.

source: Put the pieces you want on the board, and the search
es: Coloca las piezas que quieras en el tablero y comienza la búsqueda.
sr: Ставите делове које желите на таблу и претражите
sv: Lägg de bitar du vill ha på brädet och sök
sw: Weka vipande unavyotaka kwenye ubao, na utafutaji
ta: நீங்கள் விரும்பும் துண்டுகளை பலகையில் வைத்து, தேடலைத் தொடங்குங்கள்.
th: วางชิ้นส่วนที่คุณต้องการบนกระดานแล้วค้นหา
tr: İstediğiniz parçaları tahtaya koyun ve arama
uk: Покладіть потрібні фігури на дошку та шукайте
ur: اپنے مطلوبہ ٹکڑے بورڈ پر رکھیں اور تلاش کریں۔
vi: Đặt các quân cờ bạn muốn vào bảng và tìm kiếm

source: will locate games where only those pieces remained
es: localizará partidas donde solo quedaron esas piezas
sr: ће лоцирати игре у којима су остали само ти комади
sv: kommer att hitta spel där bara de bitarna var kvar
sw: itatafuta michezo ambapo vipande hivyo pekee vilibaki
ta: அந்த துண்டுகள் மட்டுமே எஞ்சியிருக்கும் விளையாட்டுகளைக் கண்டுபிடிக்கும்.
th: จะค้นหาเกมที่ยังคงเหลือเพียงชิ้นส่วนเหล่านั้น
tr: sadece o parçaların kaldığı oyunları bulacaktır
uk: знайде ігри, де залишилися лише ті фігури
ur: ان گیمز کا پتہ لگائے گا جہاں صرف وہی ٹکڑے رہ گئے تھے۔
vi: sẽ xác định vị trí các trò chơi mà chỉ còn lại những quân cờ đó

source: on the board at a certain point in the game.
es: en el tablero en un momento determinado del juego.
sr: на табли у одређеном тренутку игре.
sv: på brädan vid en viss tidpunkt i spelet.
sw: kwenye ubao wakati fulani kwenye mchezo.
ta: விளையாட்டின் ஒரு குறிப்பிட்ட கட்டத்தில் பலகையில்.
th: บนกระดาน ณ จุดใดจุดหนึ่งในเกม
tr: Oyunun belirli bir noktasında tahtada.
uk: на дошці в певний момент гри.
ur: کھیل میں ایک خاص نقطہ پر بورڈ پر.
vi: trên bảng tại một thời điểm nhất định trong trò chơi.

source: To make the search (much) more flexible
es: Para hacer la búsqueda (mucho) más flexible
sr: Да би претрага била (много) флексибилнија
sv: För att göra sökningen (mycket) mer flexibel
sw: Ili kufanya utafutaji (mengi) uwe rahisi zaidi
ta: தேடலை (மிகவும்) நெகிழ்வானதாக மாற்ற
th: เพื่อให้การค้นหามีความยืดหยุ่น (มากขึ้น)
tr: Aramayı (çok) daha esnek hale getirmek için
uk: Щоб зробити пошук (набагато) гнучкішим
ur: تلاش (زیادہ) زیادہ لچکدار بنانے کے لیے
vi: Để làm cho việc tìm kiếm linh hoạt hơn (nhiều)

source: you can refine the search in various ways.
es: Puede refinar la búsqueda de varias maneras.
sr: можете прецизирати претрагу на различите начине.
sv: du kan förfina sökningen på olika sätt.
sw: unaweza kuboresha utafutaji kwa njia mbalimbali.
ta: நீங்கள் தேடலை பல்வேறு வழிகளில் செம்மைப்படுத்தலாம்.
th: คุณสามารถปรับแต่งการค้นหาได้หลายวิธี
tr: Aramanızı çeşitli şekillerde daraltabilirsiniz.
uk: ви можете уточнити пошук різними способами.
ur: آپ تلاش کو مختلف طریقوں سے بہتر کر سکتے ہیں۔
vi: bạn có thể tinh chỉnh tìm kiếm theo nhiều cách khác nhau.

source: For example, if you put a dark squared bishop on the board,
es: Por ejemplo, si pones un alfil de casillas oscuras en el tablero,
sr: На пример, ако ставите епископа тамног квадрата на таблу,
sv: Till exempel, om du sätter en mörk fyrkantig biskop på tavlan,
sw: Kwa mfano, ukimweka askofu mwenye mraba mweusi ubaoni,
ta: உதாரணமாக, நீங்கள் பலகையில் ஒரு அடர் சதுர பிஷப்பை வைத்தால்,
th: ตัวอย่างเช่น หากคุณวางบิชอปที่มีสี่เหลี่ยมสีเข้มไว้บนกระดาน
tr: Örneğin, tahtaya koyu renkli bir fil koyarsanız,
uk: Наприклад, якщо ви поставите на дошку темного слона,
ur: مثال کے طور پر، اگر آپ بورڈ پر گہرا مربع بشپ لگاتے ہیں،
vi: Ví dụ, nếu bạn đặt một quân tượng ô đen lên bàn cờ,

source: you can insist the search only finds positions with
es: Puedes insistir en que la búsqueda sólo encuentre posiciones con
sr: можете инсистирати да претрага само проналази позиције са
sv: du kan insistera på att sökningen bara hittar positioner med
sw: unaweza kusisitiza utafutaji unapata nafasi pekee
ta: தேடல் நிலைகளை மட்டுமே கண்டறிய வேண்டும் என்று நீங்கள் வலியுறுத்தலாம்
th: คุณสามารถยืนกรานให้การค้นหาพบเฉพาะตำแหน่งที่มี
tr: aramanın yalnızca şu pozisyonları bulduğunda ısrar edebilirsiniz:
uk: ви можете наполягати, що пошук знаходить лише позиції з
ur: آپ اصرار کر سکتے ہیں کہ تلاش صرف اس کے ساتھ پوزیشنیں تلاش کرتی ہے۔
vi: bạn có thể nhấn mạnh tìm kiếm chỉ tìm thấy các vị trí với

source: a dark squared bishop but by default any bishop will do).
es: un alfil de casillas oscuras (aunque por defecto cualquier alfil servirá).
sr: епископ тамног квадрата, али ће по подразумеваној вредности било који епископ то учинити).
sv: en mörk kvadratisk biskop men som standard kommer alla biskopar att göra det).
sw: askofu mwenye mraba mweusi lakini kwa chaguo-msingi askofu yeyote atafanya).
ta: ஒரு அடர் சதுர பிஷப், ஆனால் இயல்பாகவே எந்த பிஷப்பும் செய்வார்).
th: บิชอปสี่เหลี่ยมสีเข้ม แต่โดยค่าเริ่มต้น บิชอปคนไหนก็ได้)
tr: koyu kare fil ama varsayılan olarak herhangi bir fil işe yarar).
uk: слон темного квадрата, але за умовчанням підійде будь-який слон).
ur: ایک سیاہ مربع بشپ لیکن بطور ڈیفالٹ کوئی بشپ کرے گا)۔
vi: một quân tượng ô đen nhưng theo mặc định thì bất kỳ quân tượng nào cũng được).

source: Use this panel to search the database for games where a specified
es: Utilice este panel para buscar en la base de datos juegos en los que se haya determinado un objetivo.
sr: Користите овај панел да претражите базу података за игре у којима је наведено
sv: Använd denna panel för att söka i databasen efter spel där en specificerad
sw: Tumia kidirisha hiki kutafuta hifadhidata kwa michezo ambayo imebainishwa
ta: குறிப்பிடப்பட்ட விளையாட்டுகளுக்கான தரவுத்தளத்தைத் தேட இந்தப் பலகத்தைப் பயன்படுத்தவும்
th: ใช้แผงนี้เพื่อค้นหาฐานข้อมูลเกมที่ระบุ
tr: Belirli bir oyunun bulunduğu veritabanında arama yapmak için bu paneli kullanın.
uk: Використовуйте цю панель для пошуку в базі даних ігор, де вказано
ur: گیمز کے ڈیٹا بیس کو تلاش کرنے کے لیے اس پینل کا استعمال کریں جہاں ایک مخصوص ہے۔
vi: Sử dụng bảng điều khiển này để tìm kiếm cơ sở dữ liệu cho các trò chơi có một chỉ định

source: pattern (arrangement of some pieces) occurs at some point.
es: El patrón (disposición de algunas piezas) ocurre en algún momento.
sr: образац (распоред неких делова) се јавља у неком тренутку.
sv: mönster (arrangemang av vissa delar) inträffar någon gång.
sw: muundo (mpangilio wa vipande vingine) hutokea wakati fulani.
ta: ஒரு குறிப்பிட்ட கட்டத்தில் ஒரு முறை (சில துண்டுகளின் அமைப்பு) ஏற்படுகிறது.
th: ลวดลาย (การจัดเรียงของชิ้นงานบางชิ้น) จะเกิดขึ้นในบางจุด
tr: Bir noktada desen (bazı parçaların dizilimi) meydana gelir.
uk: візерунок (розташування деяких частин) виникає в певний момент.
ur: پیٹرن (کچھ ٹکڑوں کا بندوبست) کسی وقت ہوتا ہے۔
vi: mô hình (sự sắp xếp của một số mảnh) xảy ra tại một thời điểm nào đó.

source: will locate games where those pieces occupied those squares.
es: localizará juegos donde esas piezas ocuparon esas casillas.
sr: ће лоцирати игре где су те фигуре заузимале та поља.
sv: kommer att hitta spel där pjäserna ockuperade dessa rutor.
sw: itatafuta michezo ambapo vipande hivyo vilichukua viwanja hivyo.
ta: அந்த துண்டுகள் அந்த சதுரங்களை ஆக்கிரமித்த விளையாட்டுகளைக் கண்டுபிடிக்கும்.
th: จะค้นหาเกมที่มีชิ้นส่วนเหล่านั้นอยู่ตรงช่องสี่เหลี่ยมเหล่านั้น
tr: o taşların o kareleri işgal ettiği oyunları tespit edecektir.
uk: буде знаходити ігри, де ці фігури займали ті квадрати.
ur: ان کھیلوں کا پتہ لگائے گا جہاں ان ٹکڑوں نے ان چوکوں پر قبضہ کیا تھا۔
vi: sẽ xác định được những trò chơi mà các quân cờ đó chiếm những ô vuông đó.

source: The material balance search is also available, and is more flexible
es: La búsqueda de balance de materiales también está disponible y es más flexible.
sr: Претрага материјалног биланса је такође доступна и флексибилнија је
sv: Materialbalanssökningen är också tillgänglig och är mer flexibel
sw: Utafutaji wa usawa wa nyenzo pia unapatikana, na ni rahisi zaidi
ta: பொருள் சமநிலை தேடலும் கிடைக்கிறது, மேலும் இது மிகவும் நெகிழ்வானது.
th: การค้นหาสมดุลของวัสดุยังพร้อมใช้งานและมีความยืดหยุ่นมากขึ้น
tr: Malzeme dengesi araması da mevcuttur ve daha esnektir
uk: Також доступний пошук матеріального балансу, який є більш гнучким
ur: مادی توازن کی تلاش بھی دستیاب ہے، اور زیادہ لچکدار ہے۔
vi: Tìm kiếm cân bằng vật liệu cũng khả dụng và linh hoạt hơn

source: but also more complicated.
es: pero también más complicado.
sr: али и компликованије.
sv: men också mer komplicerat.
sw: lakini pia ngumu zaidi.
ta: ஆனால் மிகவும் சிக்கலானது.
th: แต่ยังซับซ้อนมากขึ้นไปอีก
tr: ama aynı zamanda daha karmaşık.
uk: але й складніше.
ur: بلکہ زیادہ پیچیدہ.
vi: nhưng cũng phức tạp hơn.

source: To make the material balance search more like the pattern search,
es: Para que la búsqueda de balance de materiales se parezca más a la búsqueda de patrones,
sr: Да би претрага материјалног биланса била више као претрага обрасца,
sv: För att göra materialbalanssökningen mer som mönstersökningen,
sw: Ili kufanya usawa wa nyenzo utafute zaidi kama utaftaji wa muundo,
ta: பொருள் சமநிலை தேடலை, ​​மாதிரி தேடலைப் போலவே மாற்ற,
th: เพื่อให้การค้นหาสมดุลของวัสดุมีความคล้ายคลึงกับการค้นหารูปแบบมากขึ้น
tr: Malzeme dengesi aramasını desen aramasına daha çok benzetmek için,
uk: Щоб зробити пошук матеріального балансу більш схожим на пошук шаблону,
ur: مادی توازن کی تلاش کو پیٹرن کی تلاش کی طرح بنانے کے لیے،
vi: Để làm cho việc tìm kiếm cân bằng vật chất giống với tìm kiếm mẫu hơn,

source: lock down the position of pieces you care about with right clicks.
es: Bloquea la posición de las piezas que te interesan con clics derechos.
sr: закључајте позицију делова до којих вам је стало десним кликовима.
sv: låsa positionen för bitar du bryr dig om med högerklick.
sw: funga nafasi ya vipande unavyojali kwa kubofya kulia.
ta: நீங்கள் விரும்பும் துண்டுகளின் நிலையை வலது கிளிக் மூலம் பூட்டவும்.
th: ล็อคตำแหน่งชิ้นส่วนที่คุณสนใจด้วยการคลิกขวา
tr: Önemsediğiniz taşların konumunu sağ tıklamalarla kilitleyin.
uk: зафіксуйте положення частин, які вас цікавлять, клацаючи правою кнопкою миші.
ur: دائیں کلکس کے ساتھ ان ٹکڑوں کی پوزیشن کو لاک ڈاؤن کریں جن کی آپ کو پرواہ ہے۔
vi: khóa vị trí của các quân cờ bạn quan tâm bằng cách nhấp chuột phải.

source: Pattern Dialog Help
es: Ayuda del cuadro de diálogo de patrones
sr: Помоћ за дијалог шаблона
sv: Mönsterdialoghjälp
sw: Usaidizi wa Maongezi ya Muundo
ta: வடிவ உரையாடல் உதவி
th: ความช่วยเหลือเกี่ยวกับรูปแบบกล่องโต้ตอบ
tr: Desen İletişim Kutusu Yardımı
uk: Довідка діалогового вікна шаблону
ur: پیٹرن ڈائیلاگ مدد
vi: Trợ giúp hộp thoại mẫu

source: Edit Game Details
es: Editar detalles del juego
sr: Уредите детаље игре
sv: Redigera speldetaljer
sw: Hariri Maelezo ya Mchezo
ta: விளையாட்டு விவரங்களைத் திருத்து
th: แก้ไขรายละเอียดเกม
tr: Oyun Ayrıntılarını Düzenle
uk: Редагувати деталі гри
ur: گیم کی تفصیلات میں ترمیم کریں۔
vi: Chỉnh sửa chi tiết trò chơi

source: Paste current game
es: Pegar el juego actual
sr: Налепите тренутну игру
sv: Klistra in aktuellt spel
sw: Bandika mchezo wa sasa
ta: தற்போதைய விளையாட்டை ஒட்டுக
th: วางเกมปัจจุบัน
tr: Mevcut oyunu yapıştır
uk: Вставити поточну гру
ur: موجودہ گیم چسپاں کریں۔
vi: Dán trò chơi hiện tại

source: Delete
es: Borrar
sr: Избриши
sv: Radera
sw: Futa
ta: நீக்கு
th: ลบ
tr: Silmek
uk: Видалити
ur: حذف کریں۔
vi: Xóa bỏ

source: Add to clipboard
es: Añadir al portapapeles
sr: Додај у међуспремник
sv: Lägg till i urklipp
sw: Ongeza kwenye ubao wa kunakili
ta: கிளிப்போர்டுக்குச் சேர்
th: เพิ่มไปยังคลิปบอร์ด
tr: Panoya ekle
uk: Додати в буфер обміну
ur: کلپ بورڈ میں شامل کریں۔
vi: Thêm vào clipboard

source: Publish
es: Publicar
sr: Објавите
sv: Publicera
sw: Chapisha
ta: வெளியிடு
th: เผยแพร่
tr: Yayımla
uk: Опублікувати
ur: شائع کریں۔
vi: Xuất bản

source: ECO codes
es: Códigos ECO
sr: ЕКО кодови
sv: ECO-koder
sw: Nambari za ECO
ta: ECO குறியீடுகள்
th: รหัส ECO
tr: ECO kodları
uk: ЕКО коди
ur: ECO کوڈز
vi: Mã ECO

source: New Pairings
es: Nuevas parejas
sr: Нев Паирингс
sv: Nya parningar
sw: Jozi Mpya
ta: புதிய ஜோடிகள்
th: การจับคู่ใหม่
tr: Yeni Eşleşmeler
uk: Нові пари
ur: نئی جوڑی
vi: Cặp đôi mới

source: Use this panel to preview the games in a .pgn file.
es: Utilice este panel para obtener una vista previa de los juegos en un archivo .pgn.
sr: Користите овај панел за преглед игара у .пгн датотеци.
sv: Använd den här panelen för att förhandsgranska spelen i en .pgn-fil.
sw: Tumia kidirisha hiki kuhakiki michezo katika faili ya .pgn.
ta: .pgn கோப்பில் கேம்களை முன்னோட்டமிட இந்தப் பலகத்தைப் பயன்படுத்தவும்.
th: ใช้แผงนี้เพื่อดูตัวอย่างเกมในไฟล์ .pgn
tr: Oyunları .pgn dosyasında önizlemek için bu paneli kullanın.
uk: Використовуйте цю панель для попереднього перегляду ігор у файлі .pgn.
ur: pgn فائل میں گیمز کا جائزہ لینے کے لیے اس پینل کا استعمال کریں۔
vi: Sử dụng bảng điều khiển này để xem trước các trò chơi trong tệp .pgn.

source: You can sort on any column. The first column (column '#') is provided only
es: Puede ordenar por cualquier columna. Solo se proporciona la primera columna (columna '#').
sr: Можете сортирати по било којој колони. Наведена је само прва колона (колона '#').
sv: Du kan sortera på vilken kolumn som helst. Den första kolumnen (kolumnen '#') tillhandahålls endast
sw: Unaweza kupanga kwenye safu wima yoyote. Safu wima ya kwanza (safu wima '#') imetolewa pekee
ta: நீங்கள் எந்த நெடுவரிசையிலும் வரிசைப்படுத்தலாம். முதல் நெடுவரிசை (நெடுவரிசை '#') மட்டுமே வழங்கப்படுகிறது
th: คุณสามารถเรียงลำดับตามคอลัมน์ใดก็ได้ คอลัมน์แรก (คอลัมน์ '#') จะให้ไว้เฉพาะ
tr: Herhangi bir sütuna göre sıralama yapabilirsiniz. İlk sütun (sütun '#') yalnızca sağlanır
uk: Ви можете сортувати по будь-якій колонці. Надається лише перший стовпець (стовпець "#").
ur: آپ کسی بھی کالم پر ترتیب دے سکتے ہیں۔ پہلا کالم (کالم '#') صرف فراہم کیا گیا ہے۔
vi: Bạn có thể sắp xếp theo bất kỳ cột nào. Cột đầu tiên (cột '#') chỉ được cung cấp

source: to allow a sort on initial order (for restoring or reversing the initial order).
es: para permitir una clasificación en el orden inicial (para restaurar o revertir el orden inicial).
sr: да дозволи сортирање по почетном редоследу (за враћање или поништавање почетног редоследа).
sv: för att tillåta en sortering på initial ordning (för att återställa eller vända den initiala ordningen).
sw: kuruhusu kupanga kwa mpangilio wa awali (kwa kurejesha au kubadilisha mpangilio wa awali).
ta: ஆரம்ப வரிசையில் வரிசைப்படுத்த அனுமதிக்க (ஆரம்ப வரிசையை மீட்டமைக்க அல்லது மாற்றுவதற்கு).
th: เพื่อให้สามารถเรียงลำดับตามลำดับเริ่มต้นได้ (เพื่อเรียกคืนหรือย้อนกลับลำดับเริ่มต้น)
tr: başlangıç sırasına göre sıralamaya izin vermek (başlangıç sırasını geri yüklemek veya tersine çevirmek için).
uk: щоб дозволити сортування за початковим порядком (для відновлення або зміни початкового порядку).
ur: ابتدائی ترتیب پر ترتیب دینے کی اجازت دینا (ابتدائی ترتیب کو بحال کرنے یا تبدیل کرنے کے لیے)۔
vi: cho phép sắp xếp theo thứ tự ban đầu (để khôi phục hoặc đảo ngược thứ tự ban đầu).

source: To reverse sort click twice. The moves column sort is statistical,
es: Para invertir el orden, haga clic dos veces. El orden de las columnas de movimientos es estadístico.
sr: За обрнуто сортирање кликните двапут. Сортирање колона потеза је статистичко,
sv: Klicka två gånger för att vända sorteringen. Sorteringen av dragkolumnen är statistisk,
sw: Ili kubadilisha mpangilio, bonyeza mara mbili. Mpangilio wa safu wima ya kusogeza ni wa takwimu,
ta: தலைகீழ் வரிசைப்படுத்த இருமுறை சொடுக்கவும். நகர்வுகள் நெடுவரிசை வரிசைப்படுத்தல் புள்ளிவிவர ரீதியாக உள்ளது,
th: หากต้องการเรียงลำดับย้อนกลับ ให้คลิกสองครั้ง การเรียงลำดับคอลัมน์แบบเคลื่อนที่เป็นเชิงสถิติ
tr: Ters sıralama için iki kez tıklayın. Sütun sıralaması istatistikseldir.
uk: Для зворотного сортування натисніть двічі. Сортування стовпця рухів є статистичним,
ur: ترتیب کو ریورس کرنے کے لیے دو بار کلک کریں۔ حرکت کالم کی ترتیب شماریاتی ہے،
vi: Để đảo ngược thứ tự, hãy nhấp đúp. Sắp xếp cột di chuyển là thống kê,

source: (most popular lines first) rather than alphabetical.)
es: (primero las líneas más populares) en lugar de ordenar alfabéticamente).
sr: (прво најпопуларнији редови), а не по абецедном реду.)
sv: (de mest populära raderna först) snarare än alfabetiskt.)
sw: (mistari maarufu zaidi kwanza) badala ya alfabeti.)
ta: (அகர வரிசைப்படி அல்லாமல், மிகவும் பிரபலமான வரிகளை முதலில் குறிப்பிடவும்).
th: (บรรทัดที่นิยมมากที่สุดก่อน) มากกว่าจะเรียงตามตัวอักษร)
tr: (Alfabetik sıra yerine en popüler satırlar ilk olarak)
uk: (спочатку найпопулярніші рядки), а не за алфавітом.)
ur: (سب سے زیادہ مقبول لائنیں پہلے) حروف تہجی کے بجائے۔)
vi: (các dòng phổ biến nhất được xếp đầu tiên) thay vì theo thứ tự bảng chữ cái.)

source: Sort history is respected in tie breaks.
es: En los desempates se respeta el historial de clasificación.
sr: Историја сортирања се поштује у тај-брејковима.
sv: Sorteringshistorik respekteras i tie breaks.
sw: Historia ya aina inaheshimiwa katika mapumziko.
ta: டை பிரேக்கர்களில் வரிசை வரலாறு மதிக்கப்படுகிறது.
th: ประวัติการเรียงลำดับจะได้รับการเคารพในจังหวะเสมอกัน
tr: Tie break'lerde sıralama geçmişi dikkate alınır.
uk: Історія сортування поважається на тай-брейках.
ur: ٹائی بریک میں ترتیب کی تاریخ کا احترام کیا جاتا ہے۔
vi: Lịch sử được tôn trọng trong các trận tie-break.

source: The games will be sorted by White player, but all opponents will be grouped together
es: Las partidas se ordenarán por jugador blanco, pero todos los oponentes se agruparán.
sr: Игре ће бити поређане по играчу белог, али ће сви противници бити груписани заједно
sv: Spelen kommer att sorteras efter vit spelare, men alla motståndare kommer att grupperas tillsammans
sw: Michezo itapangwa na Mchezaji Mweupe, lakini wapinzani wote watawekwa pamoja
ta: விளையாட்டுகள் வெள்ளை வீரரால் வரிசைப்படுத்தப்படும், ஆனால் அனைத்து எதிராளிகளும் ஒன்றாகக் குழுவாக்கப்படுவார்கள்.
th: เกมจะถูกจัดเรียงตามผู้เล่นฝ่ายขาว แต่คู่ต่อสู้ทั้งหมดจะถูกจัดกลุ่มไว้ด้วยกัน
tr: Oyunlar Beyaz oyuncuya göre sıralanacak, ancak tüm rakipler birlikte gruplandırılacak
uk: Ігри будуть відсортовані за білим гравцем, але всі суперники будуть згруповані разом
ur: گیمز کو سفید فام کھلاڑی کے ذریعہ ترتیب دیا جائے گا، لیکن تمام مخالفین کو ایک ساتھ گروپ کیا جائے گا۔
vi: Các trò chơi sẽ được sắp xếp theo người chơi Trắng, nhưng tất cả các đối thủ sẽ được nhóm lại với nhau

source: (because of the earlier sort on Black), and if there are multiple games between
es: (debido a la clasificación anterior de las negras), y si hay múltiples juegos entre
sr: (због ранијег типа на црном), и ако постоји више утакмица између
sv: (på grund av den tidigare sorten på Black), och om det finns flera spel mellan
sw: (kwa sababu ya aina ya awali kwenye Nyeusi), na ikiwa kuna michezo mingi kati
ta: (பிளாக்கில் முந்தைய வரிசைப்படுத்தல் காரணமாக), மற்றும் இடையில் பல விளையாட்டுகள் இருந்தால்
th: (เพราะการเรียงลำดับก่อนหลังในฝ่ายดำ) และหากมีเกมหลายเกมระหว่าง
tr: (Siyah'ın daha önceki sıralaması nedeniyle) ve eğer birden fazla oyun varsa
uk: (через попередні сортування на чорному), і якщо між ними є кілька ігор
ur: (بلیک پر پہلے کی ترتیب کی وجہ سے)، اور اگر اس کے درمیان ایک سے زیادہ گیمز ہوں۔
vi: (vì cách sắp xếp trước đó trên Đen), và nếu có nhiều ván đấu giữa

source: the same players, the games will be sorted according to the most common opening
es: Los mismos jugadores, las partidas se ordenarán según la apertura más común.
sr: исти играчи, игре ће бити поређане према најчешћем отварању
sv: samma spelare kommer spelen att sorteras efter den vanligaste öppningen
sw: wachezaji sawa, michezo itapangwa kulingana na ufunguzi wa kawaida
ta: அதே வீரர்கள், விளையாட்டுகள் மிகவும் பொதுவான தொடக்கத்தின் படி வரிசைப்படுத்தப்படும்
th: ผู้เล่นคนเดียวกัน เกมจะถูกจัดเรียงตามการเปิดเกมที่พบได้บ่อยที่สุด
tr: Aynı oyuncular, oyunlar en yaygın açılışa göre sıralanacaktır
uk: однакові гравці, ігри будуть відсортовані відповідно до найпоширенішого відкриття
ur: ایک ہی کھلاڑی، کھیل سب سے زیادہ عام افتتاحی کے مطابق ترتیب دیا جائے گا
vi: cùng những người chơi, các trò chơi sẽ được sắp xếp theo cách khai cuộc phổ biến nhất
