Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: when administrators began charging players for membership and changed the name
es: Cuando los administradores comenzaron a cobrar a los jugadores por la membresía y cambiaron el nombre
sr: када су администратори почели да наплаћују чланство играчима и променили име
sv: när administratörer började debitera spelare för medlemskap och bytte namn
sw: wakati wasimamizi walipoanza kuwatoza wachezaji kwa uanachama na kubadilisha jina
ta: நிர்வாகிகள் உறுப்பினர் கட்டணத்தை வீரர்களிடம் வசூலிக்கத் தொடங்கி பெயரை மாற்றியபோது
th: เมื่อผู้ดูแลระบบเริ่มเรียกเก็บเงินจากผู้เล่นสำหรับสมาชิกและเปลี่ยนชื่อ
tr: yöneticiler oyunculardan üyelik için ücret almaya başladığında ve ismi değiştirdiğinde
uk: коли адміністратори почали стягувати з гравців плату за членство та змінили назву
ur: جب منتظمین نے کھلاڑیوں سے رکنیت کا معاوضہ لینا شروع کیا اور نام تبدیل کر دیا۔
vi: khi người quản lý bắt đầu tính phí người chơi cho tư cách thành viên và đổi tên

source: to the ICC. Several former ICS programmers saw the commercialization of ICS
es: a la ICC. Varios exprogramadores de ICS vieron la comercialización de ICS
sr: у МКС. Неколико бивших ИЦС програмера видело је комерцијализацију ИЦС-а
sv: till ICC. Flera tidigare ICS-programmerare såg kommersialiseringen av ICS
sw: kwa ICC. Waandaaji programu kadhaa wa zamani wa ICS waliona biashara ya ICS
ta: ஐ.சி.சி.க்கு. பல முன்னாள் ஐ.சி.எஸ். நிரலாளர்கள் ஐ.சி.எஸ். வணிகமயமாக்கலைக் கண்டனர்.
th: ต่อศาลอาญาระหว่างประเทศ อดีตโปรแกรมเมอร์ ICS หลายคนมองเห็นการนำ ICS ไปใช้ในเชิงพาณิชย์
tr: ICC'ye. Birkaç eski ICS programcısı ICS'nin ticarileşmesini gördü
uk: до МКС. Кілька колишніх програмістів ICS побачили комерціалізацію ICS
ur: آئی سی سی کو کئی سابق ICS پروگرامرز نے ICS کی تجارتی کاری کو دیکھا
vi: đến ICC. Một số cựu lập trình viên ICS đã chứng kiến sự thương mại hóa của ICS

source: as an exploitation of their work.
es: como una explotación de su trabajo.
sr: као експлоатацију њиховог рада.
sv: som ett utnyttjande av deras arbete.
sw: kama unyonyaji wa kazi zao.
ta: அவர்களின் வேலையைச் சுரண்டுவதாக.
th: เป็นการแสวงหาผลประโยชน์จากงานของตน
tr: çalışmalarının bir sömürüsü olarak.
uk: як експлуатація їхньої праці.
ur: ان کے کام کے استحصال کے طور پر۔
vi: như một sự bóc lột công sức của họ.

source: This group, led by Chris Petroff and Henrik Gram, developed FICS as an alternative
es: Este grupo, liderado por Chris Petroff y Henrik Gram, desarrolló FICS como una alternativa
sr: Ова група, коју су предводили Крис Петроф и Хенрик Грам, развила је ФИЦС као алтернативу
sv: Denna grupp, ledd av Chris Petroff och Henrik Gram, utvecklade FICS som ett alternativ
sw: Kundi hili, lililoongozwa na Chris Petroff na Henrik Gram, lilianzisha FICS kama njia mbadala
ta: கிறிஸ் பெட்ரோஃப் மற்றும் ஹென்ரிக் கிராம் தலைமையிலான இந்தக் குழு, FICS ஐ மாற்றாக உருவாக்கியது.
th: กลุ่มนี้ซึ่งนำโดย Chris Petroff และ Henrik Gram ได้พัฒนา FICS เป็นทางเลือก
tr: Chris Petroff ve Henrik Gram liderliğindeki bu grup, FICS'yi alternatif bir yöntem olarak geliştirdi
uk: Ця група під керівництвом Кріса Петроффа та Хенріка Грама розробила FICS як альтернативу
ur: کرس پیٹروف اور ہنریک گرام کی قیادت میں اس گروپ نے متبادل کے طور پر FICS تیار کیا۔
vi: Nhóm này, do Chris Petroff và Henrik Gram đứng đầu, đã phát triển FICS như một giải pháp thay thế

source: to the paid model, giving users free, unrestricted access.
es: al modelo de pago, brindando a los usuarios acceso gratuito y sin restricciones.
sr: на плаћени модел, дајући корисницима бесплатан, неограничен приступ.
sv: till den betalda modellen, vilket ger användarna gratis, obegränsad åtkomst.
sw: kwa mtindo wa kulipia, unaowapa watumiaji ufikiaji wa bure, usio na vikwazo.
ta: கட்டண மாதிரிக்கு, பயனர்களுக்கு இலவச, தடையற்ற அணுகலை வழங்குகிறது.
th: ไปสู่รูปแบบการชำระเงินโดยให้ผู้ใช้สามารถเข้าถึงได้ฟรีโดยไม่มีข้อจำกัด
tr: Ücretli modele geçilerek kullanıcılara ücretsiz ve kısıtlanmamış erişim sağlandı.
uk: до платної моделі, надаючи користувачам безкоштовний необмежений доступ.
ur: ادا شدہ ماڈل تک، صارفین کو مفت، غیر محدود رسائی فراہم کرنا۔
vi: sang mô hình trả phí, cung cấp cho người dùng quyền truy cập miễn phí, không hạn chế.

source: The server debuted on 3 March 1995, just two days after the ICC announcement.
es: El servidor debutó el 3 de marzo de 1995, apenas dos días después del anuncio de la ICC.
sr: Сервер је дебитовао 3. марта 1995, само два дана након објаве ИЦЦ-а.
sv: Servern debuterade den 3 mars 1995, bara två dagar efter ICC-meddelandet.
sw: Seva ilianza tarehe 3 Machi 1995, siku mbili tu baada ya tangazo la ICC.
ta: ஐ.சி.சி அறிவிப்பு வெளியான இரண்டு நாட்களுக்குப் பிறகு, மார்ச் 3, 1995 அன்று இந்த சர்வர் அறிமுகமானது.
th: เซิร์ฟเวอร์เปิดตัวเมื่อวันที่ 3 มีนาคม พ.ศ. 2538 เพียงสองวันหลังจากการประกาศของ ICC
tr: Sunucu, ICC duyurusundan sadece iki gün sonra, 3 Mart 1995'te yayına girdi.
uk: Сервер дебютував 3 березня 1995 року, лише через два дні після оголошення ICC.
ur: سرور نے آئی سی سی کے اعلان کے صرف دو دن بعد 3 مارچ 1995 کو ڈیبیو کیا۔
vi: Máy chủ này ra mắt vào ngày 3 tháng 3 năm 1995, chỉ hai ngày sau thông báo của ICC.

source: In 1998, the Free Internet Chess Organization was founded as a nonprofit organization.
es: En 1998, se fundó la Organización de Ajedrez Libre en Internet como organización sin fines de lucro.
sr: 1998. године основана је организација Фрее Интернет Цхесс као непрофитна организација.
sv: 1998 grundades Free Internet Chess Organization som en ideell organisation.
sw: Mnamo 1998, Shirika la Free Internet Chess lilianzishwa kama shirika lisilo la faida.
ta: 1998 ஆம் ஆண்டில், இலவச இணைய சதுரங்க அமைப்பு ஒரு இலாப நோக்கற்ற அமைப்பாக நிறுவப்பட்டது.
th: ในปี พ.ศ. 2541 องค์กรหมากรุกอินเตอร์เน็ตฟรีได้รับการก่อตั้งขึ้นเป็นองค์กรที่ไม่แสวงหาผลกำไร
tr: 1998 yılında, kâr amacı gütmeyen bir kuruluş olarak Özgür İnternet Satranç Örgütü kuruldu.
uk: У 1998 році Free Internet Chess Organisation була заснована як некомерційна організація.
ur: 1998 میں، مفت انٹرنیٹ شطرنج کی تنظیم ایک غیر منافع بخش تنظیم کے طور پر قائم کی گئی تھی۔
vi: Năm 1998, Tổ chức Cờ vua Internet Miễn phí được thành lập như một tổ chức phi lợi nhuận.

source: In 2007, this legal entity was involuntarily dissolved.
es: En 2007, esta entidad jurídica se disolvió involuntariamente.
sr: Ово правно лице је 2007. године присилно престало.
sv: 2007 upplöstes denna juridiska person ofrivilligt.
sw: Mnamo 2007, chombo hiki cha kisheria kilivunjwa bila hiari.
ta: 2007 ஆம் ஆண்டில், இந்த சட்ட நிறுவனம் விருப்பமில்லாமல் கலைக்கப்பட்டது.
th: ในปีพ.ศ. 2550 นิติบุคคลนี้ได้ถูกยุบเลิกโดยไม่สมัครใจ
tr: 2007 yılında bu tüzel kişilik kendi isteği dışında feshedildi.
uk: У 2007 році ця юридична особа була вимушено ліквідована.
ur: 2007 میں، یہ قانونی ادارہ غیر ارادی طور پر تحلیل ہو گیا تھا۔
vi: Vào năm 2007, pháp nhân này đã bị giải thể bất đắc dĩ.

source: The server is still maintained and administered by volunteers.
es: El servidor todavía es mantenido y administrado por voluntarios.
sr: Сервер и даље одржавају и њиме управљају волонтери.
sv: Servern underhålls och administreras fortfarande av frivilliga.
sw: Seva bado inadumishwa na kusimamiwa na watu waliojitolea.
ta: இந்த சேவையகம் இன்னும் தன்னார்வலர்களால் பராமரிக்கப்பட்டு நிர்வகிக்கப்படுகிறது.
th: เซิร์ฟเวอร์ยังคงได้รับการดูแลและจัดการโดยอาสาสมัคร
tr: Sunucunun bakımı ve yönetimi hala gönüllüler tarafından yapılmaktadır.
uk: Сервер досі обслуговується та адмініструється волонтерами.
ur: سرور اب بھی رضاکاروں کے ذریعہ برقرار اور زیر انتظام ہے۔
vi: Máy chủ vẫn được bảo trì và quản lý bởi các tình nguyện viên.

source: The material above is from Wikipedia and is reproduced
es: El material anterior es de Wikipedia y se reproduce
sr: Горњи материјал је са Википедије и репродукован је
sv: Materialet ovan är från Wikipedia och återges
sw: Nyenzo hapo juu ni kutoka Wikipedia na imetolewa tena
ta: மேலே உள்ள உள்ளடக்கம் விக்கிபீடியாவிலிருந்து பெறப்பட்டது மற்றும் மீண்டும் உருவாக்கப்பட்டது.
th: เนื้อหาด้านบนนี้มาจาก Wikipedia และนำมาลงใหม่
tr: Yukarıdaki materyal Wikipedia'dan alınmıştır ve yeniden üretilmiştir
uk: Наведений вище матеріал взято з Вікіпедії та відтворено
ur: مندرجہ بالا مواد ویکیپیڈیا سے ہے اور دوبارہ تیار کیا گیا ہے۔
vi: Tài liệu trên được lấy từ Wikipedia và được sao chép lại

source: in accordance with the Creative Commons license version 4.0 -
es: de acuerdo con la licencia Creative Commons versión 4.0 -
sr: у складу са верзијом лиценце Цреативе Цоммонс 4.0 -
sv: i enlighet med Creative Commons-licensen version 4.0 -
sw: kwa mujibu wa toleo la 4.0 la leseni ya Creative Commons -
ta: கிரியேட்டிவ் காமன்ஸ் உரிம பதிப்பு 4.0 இன் படி -
th: ตามใบอนุญาตครีเอทีฟคอมมอนส์เวอร์ชัน 4.0 -
tr: Creative Commons lisansı sürüm 4.0 uyarınca -
uk: відповідно до ліцензії Creative Commons версії 4.0 -
ur: کریٹیو کامنز لائسنس ورژن 4.0 کے مطابق -
vi: theo giấy phép Creative Commons phiên bản 4.0 -

source: History of the Free Internet Chess Server
es: Historia del servidor gratuito de ajedrez en Internet
sr: Историја бесплатног Интернет шаховског сервера
sv: Historia om Free Internet Chess Server
sw: Historia ya Seva ya Bure ya Chess ya Mtandao
ta: இலவச இணைய சதுரங்க சேவையகத்தின் வரலாறு
th: ประวัติของเซิร์ฟเวอร์หมากรุกอินเทอร์เน็ตฟรี
tr: Ücretsiz İnternet Satranç Sunucusunun Tarihi
uk: Історія безкоштовного шахового сервера в Інтернеті
ur: مفت انٹرنیٹ شطرنج سرور کی تاریخ
vi: Lịch sử của máy chủ cờ vua Internet miễn phí

source: In order to be able to connect to Fics you need an internet connection
es: Para poder conectarse a Fics es necesario tener conexión a internet
sr: Да бисте могли да се повежете на Фицс, потребна вам је интернет веза
sv: För att kunna ansluta till Fics behöver du en internetanslutning
sw: Ili uweze kuunganisha kwenye Fics unahitaji muunganisho wa intaneti
ta: Fics உடன் இணைக்க, உங்களுக்கு இணைய இணைப்பு தேவை.
th: เพื่อที่จะเชื่อมต่อกับ Fics ได้ คุณต้องมีการเชื่อมต่ออินเทอร์เน็ต
tr: Fics'e bağlanabilmeniz için internet bağlantısına ihtiyacınız var
uk: Для підключення до Fics потрібне підключення до Інтернету
ur: Fics سے منسلک ہونے کے لیے آپ کو انٹرنیٹ کنکشن کی ضرورت ہے۔
vi: Để có thể kết nối với Fics, bạn cần có kết nối internet

source: and port number 5000 must be allowed through the Windows firewall.
es: y el puerto número 5000 debe estar permitido a través del firewall de Windows.
sr: а број порта 5000 мора бити дозвољен кроз Виндовс заштитни зид.
sv: och portnummer 5000 måste tillåtas genom Windows-brandväggen.
sw: na nambari ya bandari 5000 lazima iruhusiwe kupitia ngome ya Windows.
ta: மற்றும் போர்ட் எண் 5000 விண்டோஸ் ஃபயர்வால் வழியாக அனுமதிக்கப்பட வேண்டும்.
th: และหมายเลขพอร์ต 5000 จะต้องได้รับอนุญาตผ่านไฟร์วอลล์ Windows
tr: ve 5000 numaralı portun Windows güvenlik duvarı üzerinden izin verilmesi gerekiyor.
uk: і номер порту 5000 має бути дозволений через брандмауер Windows.
ur: اور ونڈوز فائر وال کے ذریعے پورٹ نمبر 5000 کی اجازت ہونی چاہیے۔
vi: và cổng số 5000 phải được phép đi qua tường lửa của Windows.

source: In order to allow port 5000 through the Windows firewall follow these steps -
es: Para permitir el puerto 5000 a través del firewall de Windows, siga estos pasos:
sr: Да бисте омогућили порт 5000 кроз Виндовс заштитни зид, следите ове кораке -
sv: Följ dessa steg för att tillåta port 5000 genom Windows-brandväggen -
sw: Ili kuruhusu bandari 5000 kupitia firewall ya Windows fuata hatua hizi -
ta: விண்டோஸ் ஃபயர்வால் வழியாக போர்ட் 5000 ஐ அனுமதிக்க இந்த வழிமுறைகளைப் பின்பற்றவும் -
th: หากต้องการอนุญาตให้พอร์ต 5000 ผ่านไฟร์วอลล์ Windows ให้ทำตามขั้นตอนเหล่านี้ -
tr: Windows güvenlik duvarından 5000 numaralı porta izin vermek için şu adımları izleyin:
uk: Щоб дозволити порт 5000 через брандмауер Windows, виконайте такі дії:
ur: ونڈوز فائر وال کے ذریعے پورٹ 5000 کی اجازت دینے کے لیے ان مراحل پر عمل کریں -
vi: Để cho phép cổng 5000 đi qua tường lửa Windows, hãy làm theo các bước sau -

source: For Windows 7 select <Start> <Control Panel> <System and Security>
es: Para Windows 7, seleccione <Inicio> <Panel de control> <Sistema y seguridad>
sr: За Виндовс 7 изаберите <Старт> <Контролна табла> <Систем и безбедност>
sv: För Windows 7 väljer du <Start> <Kontrollpanelen> <System och säkerhet>
sw: Kwa Windows 7 chagua <Anza> <Jopo la Kudhibiti> <Mfumo na Usalama>
ta: விண்டோஸ் 7 க்கு <தொடங்கு>கட்டுப்பாடு பலகம்>>சிஸ்டம் மற்றும் பாதுகாப்பு> என்பதைத் தேர்ந்தெடுக்கவும்.
th: สำหรับ Windows 7 เลือก <เริ่ม> <แผงควบคุม> <ระบบและความปลอดภัย>
tr: Windows 7 için <Başlat> <Denetim Masası> <Sistem ve Güvenlik> öğesini seçin
uk: Для Windows 7 виберіть <Пуск> <Панель керування> <Система та безпека>
ur: ونڈوز 7 کے لیے <اسٹارٹ> <کنٹرول پینل> <سسٹم اور سیکیورٹی> کو منتخب کریں۔
vi: Đối với Windows 7, hãy chọn <Start> <Control Panel> <System and Security>

source: <Windows Firewall> <Advanced Settings>
es: <Firewall de Windows> <Configuración avanzada>
sr: <Виндовс заштитни зид> <Напредна подешавања>
sv: <Windows-brandvägg> <Avancerade inställningar>
sw: <Windows Firewall> <Mipangilio ya Juu>
ta: <விண்டோஸ் ஃபயர்வால்>>மேம்பட்ட அமைப்புகள்>>
th: <ไฟร์วอลล์ Windows> <การตั้งค่าขั้นสูง>
tr: <Windows Güvenlik Duvarı> <Gelişmiş Ayarlar>
uk: <Брандмауер Windows> <Додаткові параметри>
vi: <Tường lửa Windows> <Cài đặt nâng cao>

source: For Windows 10 select <Settings> <Update & Security> <Windows Security>
es: Para Windows 10, seleccione <Configuración> <Actualización y seguridad> <Seguridad de Windows>
sr: За Виндовс 10 изаберите <Подешавања> <Ажурирање и безбедност> <Безбедност Виндовса>
sv: För Windows 10 väljer du <Inställningar> <Uppdatering och säkerhet> <Windows-säkerhet>
sw: Kwa Windows 10 chagua <Mipangilio> <Sasisha na Usalama> <Usalama wa Windows>
ta: விண்டோஸ் 10 க்கு> அமைப்புகள்> புதுப்பிப்பு & பாதுகாப்பு> விண்டோஸ் பாதுகாப்பு> என்பதைத் தேர்ந்தெடுக்கவும்
th: สำหรับ Windows 10 เลือก <การตั้งค่า> <การอัปเดตและความปลอดภัย> <ความปลอดภัยของ Windows>
tr: Windows 10 için <Ayarlar> <Güncelleştirme ve Güvenlik> <Windows Güvenliği> öğesini seçin
uk: Для Windows 10 виберіть <Settings> <Update & Security> <Windows Security>
ur: Windows 10 کے لیے <Settings> <update & Security> <Windows Security> منتخب کریں۔
vi: Đối với Windows 10, hãy chọn <Cài đặt> <Cập nhật & Bảo mật> <Bảo mật Windows>

source: <Firewall & Network Protection> <Advanced Settings>
es: <Cortafuegos y protección de red> <Configuración avanzada>
sr: <Заштита заштитног зида и мреже> <Напредна подешавања>
sv: <Brandvägg och nätverksskydd> <Avancerade inställningar>
sw: <Firewall na Ulinzi wa Mtandao> <Mipangilio ya Kina>
ta: <ஃபயர்வால் & நெட்வொர்க் பாதுகாப்பு>>மேம்பட்ட அமைப்புகள்>>
th: <ไฟร์วอลล์และการป้องกันเครือข่าย> <การตั้งค่าขั้นสูง>
tr: <Güvenlik Duvarı ve Ağ Koruması> <Gelişmiş Ayarlar>
uk: <Брандмауер і захист мережі> <Додаткові параметри>
ur: <فائر وال اور نیٹ ورک پروٹیکشن> <ایڈوانسڈ سیٹنگز>
vi: <Tường lửa & Bảo vệ mạng> <Cài đặt nâng cao>

source: From then on, the steps are the same.
es: A partir de ahí los pasos son los mismos.
sr: Од тада, кораци су исти.
sv: Från och med då är stegen desamma.
sw: Kuanzia wakati huo, hatua ni sawa.
ta: அப்போதிருந்து, படிகள் ஒன்றே.
th: จากนั้นขั้นตอนก็เหมือนเดิม
tr: Bundan sonra adımlar aynı.
uk: Відтоді кроки ті самі.
ur: اس کے بعد سے، قدم وہی ہیں.
vi: Từ đó trở đi, các bước thực hiện đều giống nhau.

source: This opens the <Windows Firewall with Advanced Security> screen.
es: Esto abre la pantalla <Firewall de Windows con seguridad avanzada>.
sr: Ово отвара екран <Виндовс заштитни зид са напредном безбедношћу>.
sv: Detta öppnar skärmen <Windows-brandvägg med avancerad säkerhet>.
sw: Hii inafungua skrini ya <Windows Firewall with Advanced Security>.
ta: இது மேம்பட்ட பாதுகாப்புடன் கூடிய விண்டோஸ் ஃபயர்வால்> திரையைத் திறக்கும்.
th: ซึ่งจะเปิดหน้าจอ <ไฟร์วอลล์ Windows พร้อมการรักษาความปลอดภัยขั้นสูง>
tr: Bu, <Gelişmiş Güvenlik Özellikli Windows Güvenlik Duvarı> ekranını açar.
uk: Відкриється екран <Брандмауер Windows із розширеною безпекою>.
ur: اس سے <Windows Firewall with Advanced Security> اسکرین کھل جاتی ہے۔
vi: Thao tác này sẽ mở màn hình <Tường lửa Windows với Bảo mật nâng cao>.

source: Choose <Inbound Rules> from the left panel,
es: Seleccione <Reglas de entrada> en el panel izquierdo,
sr: Изаберите <Инбоунд Рулес> са леве табле,
sv: Välj <Inkommande regler> från den vänstra panelen,
sw: Chagua <Inbound Rules> kutoka kwa paneli ya kushoto,
ta: இடது பலகத்தில் இருந்து <Inbound Rules> என்பதைத் தேர்ந்தெடுக்கவும்,
th: เลือก <กฎขาเข้า> จากแผงด้านซ้าย
tr: Sol panelden <Gelen Kuralları> öğesini seçin,
uk: Виберіть <Inbound Rules> на лівій панелі,
ur: بائیں پینل سے <ان باؤنڈ رولز> کا انتخاب کریں،
vi: Chọn <Quy tắc đến> từ bảng bên trái,

source: then <New Rule> from the right panel.
es: luego <Nueva regla> en el panel derecho.
sr: затим <Ново правило> са десне табле.
sv: sedan <Ny regel> från den högra panelen.
sw: kisha <Kanuni Mpya> kutoka kwa paneli ya kulia.
ta: பின்னர் வலது பலகத்தில் இருந்து <புதிய விதி>.
th: จากนั้น <กฎใหม่> จากแผงด้านขวา
tr: ardından sağ panelden <Yeni Kural>'a tıklayın.
uk: потім <Нове правило> на правій панелі.
ur: پھر <New Rule> دائیں پینل سے۔
vi: sau đó chọn <Quy tắc mới> ở bảng bên phải.

source: In the <Rule Type> screen, select <Port> then <Next>.
es: En la pantalla <Tipo de regla>, seleccione <Puerto> y luego <Siguiente>.
sr: На екрану <Врста правила>, изаберите <Порт>, а затим <Следеће>.
sv: På skärmen <Regeltyp> väljer du <Port> och sedan <Nästa>.
sw: Katika skrini ya <Aina ya Sheria>, chagua <Port> kisha <Inayofuata>.
ta: <Rule Type> திரையில், <Port> பின்னர் <Next> என்பதைத் தேர்ந்தெடுக்கவும்.
th: ในหน้าจอ <ประเภทกฎ> เลือก <พอร์ต> จากนั้นเลือก <ถัดไป>
tr: <Kural Türü> ekranında <Bağlantı Noktası> öğesini ve ardından <İleri> öğesini seçin.
uk: На екрані <Rule Type> виберіть <Port>, а потім <Next>.
ur: <Rule Type> اسکرین میں، <Port> پھر <Next> کو منتخب کریں۔
vi: Trong màn hình <Loại quy tắc>, chọn <Cổng> rồi chọn <Tiếp theo>.

source: In the <Protocol and Ports> screen, select <TCP> and <Specfic local ports>
es: En la pantalla <Protocolo y puertos>, seleccione <TCP> y <Puertos locales específicos>
sr: На екрану <Протоцол анд Портс> изаберите <ТЦП> и <Спецфиц лоцал портс>
sv: På skärmen <Protocol and Ports> väljer du <TCP> och <Specific local ports>
sw: Katika skrini ya <Protocol and Ports>, chagua <TCP> na <Specfic local ports>
ta: <Protocol and Ports> திரையில், <TCP> மற்றும் <Specfic local ports> என்பதைத் தேர்ந்தெடுக்கவும்.
th: ในหน้าจอ <โปรโตคอลและพอร์ต> เลือก <TCP> และ <พอร์ตเฉพาะภายใน>
tr: <Protokol ve Bağlantı Noktaları> ekranında <TCP> ve <Belirli yerel bağlantı noktaları> öğesini seçin
uk: На екрані <Protocol and Ports> виберіть <TCP> і <Specfic local ports>
ur: <پروٹوکول اور پورٹس> اسکرین میں، <TCP> اور <مخصوص مقامی پورٹس> کو منتخب کریں۔
vi: Trong màn hình <Giao thức và Cổng>, chọn <TCP> và <Cổng cục bộ cụ thể>

source: then enter 5000 in <Specific local ports> box then <Next>
es: Luego ingrese 5000 en el cuadro <Puertos locales específicos> y luego <Siguiente>
sr: затим унесите 5000 у поље <Специфиц лоцал портс> па <Нект>
sv: Ange sedan 5000 i rutan <Specific local ports> och sedan <Next>
sw: kisha ingiza 5000 kwenye kisanduku cha <Specific local ports> kisha <Next>
ta: பின்னர் <குறிப்பிட்ட உள்ளூர் துறைமுகங்கள்> பெட்டியில் 5000 ஐ உள்ளிடவும் பின்னர் <அடுத்து>
th: จากนั้นใส่ 5000 ในช่อง <พอร์ตเฉพาะท้องถิ่น> จากนั้น <ถัดไป>
tr: sonra <Belirli yerel bağlantı noktaları> kutusuna 5000 girin ve sonra <İleri>
uk: потім введіть 5000 у поле <Specific local ports> (Окремі локальні порти), а потім <Next> (Далі).
ur: پھر <مخصوص مقامی پورٹس> باکس میں 5000 درج کریں پھر <Next>
vi: sau đó nhập 5000 vào ô <Cổng cục bộ cụ thể> rồi <Tiếp theo>

source: In the <Action> screen, select <Allow the connection> then <Next>
es: En la pantalla <Acción>, seleccione <Permitir la conexión> y luego <Siguiente>
sr: На екрану <Радња> изаберите <Дозволи везу>, а затим <Даље>
sv: På skärmen <Action> väljer du <Tillåt anslutningen> och sedan <Nästa>
sw: Katika skrini ya <Action>, chagua <Ruhusu muunganisho> kisha <Inayofuata>
ta: <Action> திரையில், <Allow the connection> என்பதைத் தேர்ந்தெடுத்து, பின்னர் <அடுத்து>
th: ในหน้าจอ <การดำเนินการ> เลือก <อนุญาตการเชื่อมต่อ> จากนั้นเลือก <ถัดไป>
tr: <Eylem> ekranında, <Bağlantıya izin ver> öğesini ve ardından <İleri> öğesini seçin
uk: На екрані <Action> виберіть <Allow the connection>, а потім <Next>
ur: <ایکشن> اسکرین میں، <کنکشن کی اجازت دیں> پھر <اگلا> کو منتخب کریں۔
vi: Trong màn hình <Hành động>, chọn <Cho phép kết nối> sau đó chọn <Tiếp theo>

source: In the <Profile> screen, leave the settings all switched on, then <Next>
es: En la pantalla <Perfil>, deje todos los ajustes activados y luego haga clic en <Siguiente>.
sr: На екрану <Профил> оставите сва подешавања укључена, а затим <Следеће>
sv: På skärmen <Profil>, lämna alla inställningar påslagna och sedan <Nästa>
sw: Katika skrini ya <Profile>, acha mipangilio yote ikiwa imewashwa, kisha <Inayofuata>
ta: <Profile> திரையில், அமைப்புகள் அனைத்தையும் இயக்கத்திலேயே விட்டுவிட்டு, பின்னர் <அடுத்து>
th: ในหน้าจอ <โปรไฟล์> ให้เปิดการตั้งค่าทั้งหมดไว้ จากนั้น <ถัดไป>
tr: <Profil> ekranında, tüm ayarları açık bırakın, ardından <İleri>
uk: На екрані <Profile> залиште всі налаштування увімкненими, а потім натисніть <Next>
ur: <پروفائل> اسکرین میں، سبھی سیٹنگز کو آن چھوڑ دیں، پھر <اگلا>
vi: Trong màn hình <Profile>, hãy để tất cả các cài đặt được bật, sau đó <Next>

source: In the <Name> screen, name the Inbound rule <Port 5000> or something
es: En la pantalla <Nombre>, nombre la regla de entrada <Puerto 5000> o algo similar.
sr: На екрану <Наме>, именујте долазно правило <Порт 5000> или нешто слично
sv: På skärmen <Namn>, namnge inkommande regel <Port 5000> eller något
sw: Kwenye skrini ya <Jina>, taja sheria ya Kuingia <Port 5000> au kitu kingine
ta: <Name> திரையில், உள்வரும் விதி <போர்ட் 5000> அல்லது ஏதாவது ஒன்றைப் பெயரிடுங்கள்.
th: ในหน้าจอ <ชื่อ> ให้ตั้งชื่อกฎขาเข้าเป็น <พอร์ต 5000> หรืออย่างอื่น
tr: <Ad> ekranında, Gelen kuralına <Port 5000> veya benzeri bir ad verin
uk: На екрані <Name> назвіть правило вхідного доступу <Port 5000> або інше
ur: <نام> اسکرین میں، ان باؤنڈ اصول <پورٹ 5000> یا کچھ اور نام دیں۔
vi: Trong màn hình <Tên>, đặt tên cho quy tắc Inbound là <Cổng 5000> hoặc tên gì đó

source: similar and enter <Fics chess server> for the description. Then <Finish>.
es: Similar e ingrese <Fics chess server> como descripción. Luego, <Finish>.
sr: слично и унесите <Фицс шаховски сервер> за опис. Затим <Заврши>.
sv: liknande och ange <Fics schackserver> för beskrivningen. Sedan <Slutför>.
sw: sawa na uweke <Fics chess server> kwa maelezo. Kisha <Maliza>.
ta: விளக்கத்திற்கு <Fics chess server> ஐ உள்ளிடவும். பின்னர் <Finish>.
th: คล้ายกันและป้อน <Fics chess server> สำหรับคำอธิบาย จากนั้น <Finish>
tr: benzer ve açıklama için <Fics chess server> girin. Sonra <Finish>.
uk: подібні та введіть <Fics chess server> для опису. Потім <Готово>.
ur: ملتے جلتے اور تفصیل کے لیے <Fics chess server> درج کریں۔ پھر <Finish>۔
vi: tương tự và nhập <máy chủ cờ vua Fics> để biết mô tả. Sau đó <Kết thúc>.

source: Then from <Windows firewall with advanced security>
es: Luego, desde <Firewall de Windows con seguridad avanzada>
sr: Затим из <Виндовс заштитног зида са напредном безбедношћу>
sv: Sedan från <Windows-brandvägg med avancerad säkerhet>
sw: Kisha kutoka <Windows firewall na usalama wa hali ya juu>
ta: பின்னர் <Windows> மேம்பட்ட பாதுகாப்புடன் கூடிய ஃபயர்வாலில் இருந்து>
th: จากนั้นจาก <ไฟร์วอลล์ Windows ที่มีความปลอดภัยขั้นสูง>
tr: Daha sonra <Gelişmiş güvenlikli Windows güvenlik duvarı>
uk: Потім із <Брандмауера Windows із розширеним захистом>
ur: پھر <Windows firewall with Advance security> سے
vi: Sau đó từ <tường lửa Windows có bảo mật nâng cao>
