Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Set the game clock stopped text colour to default
es: Establezca el color del texto del reloj de juego detenido en el valor predeterminado
sr: Подесите боју текста заустављене игре на подразумевану вредност
sv: Ställ in textfärgen för stoppad spelklocka till standard
sw: Weka rangi ya maandishi ya saa iliyosimamishwa kuwa chaguomsingi
ta: விளையாட்டு கடிகாரம் நிறுத்தப்பட்ட உரை நிறத்தை இயல்புநிலையாக அமைக்கவும்.
th: ตั้งค่าสีข้อความหยุดนาฬิกาเกมเป็นค่าเริ่มต้น
tr: Oyun saati durdu metin rengini varsayılana ayarlayın
uk: Встановити колір тексту зупиненого ігрового годинника за умовчанням
ur: گیم کلاک سٹاپ ٹیکسٹ کلر کو ڈیفالٹ پر سیٹ کریں۔
vi: Đặt màu văn bản dừng đồng hồ trò chơi thành mặc định

source: Set the kibitz window colour to default
es: Establezca el color de la ventana de Kibitz al predeterminado
sr: Подесите боју прозора кибица на подразумевану
sv: Ställ in kibitz-fönstrets färg till standard
sw: Weka rangi ya dirisha la kibitz kuwa chaguo-msingi
ta: கிபிட்ஸ் சாளர நிறத்தை இயல்புநிலைக்கு அமைக்கவும்.
th: ตั้งค่าสีหน้าต่าง kibitz เป็นค่าเริ่มต้น
tr: Kibitz pencere rengini varsayılana ayarlayın
uk: Встановіть колір вікна kibitz за замовчуванням
ur: کیبٹز ونڈو کا رنگ ڈیفالٹ پر سیٹ کریں۔
vi: Đặt màu cửa sổ kibitz thành mặc định

source: Set the kibitz panel colour to default
es: Establezca el color del panel Kibitz al predeterminado
sr: Подесите боју кибитз панела на подразумевану
sv: Ställ in kibitz-panelens färg till standard
sw: Weka rangi ya kidirisha cha kibitz kuwa chaguomsingi
ta: கிபிட்ஸ் பலக நிறத்தை இயல்புநிலைக்கு அமைக்கவும்.
th: ตั้งค่าสีแผง kibitz เป็นค่าเริ่มต้น
tr: Kibitz panel rengini varsayılana ayarlayın
uk: Встановіть колір панелі kibitz за замовчуванням
ur: کیبٹز پینل کا رنگ ڈیفالٹ پر سیٹ کریں۔
vi: Đặt màu bảng kibitz thành mặc định

source: Check to use background colour gradient
es: Marque para utilizar el degradado de color de fondo
sr: Означите да бисте користили градијент боје позадине
sv: Markera för att använda bakgrundsfärggradient
sw: Angalia ili kutumia upinde rangi wa mandharinyuma
ta: பின்னணி வண்ண சாய்வைப் பயன்படுத்த சரிபார்க்கவும்.
th: เลือกเพื่อใช้การไล่สีพื้นหลัง
tr: Arka plan renk geçişini kullanmak için işaretleyin
uk: Поставте прапорець, щоб використовувати градієнт кольору фону
ur: پس منظر کے رنگ کا میلان استعمال کرنے کے لیے چیک کریں۔
vi: Kiểm tra để sử dụng màu nền chuyển màu

source: Click to open background colour gradient settings dialog box
es: Haga clic para abrir el cuadro de diálogo de configuración del degradado de color de fondo
sr: Кликните да бисте отворили дијалог за подешавања градијента боје позадине
sv: Klicka för att öppna dialogrutan för inställningar för bakgrundsfärggradient
sw: Bofya ili kufungua kisanduku cha mazungumzo cha mipangilio ya rangi ya mandharinyuma
ta: பின்னணி வண்ண சாய்வு அமைப்புகள் உரையாடல் பெட்டியைத் திறக்க கிளிக் செய்யவும்.
th: คลิกเพื่อเปิดกล่องโต้ตอบการตั้งค่าการไล่ระดับสีพื้นหลัง
tr: Arka plan renk gradyanı ayarları iletişim kutusunu açmak için tıklayın
uk: Клацніть, щоб відкрити діалогове вікно налаштування градієнта кольору фону
ur: بیک گراؤنڈ کلر گریڈینٹ سیٹنگز ڈائیلاگ باکس کھولنے کے لیے کلک کریں۔
vi: Nhấp để mở hộp thoại cài đặt màu nền gradient

source: This dialog box allow you to select the colours for the 3d windows.
es: Este cuadro de diálogo le permite seleccionar los colores para las ventanas 3D.
sr: Овај дијалог вам омогућава да изаберете боје за 3Д прозоре.
sv: Denna dialogruta låter dig välja färger för 3D-fönstren.
sw: Kisanduku kidadisi hiki hukuruhusu kuchagua rangi za madirisha ya 3d.
ta: இந்த உரையாடல் பெட்டி 3D சாளரங்களுக்கான வண்ணங்களைத் தேர்ந்தெடுக்க உங்களை அனுமதிக்கிறது.
th: กล่องโต้ตอบนี้ช่วยให้คุณสามารถเลือกสีสำหรับหน้าต่าง 3 มิติได้
tr: Bu iletişim kutusu 3 boyutlu pencerelerin renklerini seçmenize olanak tanır.
uk: У цьому діалоговому вікні можна вибрати кольори для 3d-вікон.
ur: یہ ڈائیلاگ باکس آپ کو 3d ونڈوز کے لیے رنگ منتخب کرنے کی اجازت دیتا ہے۔
vi: Hộp thoại này cho phép bạn chọn màu cho cửa sổ 3D.

source: User defined background - Check this box for a user-defined
es: Fondo definido por el usuario: marque esta casilla para un fondo definido por el usuario.
sr: Кориснички дефинисана позадина – означите ово поље за кориснички дефинисану позадину
sv: Användardefinierad bakgrund - Markera den här rutan för en användardefinierad
sw: Mandharinyuma iliyofafanuliwa na mtumiaji - Tia alama kwenye kisanduku hiki ili kupata maelezo ya mtumiaji
ta: பயனர் வரையறுக்கப்பட்ட பின்னணி - பயனர் வரையறுக்கப்பட்ட பின்னணிக்கு இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: พื้นหลังที่ผู้ใช้กำหนด - ทำเครื่องหมายในช่องนี้สำหรับพื้นหลังที่ผู้ใช้กำหนด
tr: Kullanıcı tanımlı arka plan - Kullanıcı tanımlı bir arka plan için bu kutuyu işaretleyin.
uk: Тло, визначене користувачем. Поставте прапорець для фону, визначеного користувачем
ur: صارف کی وضاحت شدہ پس منظر - صارف کی وضاحت کے لیے اس باکس کو چیک کریں۔
vi: Nền do người dùng xác định - Đánh dấu vào ô này để có nền do người dùng xác định

source: main window background.
es: Fondo de la ventana principal.
sr: позадина главног прозора.
sv: huvudfönstrets bakgrund.
sw: msingi wa dirisha kuu.
ta: பிரதான சாளர பின்னணி.
th: พื้นหลังหน้าต่างหลัก
tr: ana pencere arka planı.
uk: фон головного вікна.
ur: مین ونڈو کا پس منظر۔
vi: nền cửa sổ chính.

source: Background settings.. - Click this button to open the user-defined
es: Configuración de fondo.. - Haga clic en este botón para abrir la configuración definida por el usuario.
sr: Подешавања позадине.. - Кликните на ово дугме да бисте отворили кориснички дефинисано
sv: Bakgrundsinställningar.. - Klicka på den här knappen för att öppna den användardefinierade
sw: Mipangilio ya mandharinyuma.. - Bofya kitufe hiki ili kufungua kilichobainishwa na mtumiaji
ta: பின்னணி அமைப்புகள்.. - பயனர் வரையறுத்ததைத் திறக்க இந்தப் பொத்தானைக் கிளிக் செய்யவும்.
th: การตั้งค่าพื้นหลัง.. - คลิกปุ่มนี้เพื่อเปิดการตั้งค่าที่ผู้ใช้กำหนด
tr: Arka plan ayarları.. - Kullanıcı tanımlı ayarları açmak için bu düğmeye tıklayın.
uk: Налаштування фону.. - натисніть цю кнопку, щоб відкрити визначені користувачем
ur: پس منظر کی ترتیبات.. - صارف کی وضاحت کو کھولنے کے لیے اس بٹن پر کلک کریں۔
vi: Cài đặt nền.. - Nhấp vào nút này để mở cài đặt do người dùng xác định

source: main window background dialog box.
es: Cuadro de diálogo de fondo de la ventana principal.
sr: дијалошки оквир позадине главног прозора.
sv: huvudfönstrets bakgrundsdialogruta.
sw: kisanduku cha mazungumzo ya mandharinyuma ya dirisha kuu.
ta: பிரதான சாளர பின்னணி உரையாடல் பெட்டி.
th: กล่องโต้ตอบพื้นหลังหน้าต่างหลัก
tr: ana pencere arka plan iletişim kutusu.
uk: діалогове вікно фону головного вікна.
ur: مین ونڈو بیک گراؤنڈ ڈائیلاگ باکس۔
vi: hộp thoại nền cửa sổ chính.

source: 3d window colours help
es: Los colores de las ventanas 3D ayudan
sr: 3Д боје прозора помажу
sv: 3D-fönsterfärger hjälper
sw: Rangi za dirisha la 3d husaidia
ta: 3D சாளர வண்ணங்கள் உதவி
th: สีหน้าต่าง 3 มิติช่วยได้
tr: 3d pencere renkleri yardım
uk: 3D кольори вікон допомагають
ur: 3d ونڈو کے رنگ مدد کرتے ہیں۔
vi: màu cửa sổ 3d giúp đỡ

source: Caption bar colours
es: Colores de la barra de subtítulos
sr: Боје траке натписа
sv: Textningsfältets färger
sw: Rangi za upau wa manukuu
ta: தலைப்புப் பட்டை வண்ணங்கள்
th: สีของแถบคำบรรยาย
tr: Başlık çubuğu renkleri
uk: Кольори панелі підписів
ur: کیپشن بار کے رنگ
vi: Màu thanh chú thích

source: If you find that the move list and game clock windows look a bit bland,
es: Si encuentras que la lista de movimientos y las ventanas del reloj de juego se ven un poco sosas,
sr: Ако откријете да листа потеза и прозори сата за игру изгледају помало бљутаво,
sv: Om du tycker att draglistan och spelklockans fönster ser lite intetsägande ut,
sw: Ukigundua kuwa orodha ya kuhama na madirisha ya saa ya mchezo yanaonekana kuwa matupu,
ta: நகர்வு பட்டியல் மற்றும் விளையாட்டு கடிகார சாளரங்கள் சற்று சாதுவாகத் தெரிந்தால்,
th: หากคุณพบว่ารายการเคลื่อนไหวและหน้าต่างนาฬิกาเกมดูจืดชืดเกินไป
tr: Eğer hareket listesinin ve oyun saati pencerelerinin biraz sıkıcı olduğunu düşünüyorsanız,
uk: Якщо ви виявите, що вікна списку ходів і ігрового годинника виглядають дещо безглуздо,
ur: اگر آپ کو معلوم ہوتا ہے کہ موو لسٹ اور گیم کلاک کی کھڑکیاں قدرے ہلکی نظر آتی ہیں،
vi: Nếu bạn thấy danh sách di chuyển và cửa sổ đồng hồ trò chơi trông hơi nhàm chán,

source: you can change the Windows caption bar colours.
es: Puedes cambiar los colores de la barra de subtítulos de Windows.
sr: можете променити боје Виндовс траке са натписима.
sv: du kan ändra färgerna på Windows bildtextfältet.
sw: unaweza kubadilisha rangi za upau wa manukuu ya Windows.
ta: நீங்கள் விண்டோஸ் தலைப்புப் பட்டையின் வண்ணங்களை மாற்றலாம்.
th: คุณสามารถเปลี่ยนสีแถบคำอธิบายภาพของ Windows ได้
tr: Windows başlık çubuğu renklerini değiştirebilirsiniz.
uk: ви можете змінити кольори панелі заголовків Windows.
ur: آپ ونڈوز کیپشن بار کے رنگ تبدیل کر سکتے ہیں۔
vi: bạn có thể thay đổi màu thanh chú thích của Windows.

source: However, this cannot be done from within the program.
es: Sin embargo, esto no se puede hacer desde dentro del programa.
sr: Међутим, то се не може урадити из програма.
sv: Detta kan dock inte göras inifrån programmet.
sw: Walakini, hii haiwezi kufanywa kutoka ndani ya programu.
ta: இருப்பினும், இதைச் நிரலுக்குள் இருந்து செய்ய முடியாது.
th: อย่างไรก็ตามสิ่งนี้ไม่สามารถทำได้จากภายในโปรแกรม
tr: Ancak bu, program içerisinden yapılamaz.
uk: Однак це неможливо зробити з програми.
ur: تاہم، یہ پروگرام کے اندر سے نہیں کیا جا سکتا.
vi: Tuy nhiên, điều này không thể thực hiện được từ bên trong chương trình.

source: To change the colour of the caption bar for an active window :-
es: Para cambiar el color de la barra de título de una ventana activa:
sr: Да бисте променили боју траке са натписима за активни прозор: -
sv: Så här ändrar du färgen på bildtextfältet för ett aktivt fönster:-
sw: Ili kubadilisha rangi ya upau wa maelezo mafupi kwa dirisha linalotumika:-
ta: செயலில் உள்ள சாளரத்திற்கான தலைப்புப் பட்டியின் நிறத்தை மாற்ற:-
th: หากต้องการเปลี่ยนสีของแถบคำอธิบายสำหรับหน้าต่างที่ใช้งานอยู่ ให้ทำดังนี้:
tr: Etkin bir pencerenin başlık çubuğunun rengini değiştirmek için:-
uk: Щоб змінити колір панелі підписів для активного вікна:-
ur: ایک فعال ونڈو کے لیے کیپشن بار کا رنگ تبدیل کرنے کے لیے:-
vi: Để thay đổi màu của thanh chú thích cho một cửa sổ đang hoạt động:

source: From the Windows desktop, right click on an empty area
es: Desde el escritorio de Windows, haga clic derecho en un área vacía
sr: На Виндовс радној површини кликните десним тастером миша на празну област
sv: Från Windows-skrivbordet högerklickar du på ett tomt område
sw: Kutoka kwa eneo-kazi la Windows, bonyeza kulia kwenye eneo tupu
ta: விண்டோஸ் டெஸ்க்டாப்பில் இருந்து, காலியான பகுதியில் வலது கிளிக் செய்யவும்.
th: จากเดสก์ท็อป Windows คลิกขวาบนพื้นที่ว่าง
tr: Windows masaüstünden boş bir alana sağ tıklayın
uk: На робочому столі Windows клацніть правою кнопкою миші порожню область
ur: ونڈوز ڈیسک ٹاپ سے، خالی جگہ پر دائیں کلک کریں۔
vi: Từ màn hình nền Windows, nhấp chuột phải vào vùng trống

source: then choose < Personalize > next choose < Colours > from the options
es: Luego seleccione < Personalizar > y luego seleccione < Colores > de las opciones
sr: затим изаберите < Персонализе > затим изаберите < Цолорс > из опција
sv: välj sedan < Anpassa > välj sedan < Färger > från alternativen
sw: kisha uchague < Binafsisha > Ifuatayo chagua < Colors > kutoka kwa chaguo
ta: பின்னர் விருப்பங்களிலிருந்து தனிப்பயனாக்கு > அடுத்து வண்ணங்களைத் தேர்வுசெய்க > என்பதைத் தேர்ந்தெடுக்கவும்.
th: จากนั้นเลือก < Personalize > ถัดไป เลือก < Colours > จากตัวเลือก
tr: ardından <Kişiselleştir> öğesini seçin ve ardından seçeneklerden <Renkler> öğesini seçin
uk: потім виберіть < Personalize > і виберіть < Colors > з параметрів
ur: پھر منتخب کریں < ذاتی بنائیں > اگلا منتخب کریں < رنگ > اختیارات میں سے
vi: sau đó chọn < Cá nhân hóa > tiếp theo chọn < Màu sắc > từ các tùy chọn

source: on the left side of the screen.
es: en el lado izquierdo de la pantalla.
sr: на левој страни екрана.
sv: på vänster sida av skärmen.
sw: upande wa kushoto wa skrini.
ta: திரையின் இடது பக்கத்தில்.
th: ที่ด้านซ้ายของหน้าจอ
tr: Ekranın sol tarafında.
uk: в лівій частині екрана.
ur: اسکرین کے بائیں جانب۔
vi: ở phía bên trái của màn hình.

source: Select a colour from the colour picker, then check the box
es: Seleccione un color del selector de colores y luego marque la casilla
sr: Изаберите боју из бирача боја, а затим означите поље
sv: Välj en färg från färgväljaren och markera sedan rutan
sw: Chagua rangi kutoka kwa kichagua rangi, kisha uteue kisanduku
ta: வண்ணத் தேர்வியிலிருந்து ஒரு வண்ணத்தைத் தேர்ந்தெடுத்து, பின்னர் பெட்டியைத் தேர்வுசெய்யவும்.
th: เลือกสีจากตัวเลือกสี จากนั้นทำเครื่องหมายที่ช่อง
tr: Renk seçiciden bir renk seçin, ardından kutuyu işaretleyin
uk: Виберіть колір у палітрі кольорів і поставте прапорець
ur: رنگ چننے والے سے رنگ منتخب کریں، پھر باکس کو نشان زد کریں۔
vi: Chọn một màu từ bộ chọn màu, sau đó đánh dấu vào ô

source: < Title bars and window borders > or switch on < Show colour on title bar >
es: < Barras de título y bordes de ventana > o activar < Mostrar color en la barra de título >
sr: < Насловне траке и ивице прозора > или укључите < Прикажи боју на насловној траци >
sv: < Titelrader och fönsterkanter > eller slå på < Visa färg på titelraden >
sw: < Pau za kichwa na mipaka ya dirisha > au washa < Onyesha rangi kwenye upau wa kichwa >
ta: தலைப்புப் பட்டைகள் மற்றும் சாளர எல்லைகள் > அல்லது இயக்கவும் தலைப்புப் பட்டியில் நிறத்தைக் காட்டு >
th: < แถบชื่อเรื่องและขอบหน้าต่าง > หรือเปิด < แสดงสีบนแถบชื่อเรื่อง >
tr: < Başlık çubukları ve pencere kenarlıkları > veya < Başlık çubuğunda rengi göster > seçeneğini açın
uk: < Рядки заголовків і межі вікон > або ввімкніть < Показувати колір на рядку заголовка >
ur: < ٹائٹل بارز اور ونڈو بارڈرز> یا سوئچ آن کریں < ٹائٹل بار پر رنگ دکھائیں>
vi: < Thanh tiêu đề và đường viền cửa sổ > hoặc bật < Hiển thị màu trên thanh tiêu đề >

source: depending on which of these options is displayed for your Windows version.
es: dependiendo de cuál de estas opciones se muestre para su versión de Windows.
sr: у зависности од тога која је од ових опција приказана за вашу верзију оперативног система Виндовс.
sv: beroende på vilket av dessa alternativ som visas för din Windows-version.
sw: kulingana na ni ipi kati ya chaguzi hizi itaonyeshwa kwa toleo lako la Windows.
ta: உங்கள் விண்டோஸ் பதிப்பிற்கு இந்த விருப்பங்களில் எது காட்டப்படும் என்பதைப் பொறுத்து.
th: ขึ้นอยู่กับว่าตัวเลือกใดจะแสดงสำหรับเวอร์ชัน Windows ของคุณ
tr: Windows sürümünüz için bu seçeneklerden hangisinin görüntülendiğine bağlı olarak.
uk: залежно від того, який із цих параметрів відображається для вашої версії Windows.
ur: اس پر منحصر ہے کہ آپ کے ونڈوز ورژن کے لیے ان میں سے کون سا آپشن ظاہر ہوتا ہے۔
vi: tùy thuộc vào tùy chọn nào được hiển thị cho phiên bản Windows của bạn.

source: To change the colour of the caption bar for an inactive window
es: Para cambiar el color de la barra de título de una ventana inactiva
sr: Да бисте променили боју траке са натписима за неактиван прозор
sv: För att ändra färgen på bildtextfältet för ett inaktivt fönster
sw: Ili kubadilisha rangi ya upau wa manukuu kwa dirisha lisilotumika
ta: செயலற்ற சாளரத்திற்கான தலைப்புப் பட்டியின் நிறத்தை மாற்ற
th: การเปลี่ยนสีแถบคำอธิบายภาพสำหรับหน้าต่างที่ไม่ได้ใช้งาน
tr: Etkin olmayan bir pencere için başlık çubuğunun rengini değiştirmek için
uk: Щоб змінити колір панелі заголовків для неактивного вікна
ur: ایک غیر فعال ونڈو کے لیے کیپشن بار کا رنگ تبدیل کرنے کے لیے
vi: Để thay đổi màu của thanh tiêu đề cho một cửa sổ không hoạt động

source: involves editing the registry.
es: Implica editar el registro.
sr: подразумева уређивање регистра.
sv: innebär redigering av registret.
sw: inahusisha kuhariri Usajili.
ta: பதிவேட்டைத் திருத்துவதை உள்ளடக்கியது.
th: เกี่ยวข้องกับการแก้ไขรีจิสทรี
tr: kayıt defterinin düzenlenmesini içerir.
uk: передбачає редагування реєстру.
ur: رجسٹری میں ترمیم کرنا شامل ہے۔
vi: bao gồm việc chỉnh sửa sổ đăng ký.

source: There is a post on this at the following website -
es: Hay una publicación sobre esto en el siguiente sitio web:
sr: Постоји пост о овоме на следећој веб страници -
sv: Det finns ett inlägg om detta på följande webbplats -
sw: Kuna chapisho juu ya hii kwenye wavuti ifuatayo -
ta: இது குறித்த ஒரு பதிவு பின்வரும் வலைத்தளத்தில் உள்ளது -
th: มีโพสต์เกี่ยวกับเรื่องนี้อยู่ในเว็บไซต์ต่อไปนี้ -
tr: Bu konuyla ilgili şu web sitesinde bir yazı var -
uk: Про це є публікація на наступному веб-сайті -
ur: مندرجہ ذیل ویب سائٹ پر اس پر ایک پوسٹ ہے-
vi: Có một bài đăng về điều này tại trang web sau -

source: I used the hexadecimal value e0cbcb for the Value data, this gives a light blue colour.
es: Utilicé el valor hexadecimal e0cbcb para los datos de valor, esto da un color azul claro.
sr: Користио сам хексадецималну вредност е0цбцб за податке о вредности, ово даје светло плаву боју.
sv: Jag använde det hexadecimala värdet e0cbcb för värdedata, detta ger en ljusblå färg.
sw: Nilitumia thamani ya hexadecimal e0cbcb kwa data ya Thamani, hii inatoa rangi ya samawati nyepesi.
ta: மதிப்பு தரவுக்கு நான் பதினாறு தசம மதிப்பு e0cbcb ஐப் பயன்படுத்தினேன், இது வெளிர் நீல நிறத்தைக் கொடுக்கிறது.
th: ฉันใช้ค่าเลขฐานสิบหก e0cbcb สำหรับข้อมูลค่า ซึ่งจะให้สีฟ้าอ่อน
tr: Değer verisi için e0cbcb heksadesimal değerini kullandım, bu açık mavi bir renk verir.
uk: Я використав шістнадцяткове значення e0cbcb для даних значення, це дає світло-блакитний колір.
ur: میں نے ویلیو ڈیٹا کے لیے ہیکساڈیسیمل ویلیو e0cbcb استعمال کیا، یہ ہلکا نیلا رنگ دیتا ہے۔
vi: Tôi sử dụng giá trị thập lục phân e0cbcb cho dữ liệu Giá trị, điều này tạo ra màu xanh lam nhạt.

source: Change Windows caption bar colours
es: Cambiar los colores de la barra de subtítulos de Windows
sr: Промените боје Виндовс траке са натписима
sv: Ändra färgerna på textfältet i Windows
sw: Badilisha rangi za upau wa manukuu ya Windows
ta: விண்டோஸ் தலைப்புப் பட்டை வண்ணங்களை மாற்றவும்.
th: เปลี่ยนสีแถบคำอธิบายภาพของ Windows
tr: Windows başlık çubuğu renklerini değiştir
uk: Змінити кольори панелі заголовків Windows
ur: ونڈوز کیپشن بار کے رنگ تبدیل کریں۔
vi: Thay đổi màu thanh chú thích của Windows

source: Board co-ords colour
es: Colores de los tableros de coordenadas
sr: Плоча усклађена боја
sv: Styrelsen koordinerar färg
sw: Rangi ya bodi ya ushirikiano
ta: பலகை ஒருங்கிணைப்புகளின் நிறம்
th: บอร์ดพิกัดสี
tr: Tahtanın rengi koordineli
uk: Колір дошки
ur: بورڈ کے تعاون کا رنگ
vi: Bảng tọa độ màu

source: Board highlight colour
es: Color de resaltado del tablero
sr: Боја истицања плоче
sv: Styrelsens höjdpunktsfärg
sw: Rangi ya kuangazia ubao
ta: பலகை சிறப்பம்சத்தின் நிறம்
th: สีไฮไลท์บอร์ด
tr: Tahta vurgu rengi
uk: Колір виділення дошки
ur: بورڈ ہائی لائٹ رنگ
vi: Màu sắc nổi bật của bảng

source: Dark square colour
es: Color cuadrado oscuro
sr: Тамна квадратна боја
sv: Mörk fyrkantig färg
sw: Rangi ya mraba ya giza
ta: அடர் சதுர நிறம்
th: สีสี่เหลี่ยมเข้ม
tr: Koyu kare renk
uk: Темний квадратний колір
ur: گہرا مربع رنگ
vi: Màu vuông tối

source: Light square colour
es: Color cuadrado claro
sr: Светла квадратна боја
sv: Ljus fyrkantig färg
sw: Rangi ya mraba nyepesi
ta: வெளிர் சதுர நிறம்
th: สีสี่เหลี่ยมอ่อน
tr: Açık kare renk
uk: Світлий квадратний колір
ur: ہلکا مربع رنگ
vi: Màu vuông nhạt

source: Border colour
es: Color del borde
sr: Боја ивице
sv: Kantfärg
sw: Rangi ya mpaka
ta: கரை நிறம்
th: สีขอบ
tr: Sınır rengi
uk: Колір рамки
ur: بارڈر کا رنگ
vi: Màu viền

source: Dark piece colour
es: Color de pieza oscuro
sr: Тамна боја комада
sv: Mörk bit färg
sw: Rangi ya kipande giza
ta: அடர் துண்டு நிறம்
th: สีเข้ม
tr: Koyu parça rengi
uk: Темний колір шматка
ur: گہرا ٹکڑا رنگ
vi: Màu tối của mảnh

source: Light piece colour
es: Color de la pieza clara
sr: Светла боја комада
sv: Ljus stycke färg
sw: Rangi ya kipande nyepesi
ta: வெளிர் துண்டு நிறம்
th: สีชิ้นงานอ่อน
tr: Açık parça rengi
uk: Світлий колір деталі
ur: ہلکے ٹکڑے کا رنگ
vi: Màu sắc của mảnh sáng

source: Use board colours
es: Utilice los colores del tablero
sr: Користите боје плоча
sv: Använd tavlans färger
sw: Tumia rangi za bodi
ta: பலகை வண்ணங்களைப் பயன்படுத்துங்கள்
th: ใช้สีกระดาน
tr: Tahta renklerini kullanın
uk: Використовуйте кольори дошки
ur: بورڈ کے رنگ استعمال کریں۔
vi: Sử dụng màu bảng

source: Use piece colours
es: Utilice los colores de las piezas
sr: Користите боје комада
sv: Använd bitfärger
sw: Tumia rangi za vipande
ta: துண்டு வண்ணங்களைப் பயன்படுத்துங்கள்
th: ใช้สีชิ้นงาน
tr: Parça renklerini kullanın
uk: Використовуйте кольори деталей
ur: ٹکڑوں کے رنگ استعمال کریں۔
vi: Sử dụng màu sắc của mảnh

source: Check this box to use colours for the chess board
es: Marque esta casilla para utilizar colores para el tablero de ajedrez.
sr: Означите ово поље да бисте користили боје за шаховску таблу
sv: Markera den här rutan för att använda färger för schackbrädet
sw: Angalia kisanduku hiki ili kutumia rangi kwa ubao wa chess
ta: சதுரங்கப் பலகைக்கு வண்ணங்களைப் பயன்படுத்த இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: ทำเครื่องหมายในช่องนี้เพื่อใช้สีสำหรับกระดานหมากรุก
tr: Satranç tahtasında renkleri kullanmak için bu kutuyu işaretleyin
uk: Установіть цей прапорець, щоб використовувати кольори для шахової дошки
ur: شطرنج بورڈ کے لیے رنگ استعمال کرنے کے لیے اس باکس کو چیک کریں۔
vi: Đánh dấu vào ô này để sử dụng màu cho bàn cờ

source: (rather than bitmaps)
es: (en lugar de mapas de bits)
sr: (уместо битмапа)
sv: (istället för bitmappar)
sw: (badala ya bitmaps)
ta: (பிட்மேப்களுக்குப் பதிலாக)
th: (มากกว่าบิตแมป)
tr: (bitmapler yerine)
uk: (а не растрові зображення)
ur: (بٹ میپس کے بجائے)
vi: (thay vì bitmap)

source: Check this box to use colours for the chess pieces
es: Marque esta casilla para utilizar colores para las piezas de ajedrez.
sr: Означите ово поље да бисте користили боје за шаховске фигуре
sv: Markera den här rutan för att använda färger för schackpjäserna
sw: Angalia kisanduku hiki ili kutumia rangi kwa vipande vya chess
ta: சதுரங்கக் காய்களுக்கு வண்ணங்களைப் பயன்படுத்த இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: ทำเครื่องหมายในช่องนี้เพื่อใช้สีสำหรับชิ้นหมากรุก
tr: Satranç taşları için renk kullanmak üzere bu kutuyu işaretleyin
uk: Установіть цей прапорець, щоб використовувати кольори для шахових фігур
ur: شطرنج کے ٹکڑوں کے لیے رنگ استعمال کرنے کے لیے اس باکس کو چیک کریں۔
vi: Đánh dấu vào ô này để sử dụng màu sắc cho các quân cờ

source: Select the board co-ordinates colour
es: Seleccione el color de las coordenadas del tablero
sr: Изаберите боју координата плоче
sv: Välj färg på brädets koordinater
sw: Chagua rangi ya viratibu vya bodi
ta: பலகை ஒருங்கிணைப்பு நிறத்தைத் தேர்ந்தெடுக்கவும்.
th: เลือกสีพิกัดบอร์ด
tr: Tahtanın koordinat rengini seçin
uk: Виберіть колір координат дошки
ur: بورڈ کوآرڈینیٹ کا رنگ منتخب کریں۔
vi: Chọn màu tọa độ của bảng

source: Select the board highlight colour
es: Seleccione el color de resaltado del tablero
sr: Изаберите боју истицања плоче
sv: Välj brädans höjdpunktsfärg
sw: Chagua rangi ya kuangazia ubao
ta: பலகை சிறப்பம்ச நிறத்தைத் தேர்ந்தெடுக்கவும்.
th: เลือกสีไฮไลท์ของบอร์ด
tr: Tahtanın vurgu rengini seçin
uk: Виберіть колір підсвічування дошки
ur: بورڈ کے نمایاں رنگ کو منتخب کریں۔
vi: Chọn màu tô sáng của bảng

source: Select the chess board dark square colour
es: Seleccione el color de casilla oscura del tablero de ajedrez
sr: Изаберите тамну квадратну боју шаховске табле
sv: Välj den mörka fyrkantiga färgen på schackbrädet
sw: Chagua bodi ya chess rangi ya mraba ya giza
ta: சதுரங்கப் பலகையின் அடர் சதுர நிறத்தைத் தேர்ந்தெடுக்கவும்.
th: เลือกกระดานหมากรุกสีสี่เหลี่ยมเข้ม
tr: Satranç tahtası koyu kare rengini seçin
uk: Виберіть шахову дошку темного квадратного кольору
ur: شطرنج کا بورڈ گہرا مربع رنگ منتخب کریں۔
vi: Chọn màu ô vuông tối của bàn cờ
