Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: An example of this can be seen in the London - Edinburgh game
es: Un ejemplo de esto se puede ver en el partido Londres-Edimburgo.
sr: Пример за то се може видети на утакмици Лондон - Единбург
sv: Ett exempel på detta kan ses i matchen London - Edinburgh
sw: Mfano wa hii unaweza kuonekana katika mchezo wa London - Edinburgh
ta: இதற்கு ஒரு உதாரணத்தை லண்டன் - எடின்பர்க் போட்டியில் காணலாம்.
th: ตัวอย่างนี้เห็นได้ในเกมลอนดอน-เอดินบะระ
tr: Bunun bir örneğini Londra - Edinburgh maçında görebiliriz.
uk: Приклад тому можна побачити у грі Лондон – Единбург
ur: اس کی مثال لندن - ایڈنبرا گیم میں دیکھی جا سکتی ہے۔
vi: Một ví dụ về điều này có thể được thấy trong trận đấu London - Edinburgh

source: with moves 26... Qxc4 and 26... bxc4 in the sub-variation to 25. Rf5
es: con las jugadas 26... Dxc4 y 26... bxc4 en la subvariante 25. Tf5
sr: са потезима 26... Ккц4 и 26... бкц4 у подваријацији до 25. Рф5
sv: med drag 26... Qxc4 och 26... bxc4 i undervariationen till 25. Rf5
sw: na visogeo 26... Qxc4 na 26... bxc4 katika tofauti ndogo hadi 25. Rf5
ta: துணை மாறுபாட்டில் 26... Qxc4 மற்றும் 26... bxc4 நகர்வுகளுடன் 25. Rf5
th: ด้วยการเคลื่อนที่ 26... Qxc4 และ 26... bxc4 ในรูปแบบย่อยถึง 25 Rf5
tr: 25. Rf5'e alt varyasyonda 26... Vxc4 ve 26... bxc4 hamleleriyle
uk: з ходами 26... Qxc4 і 26... bxc4 у підваріанті до 25. Лf5
ur: چالوں کے ساتھ 26... Qxc4 اور 26... bxc4 ذیلی تغیر میں 25۔ Rf5
vi: với các nước đi 26... Qxc4 và 26... bxc4 trong biến thể phụ đến 25. Rf5

source: Another example is the sub-variation 40. Rf3
es: Otro ejemplo es la subvariante 40. Tf3
sr: Други пример је подваријација 40. Рф3
sv: Ett annat exempel är undervariationen 40. Rf3
sw: Mfano mwingine ni tofauti ndogo 40. Rf3
ta: மற்றொரு உதாரணம் துணை மாறுபாடு 40. Rf3
th: ตัวอย่างอีกประการหนึ่งคือรูปแบบย่อย 40. Rf3
tr: Başka bir örnek ise 40. Rf3 alt varyasyonudur.
uk: Іншим прикладом є підваріація 40. Rf3
ur: ایک اور مثال ذیلی تغیرات 40. Rf3 ہے۔
vi: Một ví dụ khác là biến thể phụ 40. Rf3

source: which stems from 40. g4 in the main line.
es: que se deriva de 40. g4 en la línea principal.
sr: који произилази из 40. г4 у главној линији.
sv: som härrör från 40. g4 i stamledningen.
sw: ambayo inatokana na 40. g4 katika mstari kuu.
ta: இது பிரதான வரிசையில் 40. g4 இலிருந்து உருவாகிறது.
th: ซึ่งมาจาก 40. g4 ในสายหลัก
tr: ana hattaki 40.g4'ten kaynaklanır.
uk: який випливає з 40. g4 в головній лінії.
ur: جو مین لائن میں 40. g4 سے نکلتا ہے۔
vi: có nguồn gốc từ 40. g4 trong dòng chính.

source: The fourth issue is about the placement of markers. Although it is possible
es: El cuarto problema se refiere a la colocación de los marcadores. Aunque es posible
sr: Четврто питање је о постављању маркера. Иако је могуће
sv: Det fjärde numret handlar om placeringen av markörer. Även om det är möjligt
sw: Suala la nne ni kuhusu uwekaji wa alama. Ingawa inawezekana
ta: நான்காவது பிரச்சினை குறிப்பான்களின் இடத்தைப் பற்றியது. அது சாத்தியம் என்றாலும்
th: ประเด็นที่สี่คือเรื่องของการวางเครื่องหมาย แม้ว่ามันจะเป็นไปได้
tr: Dördüncü konu, işaretçilerin yerleştirilmesiyle ilgilidir. Her ne kadar mümkün olsa da
uk: Четверте питання стосується розміщення маркерів. Хоча це можливо
ur: چوتھا مسئلہ مارکروں کی جگہ کے بارے میں ہے۔ اگرچہ یہ ممکن ہے۔
vi: Vấn đề thứ tư là về vị trí của các điểm đánh dấu. Mặc dù có thể

source: to place a marker after a move, it is much easier to place them in comments.
es: Para colocar un marcador después de un movimiento, es mucho más fácil colocarlos en los comentarios.
sr: да поставите маркер након потеза, много је лакше поставити их у коментаре.
sv: för att placera en markör efter ett drag är det mycket lättare att placera dem i kommentarer.
sw: kuweka alama baada ya kuhama, ni rahisi zaidi kuziweka kwenye maoni.
ta: ஒரு நகர்வுக்குப் பிறகு ஒரு மார்க்கரை வைக்க, கருத்துகளில் அவற்றை வைப்பது மிகவும் எளிதானது.
th: การวางเครื่องหมายหลังการเคลื่อนไหว จะง่ายกว่ามากหากวางไว้ในความคิดเห็น
tr: Bir hareketten sonra işaret koymak yerine, bunları yorumlara yerleştirmek çok daha kolaydır.
uk: щоб поставити маркер після ходу, набагато простіше розмістити їх у коментарях.
ur: ایک حرکت کے بعد مارکر لگانے کے لیے، انہیں تبصروں میں رکھنا بہت آسان ہے۔
vi: để đặt điểm đánh dấu sau khi di chuyển, sẽ dễ hơn nhiều nếu đặt chúng trong phần bình luận.

source: Also, if you want to allow for annotations to be added to a game that
es: Además, si quieres permitir que se agreguen anotaciones a un juego que
sr: Такође, ако желите да дозволите да се напомене додају игри која
sv: Dessutom, om du vill tillåta att kommentarer läggs till ett spel som
sw: Pia, ikiwa ungependa kuruhusu vidokezo kuongezwa kwenye mchezo huo
ta: மேலும், ஒரு விளையாட்டில் குறிப்புகளைச் சேர்க்க நீங்கள் அனுமதிக்க விரும்பினால்
th: นอกจากนี้ หากคุณต้องการให้สามารถเพิ่มคำอธิบายลงในเกมได้
tr: Ayrıca, bir oyuna açıklama eklenmesine izin vermek istiyorsanız
uk: Крім того, якщо ви хочете дозволити додавання анотацій до гри, яка
ur: اس کے علاوہ، اگر آپ تشریحات کو کسی گیم میں شامل کرنے کی اجازت دینا چاہتے ہیں۔
vi: Ngoài ra, nếu bạn muốn cho phép thêm chú thích vào trò chơi

source: accompanies a video file, then the game list move element for the marker
es: acompaña a un archivo de video, luego el elemento de movimiento de la lista de juegos para el marcador
sr: прати видео датотеку, затим елемент за померање листе игара за маркер
sv: åtföljer en videofil, sedan flyttar spellistan element för markören
sw: huambatana na faili ya video, kisha kipengee cha kusogeza cha orodha ya mchezo kwa kialama
ta: ஒரு வீடியோ கோப்புடன் வரும், பின்னர் மார்க்கருக்கான விளையாட்டு பட்டியல் நகர்வு உறுப்பு
th: มาพร้อมกับไฟล์วิดีโอ จากนั้นรายการเกมจะย้ายองค์ประกอบสำหรับเครื่องหมาย
tr: bir video dosyasına eşlik eder, ardından oyun listesi işaretçi için öğeyi hareket ettirir
uk: супроводжує відеофайл, потім елемент переміщення списку ігор для маркера
ur: ایک ویڈیو فائل کے ساتھ، پھر مارکر کے لیے گیم لسٹ حرکت عنصر
vi: đi kèm với một tệp video, sau đó danh sách trò chơi di chuyển phần tử cho điểm đánh dấu

source: must be unique. Otherwise there can be problems with game/video
es: Debe ser único. De lo contrario, puede haber problemas con el juego o el vídeo.
sr: мора бити јединствен. У супротном може доћи до проблема са игром/видеом
sv: måste vara unik. Annars kan det bli problem med spel/video
sw: lazima iwe ya kipekee. Vinginevyo kunaweza kuwa na matatizo na mchezo/video
ta: தனித்துவமாக இருக்க வேண்டும். இல்லையெனில் விளையாட்டு/வீடியோவில் சிக்கல்கள் இருக்கலாம்.
th: จะต้องไม่ซ้ำกัน มิฉะนั้นอาจเกิดปัญหากับเกม/วิดีโอได้
tr: benzersiz olmalı. Aksi takdirde oyun/video ile ilgili sorunlar olabilir
uk: має бути унікальним. Інакше можуть виникнути проблеми з грою/відео
ur: منفرد ہونا ضروری ہے. بصورت دیگر گیم/ویڈیو کے ساتھ مسائل ہو سکتے ہیں۔
vi: phải là duy nhất. Nếu không có thể có vấn đề với trò chơi/video

source: synchronization when the game move list is rebuilt.
es: sincronización cuando se reconstruye la lista de movimientos del juego.
sr: синхронизација када се листа потеза игре поново направи.
sv: synkronisering när spellistan byggs om.
sw: maingiliano wakati orodha ya hoja ya mchezo inapojengwa upya.
ta: விளையாட்டு நகர்வு பட்டியல் மீண்டும் உருவாக்கப்படும்போது ஒத்திசைவு.
th: การซิงโครไนซ์เมื่อรายการเคลื่อนไหวในเกมถูกสร้างใหม่
tr: Oyun hamle listesi yeniden oluşturulduğunda senkronizasyon.
uk: синхронізація під час перебудови списку ходів гри.
ur: مطابقت پذیری جب گیم موو لسٹ کو دوبارہ بنایا جاتا ہے۔
vi: đồng bộ hóa khi danh sách di chuyển trong trò chơi được xây dựng lại.

source: You can see an example of this in the London - Edinburgh game with the
es: Puedes ver un ejemplo de esto en el partido Londres - Edimburgo con el
sr: Пример за то можете видети у утакмици Лондон - Единбург са
sv: Du kan se ett exempel på detta i London - Edinburgh-spelet med
sw: Unaweza kuona mfano wa hii katika mchezo wa London - Edinburgh na
ta: இதற்கு ஒரு உதாரணத்தை நீங்கள் லண்டன் - எடின்பர்க் விளையாட்டில் காணலாம்
th: คุณสามารถดูตัวอย่างนี้ได้ในเกมลอนดอน - เอดินบะระด้วย
tr: Bunun bir örneğini Londra - Edinburgh maçında görebilirsiniz.
uk: Ви можете побачити приклад цього в грі Лондон - Единбург з
ur: آپ اس کی مثال لندن - ایڈنبرا کے ساتھ کھیل میں دیکھ سکتے ہیں۔
vi: Bạn có thể thấy một ví dụ về điều này trong trò chơi London - Edinburgh với

source: move 26. Rxc4 which is present in the 2nd sub-var stemming from 22... h6
es: Movimiento 26. Txc4 que está presente en la 2ª subvariante derivada de 22... h6
sr: потез 26. Ркц4 који је присутан у 2. подваријанти која потиче од 22... х6
sv: drag 26. Rxc4 som finns i det 2:a subvaret som härrör från 22... h6
sw: hoja 26. Rxc4 ambayo ipo katika var ndogo ya 2 inayotokana na 22... h6
ta: நகர்வு 26. Rxc4, இது 22... h6 இலிருந்து உருவாகும் 2வது துணை-var இல் உள்ளது.
th: ย้าย 26. Rxc4 ซึ่งมีอยู่ในตัวแปรย่อยที่ 2 ที่เกิดจาก 22... h6
tr: 26. hamle. 22... h6'dan kaynaklanan 2. alt değişkende bulunan Rxc4
uk: хід 26. Rxc4, який присутній у 2-му підварі, що походить від 22... h6
ur: منتقل 26. Rxc4 جو 22 سے شروع ہونے والے دوسرے ذیلی وار میں موجود ہے... h6
vi: nước đi thứ 26. Rxc4 có trong biến thể phụ thứ 2 xuất phát từ 22... h6

source: and also in the 1st sub-var stemming from 25. Rf5
es: y también en la 1ª sub-variante derivada de 25. Tf5
sr: а такође и у 1. под-вари која потиче од 25. Рф5
sv: och även i 1:a sub-var som härrör från 25. Rf5
sw: na pia katika sub-var ya 1 inayotokana na 25. Rf5
ta: மேலும் 25. Rf5 இலிருந்து உருவாகும் 1வது துணை-var இல்
th: และในตัวแปรย่อยที่ 1 ที่เกิดจาก 25. Rf5
tr: ve ayrıca 25. Rf5'ten kaynaklanan 1. alt değişkende
uk: а також у 1-му підваріанті, що походить від 25. Rf5
ur: اور 25. Rf5 سے شروع ہونے والی پہلی ذیلی var میں بھی
vi: và cũng trong tiểu thể thứ nhất bắt nguồn từ 25. Rf5

source: So, when making the video, I had to place a marker in a comment
es: Entonces, al hacer el vídeo, tuve que colocar un marcador en un comentario.
sr: Дакле, када сам правио видео, морао сам да ставим маркер у коментар
sv: Så när jag gjorde videon var jag tvungen att placera en markör i en kommentar
sw: Kwa hivyo, wakati wa kutengeneza video, ilibidi niweke alama kwenye maoni
ta: எனவே, வீடியோவை உருவாக்கும் போது, ​​நான் ஒரு கருத்தில் ஒரு மார்க்கரை வைக்க வேண்டியிருந்தது.
th: ดังนั้นเมื่อทำวิดีโอ ฉันจึงต้องวางเครื่องหมายไว้ในความคิดเห็น
tr: Yani videoyu yaparken bir yoruma işaretleyici koymam gerekiyordu
uk: Тому при створенні відео довелося поставити маркер у коментарі
ur: لہذا، ویڈیو بناتے وقت، مجھے ایک تبصرہ میں مارکر لگانا پڑا
vi: Vì vậy, khi thực hiện video, tôi phải đặt một điểm đánh dấu trong bình luận

source: after the second instance of 26. Rxc4 for everything to work properly.
es: después de la segunda instancia de 26. Txc4 para que todo funcione correctamente.
sr: након друге инстанце 26. Ркц4 да би све исправно функционисало.
sv: efter den andra instansen av 26. Rxc4 för att allt ska fungera som det ska.
sw: baada ya tukio la pili la 26. Rxc4 kwa kila kitu kufanya kazi vizuri.
ta: 26. Rxc4 இன் இரண்டாவது நிகழ்விற்குப் பிறகு எல்லாம் சரியாக வேலை செய்ய.
th: หลังจากอินสแตนซ์ที่สองของ 26.Rxc4 เพื่อให้ทุกอย่างทำงานได้อย่างถูกต้อง
tr: 26. Rxc4'ün ikinci örneğinden sonra her şeyin düzgün çalışması için.
uk: після другого випадку 26. Rxc4, щоб усе працювало належним чином.
ur: 26 کی دوسری مثال کے بعد Rxc4 ہر چیز کے صحیح طریقے سے کام کرنے کے لیے۔
vi: sau trường hợp thứ 2 của 26. Rxc4 để mọi thứ hoạt động bình thường.

source: The fifth issue is the placing of annotations to modify puzzle mode sounds.
es: El quinto problema es la colocación de anotaciones para modificar los sonidos del modo rompecabezas.
sr: Пето питање је постављање напомена за модификовање звукова режима слагалице.
sv: Den femte frågan är placeringen av annoteringar för att ändra pussellägesljuden.
sw: Suala la tano ni uwekaji wa vidokezo ili kurekebisha sauti za modi ya mafumbo.
ta: ஐந்தாவது பிரச்சினை, புதிர் முறை ஒலிகளை மாற்ற குறிப்புகளை வைப்பது.
th: ประเด็นที่ห้าคือการวางคำอธิบายเพื่อปรับแต่งเสียงโหมดปริศนา
tr: Beşinci konu ise bulmaca modu seslerini değiştirmek için ek açıklamaların yerleştirilmesidir.
uk: П’ята проблема – це розміщення анотацій для зміни звуків у режимі головоломки.
ur: پانچواں مسئلہ پہیلی موڈ کی آوازوں میں ترمیم کرنے کے لیے تشریحات کی جگہ ہے۔
vi: Vấn đề thứ năm là việc đặt chú thích để sửa đổi âm thanh ở chế độ câu đố.

source: After a quiz question, if there is an incorrect move in the main line
es: Después de una pregunta de prueba, si hay un movimiento incorrecto en la línea principal
sr: После питања у квизу, ако постоји нетачан потез у главној линији
sv: Efter en frågesportfråga, om det finns ett felaktigt drag i huvudraden
sw: Baada ya swali la jaribio, ikiwa kuna hoja isiyo sahihi katika mstari kuu
ta: வினாடி வினா கேள்விக்குப் பிறகு, பிரதான வரியில் தவறான நகர்வு இருந்தால்
th: หลังคำถามแบบทดสอบ หากมีการเคลื่อนที่ไม่ถูกต้องในแนวหลัก
tr: Bir sınav sorusundan sonra, ana satırda yanlış bir hamle varsa
uk: Після питання вікторини, якщо в основному рядку є неправильний хід
ur: کوئز سوال کے بعد، اگر مین لائن میں کوئی غلط حرکت ہے۔
vi: Sau một câu hỏi trắc nghiệm, nếu có một nước đi sai trong dòng chính

source: with a ^b backup move marker in the comment that follows it,
es: con un marcador de movimiento de respaldo ^b en el comentario que lo sigue,
sr: са маркером ^б резервног померања у коментару који следи,
sv: med en ^b backup-flyttmarkör i kommentaren som följer efter den,
sw: na ^b chelezo ya sogeza alama kwenye maoni yanayoifuata,
ta: அதைத் தொடர்ந்து வரும் கருத்தில் ^b காப்பு நகர்வு குறிப்பானுடன்,
th: โดยมีเครื่องหมายย้ายสำรอง ^b ไว้ในความคิดเห็นที่ตามมา
tr: Bunu takip eden yorumda ^b yedek hamle işaretiyle birlikte,
uk: з маркером резервного переміщення ^b у коментарі, який слідує за ним,
ur: اس کے بعد آنے والے تبصرے میں ^b بیک اپ موو مارکر کے ساتھ،
vi: với dấu ^b di chuyển dự phòng trong bình luận theo sau nó,

source: by default you will get a correct move sound when the move is played.
es: De forma predeterminada, obtendrá un sonido de movimiento correcto cuando se reproduzca el movimiento.
sr: подразумевано ћете добити исправан звук потеза када се потез одигра.
sv: som standard får du ett korrekt dragljud när draget spelas.
sw: kwa chaguo-msingi utapata sauti sahihi ya hoja wakati hoja inachezwa.
ta: முன்னிருப்பாக நகர்வு இயக்கப்படும் போது சரியான அசைவு ஒலியைப் பெறுவீர்கள்.
th: โดยค่าเริ่มต้น คุณจะได้รับเสียงการเคลื่อนไหวที่ถูกต้องเมื่อมีการเล่นการเคลื่อนไหว
tr: Varsayılan olarak hamle çalındığında doğru hamle sesini duyacaksınız.
uk: за замовчуванням ви отримаєте правильний звук ходу під час виконання ходу.
ur: جب یہ حرکت چلائی جائے گی تو آپ کو بطور ڈیفالٹ صحیح حرکت کی آواز ملے گی۔
vi: theo mặc định, bạn sẽ nhận được âm thanh di chuyển chính xác khi thực hiện di chuyển.

source: This sound effect can be modified by adding a marker to the comment.
es: Este efecto de sonido se puede modificar agregando un marcador al comentario.
sr: Овај звучни ефекат се може изменити додавањем маркера у коментар.
sv: Denna ljudeffekt kan modifieras genom att lägga till en markör i kommentaren.
sw: Athari hii ya sauti inaweza kurekebishwa kwa kuongeza alama kwenye maoni.
ta: கருத்தில் ஒரு மார்க்கரைச் சேர்ப்பதன் மூலம் இந்த ஒலி விளைவை மாற்றியமைக்கலாம்.
th: เอฟเฟกต์เสียงนี้สามารถแก้ไขได้โดยการเพิ่มเครื่องหมายลงในความคิดเห็น
tr: Bu ses efekti yoruma bir işaretleyici eklenerek değiştirilebilir.
uk: Цей звуковий ефект можна змінити, додавши маркер до коментаря.
ur: اس صوتی اثر کو تبصرے میں مارکر شامل کرکے تبدیل کیا جاسکتا ہے۔
vi: Có thể thay đổi hiệu ứng âm thanh này bằng cách thêm dấu hiệu vào bình luận.

source: Add ^si for a puzzle incorrect sound and ^sn for no sound at all.
es: Agregue ^si para un sonido incorrecto en un rompecabezas y ^sn para ningún sonido.
sr: Додајте ^си за нетачан звук слагалице и ^сн за никакав звук.
sv: Lägg till ^si för ett felaktigt pusselljud och ^sn för inget ljud alls.
sw: Ongeza ^si kwa sauti isiyo sahihi ya fumbo na ^sn bila sauti hata kidogo.
ta: தவறான ஒலிக்கு ^si ஐயும், ஒலியே இல்லாததற்கு ^sn ஐயும் சேர்க்கவும்.
th: เพิ่ม ^si สำหรับเสียงที่ไม่ถูกต้องของปริศนา และ ^sn สำหรับไม่มีเสียงเลย
tr: Bir bulmacada yanlış ses varsa ^si, hiç ses yoksa ^sn ekleyin.
uk: Додайте ^si для загадки неправильного звуку та ^sn для відсутності звуку взагалі.
ur: ایک پہیلی کی غلط آواز کے لیے ^si اور بالکل بھی آواز نہ ہونے کے لیے ^sn شامل کریں۔
vi: Thêm ^si nếu câu đố phát ra âm thanh không đúng và ^sn nếu không phát ra âm thanh nào cả.

source: If the correct puzzle move is in a sub-variation, usually you would get
es: Si el movimiento correcto del rompecabezas está en una subvariación, generalmente obtendrás
sr: Ако је исправан потез слагалице у подваријацији, обично бисте добили
sv: Om det korrekta pusseldraget är i en undervariation, skulle du vanligtvis få
sw: Ikiwa hatua sahihi ya fumbo iko katika tofauti ndogo, kwa kawaida utapata
ta: சரியான புதிர் நகர்வு துணை மாறுபாட்டில் இருந்தால், பொதுவாக நீங்கள் பெறுவீர்கள்
th: หากการเคลื่อนที่ปริศนาที่ถูกต้องอยู่ในรูปแบบย่อย โดยปกติคุณจะได้รับ
tr: Doğru bulmaca hamlesi bir alt varyasyondaysa, genellikle şunu elde edersiniz:
uk: Якщо правильний хід головоломки є підваріантом, зазвичай ви отримуєте
ur: اگر صحیح پہیلی حرکت ذیلی تغیر میں ہے، تو عام طور پر آپ کو ملے گا۔
vi: Nếu nước đi đúng của câu đố nằm trong một biến thể phụ, thông thường bạn sẽ nhận được

source: no sound at all when the move is played. If you want to produce a correct
es: No se oye ningún sonido cuando se ejecuta el movimiento. Si quieres producir un movimiento correcto
sr: нема звука када се потез игра. Ако желите да произведете исправан
sv: inget ljud alls när draget spelas. Om du vill producera en korrekt
sw: hakuna sauti kabisa wakati hoja inachezwa. Ikiwa unataka kutoa sahihi
ta: நகர்வு இயக்கப்படும் போது எந்த சத்தமும் இல்லை. நீங்கள் சரியானதை உருவாக்க விரும்பினால்
th: ไม่มีเสียงเลยเมื่อเล่นการเคลื่อนไหว หากคุณต้องการสร้างการเคลื่อนไหวที่ถูกต้อง
tr: hamle oynandığında hiç ses yok. Doğru bir hamle üretmek istiyorsanız
uk: взагалі немає звуку під час виконання ходу. Якщо ви хочете створити правильний
ur: جب حرکت چلائی جاتی ہے تو بالکل بھی آواز نہیں آتی۔ اگر آپ صحیح پیدا کرنا چاہتے ہیں۔
vi: không có âm thanh nào cả khi di chuyển được chơi. Nếu bạn muốn tạo ra một

source: move sound here, then add ^sc to the comment following the move.
es: Mueva el sonido aquí, luego agregue ^sc al comentario después del movimiento.
sr: преместите звук овде, а затим додајте ^сц коментару након померања.
sv: flytta ljudet hit och lägg sedan till ^sc i kommentaren efter flytten.
sw: sogeza sauti hapa, kisha ongeza ^sc kwa maoni kufuatia hatua hiyo.
ta: ஒலியை இங்கே நகர்த்தி, பின்னர் நகர்த்தியதைத் தொடர்ந்து வரும் கருத்துரையில் ^sc ஐச் சேர்க்கவும்.
th: ย้ายเสียงที่นี่ จากนั้นเพิ่ม ^sc ลงในความคิดเห็นที่ตามมาหลังจากย้าย
tr: sesi buraya taşıyın, ardından taşıma işleminin ardından gelen yoruma ^sc ekleyin.
uk: перемістіть звук сюди, потім додайте ^sc до коментаря після переміщення.
ur: آواز کو یہاں منتقل کریں، پھر اس اقدام کے بعد تبصرہ میں ^sc شامل کریں۔
vi: di chuyển âm thanh ở đây, sau đó thêm ^sc vào chú thích theo sau lần di chuyển.

source: Finally, after making or editing a video PGN file, in order for the video
es: Finalmente, después de crear o editar un archivo PGN de video, para que el video...
sr: Коначно, након прављења или уређивања видео ПГН датотеке, како би видео
sv: Slutligen, efter att ha skapat eller redigerat en video PGN-fil, för att videon
sw: Hatimaye, baada ya kutengeneza au kuhariri faili ya PGN ya video, ili video
ta: இறுதியாக, ஒரு வீடியோ PGN கோப்பை உருவாக்கிய அல்லது திருத்திய பிறகு, வீடியோவிற்காக
th: สุดท้ายหลังจากสร้างหรือแก้ไขไฟล์วิดีโอ PGN เพื่อให้วิดีโอ
tr: Son olarak, bir video PGN dosyası oluşturduktan veya düzenledikten sonra, videonun
uk: Нарешті, після створення або редагування відеофайлу PGN, щоб відео
ur: آخر میں، ویڈیو کی ترتیب میں، ویڈیو پی جی این فائل بنانے یا اس میں ترمیم کرنے کے بعد
vi: Cuối cùng, sau khi tạo hoặc chỉnh sửa tệp video PGN, để video

source: to play properly, you have to switch out of edit mode and back into play mode.
es: Para jugar correctamente, debes salir del modo de edición y volver al modo de reproducción.
sr: да бисте правилно играли, морате да изађете из режима за уређивање и вратите се у режим репродукције.
sv: för att spela ordentligt måste du byta ur redigeringsläget och tillbaka till uppspelningsläget.
sw: ili kucheza vizuri, inabidi uondoke kwenye hali ya kuhariri na urudi kwenye modi ya kucheza.
ta: சரியாக விளையாட, நீங்கள் எடிட் பயன்முறையிலிருந்து வெளியேறி மீண்டும் விளையாட்டு பயன்முறைக்கு மாற வேண்டும்.
th: เพื่อเล่นอย่างถูกต้อง คุณต้องสลับออกจากโหมดแก้ไขและกลับสู่โหมดเล่น
tr: düzgün bir şekilde çalmak için düzenleme modundan çıkıp tekrar çalma moduna geçmeniz gerekiyor.
uk: щоб відтворити належним чином, потрібно вимкнути режим редагування та повернутися в режим відтворення.
ur: صحیح طریقے سے کھیلنے کے لیے، آپ کو ایڈیٹ موڈ سے باہر اور پلے موڈ میں واپس آنا ہوگا۔
vi: để chơi đúng cách, bạn phải thoát khỏi chế độ chỉnh sửa và trở lại chế độ chơi.

source: IMPORTANT NOTE :
es: NOTA IMPORTANTE:
sr: ВАЖНА НАПОМЕНА:
sv: VIKTIG OBS:
sw: KUMBUKA MUHIMU:
ta: முக்கிய குறிப்பு :
th: หมายเหตุสำคัญ :
tr: ÖNEMLİ NOT :
uk: ВАЖЛИВА ПРИМІТКА:
ur: اہم نوٹ:
vi: LƯU Ý QUAN TRỌNG:

source: Although it is possible to add video markers to an existing game,
es: Aunque es posible agregar marcadores de vídeo a un juego existente,
sr: Иако је могуће додати видео маркере у постојећу игру,
sv: Även om det är möjligt att lägga till videomarkörer till ett befintligt spel,
sw: Ingawa inawezekana kuongeza alama za video kwenye mchezo uliopo,
ta: ஏற்கனவே உள்ள விளையாட்டில் வீடியோ குறிப்பான்களைச் சேர்க்க முடியும் என்றாலும்,
th: แม้ว่าจะสามารถเพิ่มเครื่องหมายวิดีโอลงในเกมที่มีอยู่แล้วได้
tr: Mevcut bir oyuna video işaretleyicileri eklemek mümkün olsa da,
uk: Хоча можна додати відеомаркери до наявної гри,
ur: اگرچہ موجودہ گیم میں ویڈیو مارکر شامل کرنا ممکن ہے،
vi: Mặc dù có thể thêm các điểm đánh dấu video vào một trò chơi hiện có,

source: this is not advisable, because unless you were very careful,
es: Esto no es aconsejable, porque a menos que tengas mucho cuidado,
sr: ово није препоручљиво, јер осим ако нисте били веома опрезни,
sv: detta är inte tillrådligt, för om du inte var mycket försiktig,
sw: hii haifai, kwa sababu isipokuwa ulikuwa mwangalifu sana,
ta: இது நல்லதல்ல, ஏனென்றால் நீங்கள் மிகவும் கவனமாக இல்லாவிட்டால்,
th: สิ่งนี้ไม่แนะนำ เพราะเว้นแต่คุณจะระมัดระวังมาก
tr: bu tavsiye edilmez, çünkü çok dikkatli olmazsanız,
uk: це не рекомендується, тому що якщо ви не були дуже обережні,
ur: یہ مناسب نہیں ہے، کیونکہ جب تک آپ بہت محتاط نہ ہوں،
vi: điều này không được khuyến khích, vì trừ khi bạn rất cẩn thận,

source: doing so will probably throw off the game/video synchronization
es: Si lo haces, probablemente se perderá la sincronización del juego/video.
sr: ако то урадите, вероватно ће бити искључена синхронизација игре/видеа
sv: Om du gör det kommer spel-/videosynkroniseringen förmodligen att försvinna
sw: kufanya hivyo pengine kutaondoa usawazishaji wa mchezo/video
ta: அப்படிச் செய்வது விளையாட்டு/வீடியோ ஒத்திசைவைத் தள்ளிவிடும்.
th: การทำเช่นนั้นอาจทำให้การซิงโครไนซ์เกม/วิดีโอเสียหายได้
tr: bunu yapmak muhtemelen oyun/video senkronizasyonunu bozacaktır
uk: це, ймовірно, призведе до порушення синхронізації гри/відео
ur: ایسا کرنے سے شاید گیم/ویڈیو سنکرونائزیشن ختم ہوجائے گی۔
vi: làm như vậy có thể sẽ làm mất đồng bộ hóa trò chơi/video

source: and thus make the video useless.
es: y así hacer que el vídeo sea inútil.
sr: и тако учинити видео бескорисним.
sv: och därmed göra videon värdelös.
sw: na hivyo kufanya video kutokuwa na maana.
ta: இதனால் வீடியோவை பயனற்றதாக்குகிறது.
th: และทำให้วีดิโอไร้ประโยชน์
tr: ve böylece videoyu işe yaramaz hale getirir.
uk: і таким чином зробити відео марним.
ur: اور اس طرح ویڈیو کو بیکار بنا دیتے ہیں۔
vi: và do đó làm cho video trở nên vô dụng.
