Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: for writing
es: para escribir
sr: за писање
sv: för att skriva
sw: kwa kuandika
ta: எழுதுவதற்கு
th: สำหรับการเขียน
tr: yazmak için
uk: для письма
ur: لکھنے کے لیے
vi: để viết

source: Digestion cancelled by user - no book moves available
es: Digestión cancelada por el usuario: no hay movimientos de libros disponibles
sr: Варење је отказао корисник - нема доступних потеза књиге
sv: Uppslutningen avbröts av användaren - inga bokförflyttningar tillgängliga
sw: Usagaji chakula umeghairiwa na mtumiaji - hakuna usomaji wa kitabu unaopatikana
ta: பயனரால் செரிமானம் ரத்து செய்யப்பட்டது - புத்தக நகர்வுகள் எதுவும் கிடைக்கவில்லை.
th: การย่อยถูกยกเลิกโดยผู้ใช้ - ไม่มีการเคลื่อนย้ายหนังสือ
tr: Sindirim kullanıcı tarafından iptal edildi - kitap taşıma mevcut değil
uk: Травлення скасовано користувачем - немає доступних рухів книги
ur: صارف کی طرف سے عمل انہضام کو منسوخ کر دیا گیا ہے - کوئی کتاب کی حرکت دستیاب نہیں ہے۔
vi: Tiêu hóa bị hủy bởi người dùng - không có sách nào có thể di chuyển

source: is not a book file
es: no es un archivo de libro
sr: није датотека књиге
sv: är inte en bokfil
sw: sio faili ya kitabu
ta: புத்தகக் கோப்பு அல்ல.
th: ไม่ใช่แฟ้มหนังสือ
tr: bir kitap dosyası değil
uk: не є файлом книги
ur: کتاب کی فائل نہیں ہے۔
vi: không phải là một tập tin sách

source: uses book format version
es: utiliza la versión en formato libro
sr: користи верзију формата књиге
sv: använder bokformatversion
sw: hutumia toleo la umbizo la kitabu
ta: புத்தக வடிவமைப்பு பதிப்பைப் பயன்படுத்துகிறது.
th: ใช้เวอร์ชันรูปแบบหนังสือ
tr: kitap formatı sürümünü kullanır
uk: використовує версію книжкового формату
ur: کتاب کی شکل کا ورژن استعمال کرتا ہے۔
vi: sử dụng phiên bản định dạng sách

source: not supported by this program
es: no compatible con este programa
sr: није подржано овим програмом
sv: stöds inte av detta program
sw: haiungwi mkono na programu hii
ta: இந்த நிரலால் ஆதரிக்கப்படவில்லை.
th: ไม่รองรับโดยโปรแกรมนี้
tr: bu program tarafından desteklenmiyor
uk: не підтримується цією програмою
ur: اس پروگرام کے ذریعہ تعاون یافتہ نہیں ہے۔
vi: không được hỗ trợ bởi chương trình này

source: uses book format hash number
es: utiliza el número hash del formato de libro
sr: користи хеш број формата књиге
sv: använder bokformat hashnummer
sw: hutumia nambari ya heshi ya umbizo la kitabu
ta: புத்தக வடிவ ஹாஷ் எண்ணைப் பயன்படுத்துகிறது.
th: ใช้หมายเลขแฮชรูปแบบหนังสือ
tr: kitap biçimi karma numarasını kullanır
uk: використовує хеш-номер книжкового формату
ur: بک فارمیٹ ہیش نمبر استعمال کرتا ہے۔
vi: sử dụng số băm định dạng sách

source: has an illegal predefined position label
es: tiene una etiqueta de posición predefinida ilegal
sr: има недозвољену унапред дефинисану ознаку позиције
sv: har en olaglig fördefinierad positionsetikett
sw: ina lebo ya nafasi iliyoainishwa awali kinyume cha sheria
ta: சட்டவிரோதமான முன் வரையறுக்கப்பட்ட நிலை லேபிளைக் கொண்டுள்ளது.
th: มีป้ายตำแหน่งที่กำหนดไว้ล่วงหน้าอย่างผิดกฎหมาย
tr: yasadışı önceden tanımlanmış bir pozisyon etiketi var
uk: має неправильну попередньо визначену мітку позиції
ur: ایک غیر قانونی پیش وضاحتی پوزیشن لیبل ہے
vi: có nhãn vị trí được xác định trước bất hợp pháp

source: has an illegal predefined position fen
es: tiene una posición predefinida ilegal fen
sr: има недозвољену унапред дефинисану позицију фен
sv: har en olaglig fördefinierad position fen
sw: ina haramu nafasi predefined fen
ta: சட்டவிரோதமான முன் வரையறுக்கப்பட்ட நிலையைக் கொண்டுள்ளது.
th: มีการกำหนดตำแหน่งผิดกฏหมายไว้ล่วงหน้า
tr: yasadışı önceden tanımlanmış bir pozisyona sahip fen
uk: має недопустиму попередньо визначену позицію fen
ur: ایک غیر قانونی پیش وضاحتی پوزیشن فین ہے
vi: có một vị trí được xác định trước bất hợp pháp

source: This panel lets you setup the opening book.
es: Este panel le permite configurar el libro de apertura.
sr: Овај панел вам омогућава да подесите почетну књигу.
sv: Den här panelen låter dig ställa in öppningsboken.
sw: Paneli hii hukuruhusu kusanidi kitabu cha ufunguzi.
ta: இந்தப் பலகம் தொடக்கப் புத்தகத்தை அமைக்க உங்களை அனுமதிக்கிறது.
th: แผงนี้ช่วยให้คุณตั้งค่าหนังสือเปิดได้
tr: Bu panel açılış kitabını ayarlamanızı sağlar.
uk: Ця панель дозволяє налаштувати книгу відкриття.
ur: یہ پینل آپ کو ابتدائی کتاب سیٹ اپ کرنے دیتا ہے۔
vi: Bảng điều khiển này cho phép bạn thiết lập cuốn sách mở đầu.

source: Select .pgn or .bin file for book
es: Seleccione el archivo .pgn o .bin para el libro
sr: Изаберите .пгн или .бин датотеку за књигу
sv: Välj .pgn- eller .bin-fil för boken
sw: Chagua faili ya .pgn au .bin kwa kitabu
ta: புத்தகத்திற்கு .pgn அல்லது .bin கோப்பைத் தேர்ந்தெடுக்கவும்.
th: เลือกไฟล์ .pgn หรือ .bin สำหรับหนังสือ
tr: Kitap için .pgn veya .bin dosyasını seçin
uk: Виберіть файл .pgn або .bin для книги
ur: کتاب کے لیے .pgn یا .bin فائل منتخب کریں۔
vi: Chọn tệp .pgn hoặc .bin cho sách

source: Enabled
es: Activado
sr: Омогућено
sv: Aktiverad
sw: Imewashwa
ta: இயக்கப்பட்டது
th: เปิดใช้งานแล้ว
tr: Etkinleştirilmiş
uk: Увімкнено
ur: فعال
vi: Đã bật

source: If available always play book moves up until move:
es: Si está disponible, siempre juegue los movimientos del libro hasta el movimiento:
sr: Ако је доступна, увек играј књига се помера нагоре до померања:
sv: Om tillgängligt flyttas alltid spelboken upp tills flytt:
sw: Ikiwa inapatikana kila wakati kitabu cha kucheza husogezwa juu hadi kusogezwa:
ta: கிடைத்தால் எப்போதும் ப்ளே புக் மேலே நகரும் வரை நகர்த்தப்படும்:
th: หากมีให้เล่นหนังสือเลื่อนขึ้นไปเรื่อยๆจนกว่าจะเลื่อน:
tr: Eğer mümkünse her zaman hamleyi şu ana kadar oyna:
uk: Якщо доступно, завжди відтворюйте книгу вгору, поки не перемістите:
ur: اگر دستیاب ہو تو ہمیشہ پلے بُک منتقل ہونے تک اوپر چلی جاتی ہے:
vi: Nếu có thể, hãy luôn chơi các nước đi của cuốn sách cho đến khi di chuyển:

source: Then if available play book moves this percentage of the time:
es: Entonces, si el libro de jugadas disponible se mueve este porcentaje del tiempo:
sr: Затим, ако је доступна књига за игру, помера овај проценат времена:
sv: Sedan, om tillgänglig, flyttar spelboken denna procentandel av tiden:
sw: Kisha ikiwa kitabu cha kucheza kinapatikana husogeza asilimia hii ya wakati:
ta: பின்னர் கிடைத்தால், நாடகப் புத்தகம் இந்த சதவீத நேரத்தை நகர்த்தும்:
th: แล้วถ้าหนังสือเล่นที่มีอยู่จะเคลื่อนที่ตามเปอร์เซ็นต์ของเวลาดังนี้:
tr: Daha sonra eğer mevcut oyun kitabı şu oranda zaman hareket ettirilirse:
uk: Тоді, якщо доступна ігрова книга, пересуває цей відсоток часу:
ur: پھر اگر دستیاب پلے بک وقت کے اس فیصد کو منتقل کرتی ہے:
vi: Sau đó, nếu có thể, hãy di chuyển cuốn sách theo tỷ lệ phần trăm thời gian này:

source: Suggest book moves
es: Sugerir movimientos de libros
sr: Предложите потезе књиге
sv: Föreslå bokdrag
sw: Pendekeza uhamishaji wa kitabu
ta: புத்தக நகர்வுகளைப் பரிந்துரைக்கவும்.
th: แนะนำหนังสือเคลื่อนไหว
tr: Kitap hamleleri öner
uk: Запропонуйте книжкові ходи
ur: کتاب کی چالیں تجویز کریں۔
vi: Đề xuất di chuyển sách

source: Polyglot book options..
es: Opciones de libros políglotas.
sr: Опције књиге о полиглоту..
sv: Alternativ för polyglotbok..
sw: Chaguo za kitabu cha Polyglot..
ta: பன்மொழி புத்தக விருப்பங்கள்..
th: ตัวเลือกหนังสือหลายภาษา..
tr: Çok dilli kitap seçenekleri..
uk: Варіанти книг поліглота..
ur: پولی گلوٹ کتاب کے اختیارات ..
vi: Tùy chọn sách đa ngôn ngữ.

source: Polyglot book weights..
es: Pesalibros políglotas.
sr: Тежина књиге полиглота..
sv: Polyglot bokvikter..
sw: Uzito wa kitabu cha Polyglot..
ta: பன்மொழி புத்தக எடைகள்..
th: น้ำหนักหนังสือภาษาหลายภาษา..
tr: Çok dilli kitap ağırlıkları..
uk: Ваги книги поліглота..
ur: پولی گلوٹ کتاب کا وزن..
vi: Trọng lượng của sách đa ngôn ngữ.

source: The .pgn or .bin file that is used for opening book moves.
es: El archivo .pgn o .bin que se utiliza para abrir libros se mueve.
sr: Датотека .пгн или .бин која се користи за отварање потеза књиге.
sv: .pgn- eller .bin-filen som används för att öppna bokdrag.
sw: Faili ya .pgn au .bin inayotumika kufungua miondoko ya kitabu.
ta: புத்தக நகர்வுகளைத் திறக்கப் பயன்படுத்தப்படும் .pgn அல்லது .bin கோப்பு.
th: ไฟล์ .pgn หรือ .bin ที่ใช้ในการเปิดหนังสือเคลื่อนไหว
tr: Kitap hareketlerini açmak için kullanılan .pgn veya .bin dosyası.
uk: Файл .pgn або .bin, який використовується для відкриття книги, переміщається.
ur: .pgn یا .bin فائل جو کتاب کی چالوں کو کھولنے کے لیے استعمال ہوتی ہے۔
vi: Tệp .pgn hoặc .bin được sử dụng để mở lệnh di chuyển sách.

source: Check this box to enable the book, clear to disable
es: Marque esta casilla para habilitar el libro, desmárquela para deshabilitarlo
sr: Означите ово поље да бисте омогућили књигу, опозовите избор да бисте онемогућили
sv: Markera den här rutan för att aktivera boken, avmarkera för att inaktivera
sw: Chagua kisanduku hiki ili kuwezesha kitabu, wazi ili kuzima
ta: புத்தகத்தை இயக்க இந்தப் பெட்டியைத் தேர்வுசெய்யவும், முடக்க அழி என்பதைத் தேர்ந்தெடுக்கவும்.
th: ทำเครื่องหมายในช่องนี้เพื่อเปิดใช้งานหนังสือ ล้างเพื่อปิดใช้งาน
tr: Kitabı etkinleştirmek için bu kutuyu işaretleyin, devre dışı bırakmak için temizleyin
uk: Поставте прапорець, щоб увімкнути книгу, або зніміть, щоб вимкнути
ur: کتاب کو فعال کرنے کے لیے اس باکس کو چیک کریں، غیر فعال کرنے کے لیے صاف
vi: Đánh dấu vào ô này để bật sách, xóa để tắt

source: Initially always play a book move if available up to given move number.
es: Inicialmente, juegue siempre un movimiento de libro si está disponible hasta el número de movimiento indicado.
sr: У почетку увек играјте потез књиге ако је доступан до датог броја потеза.
sv: Spela först alltid ett bokdrag om det är tillgängligt upp till ett givet dragnummer.
sw: Awali kila mara cheza kuhamisha kitabu ikiwa inapatikana hadi nambari uliyopewa ya kuhamisha.
ta: ஆரம்பத்தில் எப்போதும் கொடுக்கப்பட்ட நகர்வு எண் வரை கிடைத்தால் புத்தக நகர்வை இயக்கவும்.
th: ในช่วงแรก ให้เล่นตามหนังสือเสมอ หากมีให้เล่นจนถึงจำนวนครั้งที่กำหนด
tr: Başlangıçta, verilen hamle numarasına kadar elinizde mevcutsa her zaman bir kitap hamlesi oynayın.
uk: Спочатку завжди грайте хід книги, якщо він доступний до заданого номера ходу.
ur: شروع میں ہمیشہ بک موو چلائیں اگر دستیاب موو نمبر تک دستیاب ہو۔
vi: Ban đầu, luôn chơi một nước đi theo sách nếu có thể cho đến số nước đi đã cho.

source: Once limit reached, a book move
es: Una vez alcanzado el límite, se realiza un movimiento de libro.
sr: Када се достигне ограничење, књига се помера
sv: När gränsen nått, en bok flytta
sw: Baada ya kikomo kufikiwa, sogeza kitabu
ta: வரம்பை அடைந்ததும், ஒரு புத்தக நகர்வு
th: เมื่อถึงขีดจำกัดแล้ว หนังสือจะย้าย
tr: Sınıra ulaşıldığında, bir kitap hareketi
uk: Після досягнення обмеження книга переміщується
ur: ایک بار جب حد پہنچ گئی، ایک کتاب منتقل
vi: Một khi đạt đến giới hạn, một cuốn sách di chuyển

source: is only selected this proportion of the time.
es: Sólo se selecciona esta proporción del tiempo.
sr: се бира само у овом делу времена.
sv: väljs endast denna del av tiden.
sw: imechaguliwa tu sehemu hii ya wakati.
ta: இந்த விகிதத்தில் மட்டுமே தேர்ந்தெடுக்கப்படுகிறது.
th: ก็เลือกเพียงสัดส่วนเวลาเท่านี้เท่านั้น
tr: sadece bu zaman diliminde seçilmiştir.
uk: вибирається лише цю частку часу.
ur: صرف وقت کے اس تناسب سے منتخب کیا جاتا ہے۔
vi: chỉ được chọn trong tỷ lệ thời gian này.

source: Check to suggest book moves.
es: Marque para sugerir movimientos de libros.
sr: Означите да бисте предложили потезе књиге.
sv: Markera för att föreslå bokdrag.
sw: Angalia ili kupendekeza uhamishaji wa kitabu.
ta: புத்தக நகர்வுகளைப் பரிந்துரைக்க சரிபார்க்கவும்.
th: ตรวจสอบเพื่อแนะนำการเคลื่อนไหวหนังสือ
tr: Kitap hareketlerini önermek için işaretleyin.
uk: Поставте прапорець, щоб запропонувати рух книги.
ur: کتاب کی چالیں تجویز کرنے کے لیے چیک کریں۔
vi: Kiểm tra để đề xuất di chuyển sách.

source: Click to open the Polyglot .bin book options dialog box
es: Haga clic para abrir el cuadro de diálogo de opciones del libro .bin de Polyglot
sr: Кликните да бисте отворили оквир за дијалог Полиглот .бин боок оптионс
sv: Klicka för att öppna dialogrutan Polyglot .bin bokalternativ
sw: Bofya ili kufungua kisanduku cha kidadisi cha chaguo za kitabu cha Polyglot .bin
ta: பாலிக்லாட் .bin புத்தக விருப்பங்கள் உரையாடல் பெட்டியைத் திறக்க கிளிக் செய்யவும்.
th: คลิกเพื่อเปิดกล่องโต้ตอบตัวเลือกหนังสือ Polyglot .bin
tr: Polyglot .bin kitap seçenekleri iletişim kutusunu açmak için tıklayın
uk: Натисніть, щоб відкрити діалогове вікно параметрів книги Polyglot .bin
ur: Polyglot .bin کتاب کے اختیارات کے ڈائیلاگ باکس کو کھولنے کے لیے کلک کریں۔
vi: Nhấp để mở hộp thoại tùy chọn sách Polyglot .bin

source: Click to open the Polyglot .bin book weights dialog box
es: Haga clic para abrir el cuadro de diálogo de pesos de libros .bin de Polyglot
sr: Кликните да бисте отворили дијалог Полиглот .бин тежине књиге
sv: Klicka för att öppna dialogrutan Polyglot .bin bokvikter
sw: Bofya ili kufungua kisanduku cha mazungumzo cha uzito wa kitabu cha Polyglot .bin
ta: பாலிக்லாட் .பின் புத்தக எடைகள் உரையாடல் பெட்டியைத் திறக்க கிளிக் செய்யவும்.
th: คลิกเพื่อเปิดกล่องโต้ตอบน้ำหนักหนังสือ Polyglot .bin
tr: Polyglot .bin kitap ağırlıkları iletişim kutusunu açmak için tıklayın
uk: Клацніть, щоб відкрити діалогове вікно ваги книги Polyglot .bin
ur: پولی گلوٹ .bin کتاب کے وزن کے ڈائیلاگ باکس کو کھولنے کے لیے کلک کریں۔
vi: Nhấp để mở hộp thoại trọng số sách Polyglot .bin

source: This dialog box allows you to select the opening book options.
es: Este cuadro de diálogo le permite seleccionar las opciones de apertura del libro.
sr: Овај дијалог вам омогућава да изаберете опције отварања књиге.
sv: Den här dialogrutan låter dig välja alternativen för öppningsboken.
sw: Kisanduku kidadisi hiki hukuruhusu kuchagua chaguo za kitabu cha kufungua.
ta: இந்த உரையாடல் பெட்டி தொடக்க புத்தக விருப்பங்களைத் தேர்ந்தெடுக்க உங்களை அனுமதிக்கிறது.
th: กล่องโต้ตอบนี้ช่วยให้คุณสามารถเลือกตัวเลือกการเปิดหนังสือ
tr: Bu iletişim kutusu açılış kitabı seçeneklerini seçmenize olanak tanır.
uk: У цьому діалоговому вікні можна вибрати параметри відкриття книги.
ur: یہ ڈائیلاگ باکس آپ کو ابتدائی کتاب کے اختیارات کو منتخب کرنے کی اجازت دیتا ہے۔
vi: Hộp thoại này cho phép bạn chọn các tùy chọn mở sách.

source: File : Select the .pgn or .bin file to use as an opening book.
es: Archivo: Seleccione el archivo .pgn o .bin para utilizarlo como libro de apertura.
sr: Датотека : Изаберите .пгн или .бин датотеку коју ћете користити као почетну књигу.
sv: Fil : Välj .pgn- eller .bin-filen som ska användas som öppningsbok.
sw: Faili : Chagua faili ya .pgn au .bin ya kutumia kama kitabu cha kufungua.
ta: கோப்பு: தொடக்கப் புத்தகமாகப் பயன்படுத்த .pgn அல்லது .bin கோப்பைத் தேர்ந்தெடுக்கவும்.
th: ไฟล์: เลือกไฟล์ .pgn หรือ .bin เพื่อใช้เป็นสมุดเปิด
tr: Dosya : Açılış kitabı olarak kullanılacak .pgn veya .bin dosyasını seçin.
uk: Файл : виберіть файл .pgn або .bin для використання як початкової книги.
ur: فائل : افتتاحی کتاب کے طور پر استعمال کرنے کے لیے .pgn یا .bin فائل کو منتخب کریں۔
vi: Tệp: Chọn tệp .pgn hoặc .bin để sử dụng làm sách mở đầu.

source: If you change the opening book, you can redisplay the dialog box
es: Si cambia el libro de apertura, puede volver a mostrar el cuadro de diálogo
sr: Ако промените почетну књигу, можете поново приказати оквир за дијалог
sv: Om du ändrar öppningsboken kan du visa dialogrutan igen
sw: Ukibadilisha kitabu cha ufunguzi, unaweza kuonyesha upya kisanduku cha mazungumzo
ta: நீங்கள் தொடக்கப் புத்தகத்தை மாற்றினால், உரையாடல் பெட்டியை மீண்டும் காட்டலாம்.
th: หากคุณเปลี่ยนหนังสือเปิด คุณสามารถแสดงกล่องโต้ตอบอีกครั้งได้
tr: Açılış kitabını değiştirirseniz, iletişim kutusunu yeniden görüntüleyebilirsiniz
uk: Якщо ви зміните початкову книгу, ви зможете повторно відобразити діалогове вікно
ur: اگر آپ ابتدائی کتاب کو تبدیل کرتے ہیں، تو آپ ڈائیلاگ باکس کو دوبارہ ڈسپلے کر سکتے ہیں۔
vi: Nếu bạn thay đổi cuốn sách mở đầu, bạn có thể hiển thị lại hộp thoại

source: with it set, by clicking <Ok> with the shift key held down.
es: con él configurado, haciendo clic en <Ok> con la tecla Shift presionada.
sr: када је подешено, тако што ћете кликнути на <ОК> са притиснутим тастером схифт.
sv: med den inställd genom att klicka på <Ok> med skifttangenten nedtryckt.
sw: ikiwa imewekwa, kwa kubofya <Ok> na kitufe cha shift kikiwa chini.
ta: அதை அமைத்தவுடன், ஷிப்ட் விசையை அழுத்திப் பிடித்து <சரி> என்பதைக் கிளிக் செய்வதன் மூலம்.
th: เมื่อตั้งค่าแล้ว ให้คลิก <ตกลง> ด้วยการกดปุ่ม Shift ค้างไว้
tr: Ayarladıktan sonra, shift tuşuna basılı tutarak <Tamam>'a tıklayın.
uk: натиснувши <Ok> із натиснутою клавішею shift.
ur: اس کے سیٹ کے ساتھ، نیچے رکھی شفٹ کلید کے ساتھ <Ok> پر کلک کرکے۔
vi: sau khi thiết lập xong, hãy nhấp vào <Ok> trong khi giữ phím Shift.

source: Enabled : Check this box to enable the opening book.
es: Habilitado: Marque esta casilla para habilitar la apertura del libro.
sr: Омогућено : Означите ово поље да бисте омогућили отварање књиге.
sv: Aktiverad : Markera den här rutan för att aktivera öppningsboken.
sw: Imewashwa : Chagua kisanduku hiki ili kuwezesha kitabu cha ufunguzi.
ta: இயக்கப்பட்டது: தொடக்கப் புத்தகத்தை இயக்க இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: เปิดใช้งาน: ทำเครื่องหมายในช่องนี้เพื่อเปิดใช้งานการเปิดหนังสือ
tr: Etkin : Açılış kitabını etkinleştirmek için bu kutuyu işaretleyin.
uk: Увімкнено: поставте прапорець, щоб увімкнути відкриття книги.
ur: فعال: ابتدائی کتاب کو فعال کرنے کے لیے اس باکس کو چیک کریں۔
vi: Đã bật: Đánh dấu vào ô này để bật chức năng mở sách.

source: Enter the move number to play book moves up to.
es: Introduzca el número de movimiento para reproducir los movimientos del libro hasta el final.
sr: Унесите број потеза до којег ћете играти потезе књиге.
sv: Ange dragnumret för att spela bokflyttningar upp till.
sw: Weka nambari ya kuhamisha ili uchezeshe kitabu hadi.
ta: புத்தக நகர்வுகளை இயக்க நகர்த்தல் எண்ணை உள்ளிடவும்.
th: กรอกหมายเลขการเคลื่อนที่ที่ต้องการเล่นหนังสือเคลื่อนที่ขึ้นไป
tr: Oynanacak kitabın hamle sayısını girin.
uk: Введіть номер ходу, до якого потрібно відтворити ходи книги.
ur: بُک مووز کو کھیلنے کے لیے موو نمبر درج کریں۔
vi: Nhập số nước đi để chơi theo thứ tự tăng dần.

source: Enter the percentage of the time to play book moves after that.
es: Introduzca el porcentaje de tiempo para reproducir los movimientos del libro después de eso.
sr: Унесите проценат времена за играње потеза књиге након тога.
sv: Ange procentandelen av tiden för att spela bokdrag efter det.
sw: Weka asilimia ya muda wa kucheza harakati za kitabu baada ya hapo.
ta: அதன் பிறகு புத்தக நகர்வுகளை இயக்க எடுக்கும் நேரத்தின் சதவீதத்தை உள்ளிடவும்.
th: กรอกเปอร์เซ็นต์ของเวลาในการเล่นหนังสือเคลื่อนไหวหลังจากนั้น
tr: Bundan sonraki kitap hamlelerinin oynanma yüzdesini girin.
uk: Введіть відсоток часу для відтворення ходів книги після цього.
ur: اس کے بعد کتاب کی چال چلانے کے لیے وقت کا فیصد درج کریں۔
vi: Nhập phần trăm thời gian để chơi các nước đi của quân cờ sau đó.

source: Suggest book moves : Check this box for book moves to be suggested.
es: Sugerir movimientos de libros: marque esta casilla para sugerir movimientos de libros.
sr: Предложи потезе књиге : Означите ово поље да бисте предложили потезе књиге.
sv: Föreslå bokdrag : Markera den här rutan för bokdrag som ska föreslås.
sw: Pendekeza uhamishaji wa kitabu : Weka tiki kwenye kisanduku hiki kwa hoja za kitabu zitakazopendekezwa.
ta: புத்தக நகர்வுகளைப் பரிந்துரைக்கவும்: பரிந்துரைக்கப்பட வேண்டிய புத்தக நகர்வுகளுக்கு இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: แนะนำการย้ายหนังสือ : ทำเครื่องหมายในช่องนี้สำหรับการย้ายหนังสือที่จะแนะนำ
tr: Kitap hareketleri öner: Kitap hareketlerinin önerilmesi için bu kutuyu işaretleyin.
uk: Запропонувати переміщення книг : позначте цей прапорець, щоб пропонувати переміщення книг.
ur: کتاب کی چالیں تجویز کریں : تجویز کی جانے والی کتاب کی چالوں کے لیے اس باکس کو چیک کریں۔
vi: Đề xuất di chuyển sách: Đánh dấu vào ô này để đề xuất di chuyển sách.

source: Note that the book may contain endgame training exercises
es: Tenga en cuenta que el libro puede contener ejercicios de entrenamiento de finales.
sr: Имајте на уму да књига може садржати вежбе тренинга за крај игре
sv: Observera att boken kan innehålla slutspelsövningar
sw: Kumbuka kwamba kitabu kinaweza kuwa na mazoezi ya mafunzo ya mwisho wa mchezo
ta: புத்தகத்தில் இறுதி ஆட்டப் பயிற்சிப் பயிற்சிகள் இருக்கலாம் என்பதை நினைவில் கொள்ளவும்.
th: โปรดทราบว่าหนังสือเล่มนี้อาจมีแบบฝึกหัดการฝึกซ้อมในช่วงท้ายเกม
tr: Kitabın son oyun eğitim egzersizlerini içerebileceğini unutmayın
uk: Зауважте, що книга може містити тренувальні вправи з ендшпілю
ur: نوٹ کریں کہ کتاب میں اختتامی کھیل کی تربیتی مشقیں ہوسکتی ہیں۔
vi: Lưu ý rằng cuốn sách có thể chứa các bài tập huấn luyện cuối trò chơi

source: (refer to < training positions > when setting up a position)
es: (consulte <posiciones de capacitación> al configurar una posición)
sr: (погледајте < позиције за тренинг > када постављате позицију)
sv: (se < träningspositioner > när du ställer in en position)
sw: (rejelea < nafasi za mafunzo > wakati wa kuweka nafasi)
ta: (ஒரு பதவியை அமைக்கும் போது பயிற்சி நிலைகள் > என்பதைப் பார்க்கவும்)
th: (อ้างอิง<ตำแหน่งการฝึก> เมื่อกำหนดตำแหน่ง)
tr: (bir pozisyon oluştururken <eğitim pozisyonları> bölümüne bakın)
uk: (під час налаштування позиції зверніться до < тренувальних позицій >)
ur: (اپوزیشن سیٹ کرتے وقت <ٹریننگ پوزیشنز> سے رجوع کریں)
vi: (tham khảo < vị trí đào tạo > khi thiết lập vị trí)

source: and if you start a game from one of those positions the engine
es: Y si empiezas un juego desde una de esas posiciones, el motor...
sr: а ако покренете игру са једне од тих позиција мотор
sv: och om du startar ett spel från en av dessa positioner motorn
sw: na ukianza mchezo kutoka kwa moja ya nafasi hizo injini
ta: நீங்கள் அந்த நிலைகளில் ஒன்றிலிருந்து ஒரு விளையாட்டைத் தொடங்கினால், இயந்திரம்
th: และถ้าคุณเริ่มเกมจากตำแหน่งใดตำแหน่งหนึ่ง เอ็นจิ้น
tr: ve eğer bu pozisyonlardan birinden bir oyun başlatırsanız motor
uk: і якщо ви починаєте гру з однієї з цих позицій, двигун
ur: اور اگر آپ ان پوزیشنوں میں سے کسی ایک انجن سے گیم شروع کرتے ہیں۔
vi: và nếu bạn bắt đầu một trò chơi từ một trong những vị trí đó thì động cơ

source: will always use a book move if one is available.
es: Siempre utilizaré un movimiento de libro si hay uno disponible.
sr: увек ће користити померање књиге ако је доступно.
sv: kommer alltid att använda ett bokdrag om ett sådant finns tillgängligt.
sw: itatumia uhamishaji wa kitabu kila wakati ikiwa inapatikana.
ta: கிடைத்தால் எப்போதும் புத்தக நகர்வைப் பயன்படுத்துவார்கள்.
th: จะใช้การเคลื่อนย้ายหนังสือเสมอหากมีอยู่
tr: Eğer varsa her zaman bir kitap taşıma aracı kullanacağım.
uk: завжди використовуватиме хід книги, якщо він доступний.
ur: اگر کوئی دستیاب ہو تو ہمیشہ کتاب کی منتقلی کا استعمال کریں گے۔
vi: sẽ luôn sử dụng cách di chuyển sách nếu có thể.

source: Polyglot book options.. : Click this button to open the
es: Opciones de libro políglota.. : Haga clic en este botón para abrir el
sr: Опције Полиглот књиге.. : Кликните на ово дугме да бисте отворили
sv: Alternativ för polyglotbok... : Klicka på den här knappen för att öppna
sw: Chaguo za kitabu cha Polyglot.. : Bofya kitufe hiki ili kufungua
ta: பன்மொழி புத்தக விருப்பங்கள்.. : திறக்க இந்த பொத்தானைக் கிளிக் செய்யவும்
th: ตัวเลือกหนังสือหลายภาษา.. : คลิกปุ่มนี้เพื่อเปิด
tr: Çok dilli kitap seçenekleri.. : Bu butona tıklayarak açabilirsiniz.
uk: Параметри книги Polyglot.. : Натисніть цю кнопку, щоб відкрити
ur: پولی گلوٹ کتاب کے اختیارات.. : کھولنے کے لیے اس بٹن پر کلک کریں۔
vi: Tùy chọn sách đa ngôn ngữ.. : Nhấp vào nút này để mở
