Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Polyglot .bin opening book options dialog box.
es: Cuadro de diálogo de opciones de apertura del libro .bin de Polyglot.
sr: Полиглот .бин дијалог опција отварања књиге.
sv: Dialogrutan för alternativ för öppningsbok med polyglot .bin.
sw: Kisanduku cha mazungumzo cha chaguo za kitabu cha kufungua bin cha Polyglot.
ta: பாலிகிளாட் .பின் திறக்கும் புத்தக விருப்பங்கள் உரையாடல் பெட்டி.
th: กล่องโต้ตอบตัวเลือกหนังสือเปิด Polyglot .bin
tr: Polyglot .bin kitap seçenekleri iletişim kutusunu açıyor.
uk: Діалогове вікно параметрів відкриття книги Polyglot .bin.
ur: Polyglot .bin کھولنے والی کتاب کے اختیارات کا ڈائیلاگ باکس۔
vi: Hộp thoại tùy chọn mở sách .bin đa ngôn ngữ.

source: Polyglot book weights.. : Click this button to open the
es: Pesalibros políglotas.. : Haga clic en este botón para abrir el
sr: Тежина књиге полиглота.. : Кликните на ово дугме да бисте отворили
sv: Polyglot bokvikter.. : Klicka på den här knappen för att öppna
sw: Uzito wa kitabu cha Polyglot.. : Bofya kitufe hiki ili kufungua
ta: பன்மொழி புத்தக எடைகள்.. : திறக்க இந்த பொத்தானைக் கிளிக் செய்யவும்
th: น้ำหนักหนังสือภาษาหลายภาษา.. : คลิกปุ่มนี้เพื่อเปิด
tr: Çok dilli kitap ağırlıkları.. : Açmak için bu butona tıklayın
uk: Вага книг поліглотів.. : натисніть цю кнопку, щоб відкрити
ur: پولی گلوٹ کتاب کا وزن.. : کھولنے کے لیے اس بٹن پر کلک کریں۔
vi: Trọng lượng sách đa ngôn ngữ.. : Nhấp vào nút này để mở

source: Polyglot .bin opening book weights dialog box.
es: Cuadro de diálogo de pesos de libros de apertura de Polyglot .bin.
sr: Полиглот .бин дијалошки оквир тежине отварања књиге.
sv: Polyglot .bin öppningsbok vikter dialogruta.
sw: Kisanduku cha mazungumzo cha uzani wa kitabu cha Polyglot .bin kinachofungua.
ta: பாலிகிளாட் .பின் திறக்கும் புத்தக எடைகள் உரையாடல் பெட்டி.
th: กล่องโต้ตอบการเปิดน้ำหนักหนังสือ Polyglot .bin
tr: Polyglot .bin kitap ağırlıkları iletişim kutusunu açıyor.
uk: Діалогове вікно ваги початкової книги Polyglot .bin.
ur: Polyglot .bin کھولنے والی کتاب کے وزن کا ڈائیلاگ باکس۔
vi: Hộp thoại mở sách .bin đa ngôn ngữ.

source: These last two Polyglot options buttons are only enabled
es: Estos dos últimos botones de opciones de Polyglot solo están habilitados
sr: Ова последња два дугмета Полиглот опција су само омогућена
sv: Dessa två sista polyglot-alternativknappar är endast aktiverade
sw: Vifungo hivi viwili vya mwisho vya chaguo la Polyglot vimewashwa pekee
ta: இந்த கடைசி இரண்டு பாலிகிளாட் விருப்பங்கள் பொத்தான்கள் மட்டுமே இயக்கப்பட்டுள்ளன.
th: ปุ่มตัวเลือก Polyglot สองปุ่มสุดท้ายนี้เปิดใช้งานได้เท่านั้น
tr: Bu son iki Polyglot seçenek düğmesi yalnızca etkinleştirilir
uk: Увімкнено лише ці дві останні кнопки параметрів Polyglot
ur: یہ آخری دو پولی گلوٹ آپشن بٹن صرف فعال ہیں۔
vi: Hai nút tùy chọn Polyglot cuối cùng này chỉ được bật

source: when a Polyglot .bin opening book is loaded.
es: cuando se carga un libro de apertura .bin de Polyglot.
sr: када се учита Полиглот .бин књига за отварање.
sv: när en Polyglot .bin öppningsbok laddas.
sw: kitabu cha kufungua bin cha Polyglot kinapopakiwa.
ta: ஒரு பாலிகிளாட் .bin தொடக்கப் புத்தகம் ஏற்றப்படும்போது.
th: เมื่อโหลดหนังสือเปิด Polyglot .bin แล้ว
tr: Polyglot .bin açılış kitabı yüklendiğinde.
uk: коли завантажується початкова книга Polyglot .bin.
ur: جب پولی گلوٹ .bin کھولنے والی کتاب کو لوڈ کیا جاتا ہے۔
vi: khi một cuốn sách mở Polyglot .bin được tải.

source: Polyglot .bin opening book dialog help
es: Ayuda para abrir el libro Polyglot .bin
sr: Полиглот .бин помоћ дијалога за отварање књиге
sv: Polyglot .bin öppningsboksdialoghjälp
sw: Msaada wa kidadisi cha kidadisi cha Polyglot .bin kufungua kitabu
ta: பாலிகிளாட் .பின் திறப்பு புத்தக உரையாடல் உதவி
th: ความช่วยเหลือในการเปิดกล่องโต้ตอบหนังสือ Polyglot .bin
tr: Polyglot .bin kitap açma diyaloğu yardımı
uk: Довідка діалогового вікна відкриття книги Polyglot .bin
ur: Polyglot .bin کھولنے والی کتاب ڈائیلاگ مدد
vi: Trợ giúp hộp thoại mở sách .bin của Polyglot

source: Save game and other modified tabs?
es: ¿Guardar partida y otras pestañas modificadas?
sr: Да сачувате игру и друге измењене картице?
sv: Spara spel och andra modifierade flikar?
sw: Ungependa kuhifadhi mchezo na vichupo vingine vilivyorekebishwa?
ta: விளையாட்டு மற்றும் பிற மாற்றியமைக்கப்பட்ட தாவல்களைச் சேமிக்கவா?
th: บันทึกเกมและแท็บที่ปรับเปลี่ยนอื่น ๆ?
tr: Oyunu kaydet ve diğer değiştirilmiş sekmeler?
uk: Зберегти гру та інші змінені вкладки?
ur: گیم اور دیگر ترمیم شدہ ٹیبز کو محفوظ کریں؟
vi: Lưu trò chơi và các tab đã sửa đổi khác?

source: Save game ?
es: ¿Guardar juego?
sr: Сачувати игру?
sv: Spara spelet?
sw: Ungependa kuhifadhi mchezo?
ta: விளையாட்டைச் சேமிக்கவா?
th: บันทึกเกม?
tr: Oyunu kaydet?
uk: Зберегти гру?
ur: کھیل کو محفوظ کریں؟
vi: Lưu trò chơi?

source: Save game and other modified tabs to
es: Guardar el juego y otras pestañas modificadas en
sr: Сачувајте игру и друге модификоване картице на
sv: Spara spel och andra modifierade flikar till
sw: Hifadhi mchezo na vichupo vingine vilivyorekebishwa kwa
ta: விளையாட்டு மற்றும் பிற மாற்றியமைக்கப்பட்ட தாவல்களைச் சேமிக்கவும்
th: บันทึกเกมและแท็บที่แก้ไขอื่น ๆ ไว้
tr: Oyunu ve diğer değiştirilmiş sekmeleri kaydedin
uk: Зберегти гру та інші змінені вкладки в
ur: گیم اور دیگر ترمیم شدہ ٹیبز کو محفوظ کریں۔
vi: Lưu trò chơi và các tab đã sửa đổi khác vào

source: Save game to
es: Guardar el juego en
sr: Сачувај игру на
sv: Spara spelet till
sw: Hifadhi mchezo kwa
ta: விளையாட்டை இதில் சேமிக்கவும்
th: บันทึกเกมไปที่
tr: Oyunu kaydet
uk: Зберегти гру в
ur: گیم کو محفوظ کریں۔
vi: Lưu trò chơi vào

source: <Yes> to save, <No> to discard
es: <Sí> para guardar, <No> para descartar
sr: <Да> да сачувате, <Не> да одбаците
sv: <Ja> för att spara, <Nej> för att kassera
sw: <Ndiyo> kuhifadhi, <Hapana> kutupa
ta: சேமிக்க <ஆம்>, நிராகரிக்க <இல்லை>
th: <ใช่> เพื่อบันทึก, <ไม่> เพื่อยกเลิก
tr: Kaydetmek için <Evet>, silmek için <Hayır>
uk: <Так>, щоб зберегти, <Ні>, щоб скасувати
ur: <ہاں> محفوظ کرنے کے لیے، <نہیں> ضائع کرنے کے لیے
vi: <Có> để lưu, <Không> để loại bỏ

source: Save modified tabs ?
es: ¿Guardar pestañas modificadas?
sr: Сачувати измењене картице?
sv: Spara ändrade flikar?
sw: Ungependa kuhifadhi vichupo vilivyobadilishwa?
ta: மாற்றியமைக்கப்பட்ட தாவல்களைச் சேமிக்கவா?
th: บันทึกแท็บที่แก้ไข?
tr: Değiştirilen sekmeler kaydedilsin mi?
uk: Зберегти змінені вкладки?
ur: ترمیم شدہ ٹیبز کو محفوظ کریں؟
vi: Lưu các tab đã sửa đổi?

source: Save modified games to
es: Guardar juegos modificados en
sr: Сачувајте модификоване игре у
sv: Spara modifierade spel till
sw: Hifadhi michezo iliyorekebishwa kwa
ta: மாற்றியமைக்கப்பட்ட விளையாட்டுகளை இதில் சேமிக்கவும்
th: บันทึกเกมที่แก้ไขแล้วลงใน
tr: Değiştirilen oyunları kaydet
uk: Зберегти змінені ігри в
ur: میں ترمیم شدہ گیمز کو محفوظ کریں۔
vi: Lưu trò chơi đã sửa đổi vào

source: Save modified tabs to
es: Guardar pestañas modificadas en
sr: Сачувајте измењене картице у
sv: Spara ändrade flikar till
sw: Hifadhi vichupo vilivyobadilishwa kwa
ta: மாற்றியமைக்கப்பட்ட தாவல்களை இதில் சேமிக்கவும்
th: บันทึกแท็บที่แก้ไขแล้วไปที่
tr: Değiştirilen sekmeleri kaydet
uk: Зберегти змінені вкладки в
ur: ترمیم شدہ ٹیبز کو محفوظ کریں۔
vi: Lưu các tab đã sửa đổi vào

source: Select .pgn file to create, replace or append to
es: Seleccione el archivo .pgn para crear, reemplazar o anexar
sr: Изаберите .пгн датотеку за креирање, замену или додавање
sv: Välj .pgn-fil att skapa, ersätta eller lägga till
sw: Chagua faili ya .pgn ili kuunda, kubadilisha au kuambatisha kwa
ta: உருவாக்க, மாற்ற அல்லது சேர்க்க .pgn கோப்பைத் தேர்ந்தெடுக்கவும்
th: เลือกไฟล์ .pgn เพื่อสร้าง แทนที่ หรือผนวก
tr: Oluşturulacak, değiştirilecek veya eklenecek .pgn dosyasını seçin
uk: Виберіть файл .pgn для створення, заміни або додавання
ur: pgn فائل بنانے، تبدیل کرنے یا اس میں شامل کرنے کے لیے منتخب کریں۔
vi: Chọn tệp .pgn để tạo, thay thế hoặc thêm vào

source: < Yes > to append, < No > to replace (be careful with < No >)
es: < Sí > para agregar, < No > para reemplazar (tenga cuidado con < No >)
sr: < Да > за додавање, < Не > за замену (пазите са < Не >)
sv: < Ja > för att lägga till, < Nej > för att ersätta (var försiktig med < Nej >)
sw: < Ndiyo > kuambatanisha, < Hapana > kuchukua nafasi (kuwa mwangalifu na < Hapana >)
ta: < ஆம் > சேர்க்க, < இல்லை > மாற்ற ( < இல்லை > உடன் கவனமாக இருங்கள்)
th: <ใช่> เพื่อผนวก <ไม่ใช่> เพื่อแทนที่ (โปรดระวัง <ไม่ใช่>)
tr: Eklemek için < Evet >, değiştirmek için < Hayır > (< Hayır > konusunda dikkatli olun)
uk: < Так > для додавання, < Ні > для заміни (будьте обережні з < Ні >)
ur: < ہاں> شامل کرنے کے لیے، < نہیں> بدلنے کے لیے (< نہیں> سے محتاط رہیں)
vi: < Có > để thêm vào, < Không > để thay thế (cẩn thận với < Không >)

source: Append games to existing file ?
es: ¿Agregar juegos a un archivo existente?
sr: Желите ли додати игре постојећој датотеци?
sv: Lägg till spel till befintlig fil?
sw: Je, ungependa kuunganisha michezo kwenye faili iliyopo?
ta: ஏற்கனவே உள்ள கோப்பில் விளையாட்டுகளைச் சேர்க்கவா?
th: เพิ่มเกมเข้าไปในไฟล์ที่มีอยู่ ?
tr: Oyunları mevcut dosyaya ekle?
uk: Додати ігри до існуючого файлу?
ur: موجودہ فائل میں گیمز شامل کریں؟
vi: Thêm trò chơi vào tệp hiện có?

source: Cannot append to existing file
es: No se puede anexar al archivo existente
sr: Није могуће додати постојећој датотеци
sv: Kan inte lägga till i befintlig fil
sw: Haiwezi kuambatisha kwa faili iliyopo
ta: ஏற்கனவே உள்ள கோப்பில் சேர்க்க முடியாது.
th: ไม่สามารถผนวกเข้ากับไฟล์ที่มีอยู่ได้
tr: Mevcut dosyaya eklenemez
uk: Неможливо додати до існуючого файлу
ur: موجودہ فائل میں شامل نہیں کیا جا سکتا
vi: Không thể thêm vào tệp hiện có

source: Error reading file
es: Error al leer el archivo
sr: Грешка при читању датотеке
sv: Det gick inte att läsa filen
sw: Hitilafu katika kusoma faili
ta: கோப்பைப் படிப்பதில் பிழை
th: เกิดข้อผิดพลาดในการอ่านไฟล์
tr: Dosya okunurken hata oluştu
uk: Помилка читання файлу
ur: فائل پڑھنے میں خرابی۔
vi: Lỗi khi đọc file

source: < Yes > to append, < No > to overwrite (be careful with < No >)
es: < Sí > para agregar, < No > para sobrescribir (tenga cuidado con < No >)
sr: < Да > за додавање, < Не > за преписивање (пазите са < Не >)
sv: < Ja > för att lägga till, < Nej > för att skriva över (var försiktig med < Nej >)
sw: < Ndiyo > kuambatanisha, < Hapana > kubatilisha (kuwa mwangalifu na < Hapana >)
ta: < ஆம் > சேர்க்க, < இல்லை > மேலெழுத ( < இல்லை > பற்றி கவனமாக இருங்கள்)
th: <ใช่> เพื่อผนวก <ไม่ใช่> เพื่อเขียนทับ (โปรดระวัง <ไม่ใช่>)
tr: Eklemek için < Evet >, üzerine yazmak için < Hayır > (< Hayır > konusunda dikkatli olun)
uk: < Так >, щоб додати, < Ні >, щоб перезаписати (будьте обережні з < Ні >)
ur: < ہاں> شامل کرنے کے لیے، < نہیں> کو اوور رائٹ کرنے کے لیے (< نہیں> سے محتاط رہیں)
vi: < Có > để thêm vào, < Không > để ghi đè (hãy cẩn thận với < Không >)

source: Append to existing file ?
es: ¿Anexar al archivo existente?
sr: Додати постојећој датотеци?
sv: Vill du lägga till i befintlig fil?
sw: Jenga faili iliyopo?
ta: ஏற்கனவே உள்ள கோப்பில் சேர்க்கவா?
th: ผนวกเข้ากับไฟล์ที่มีอยู่แล้ว?
tr: Mevcut dosyaya ekle?
uk: Додати до існуючого файлу?
ur: موجودہ فائل میں شامل کریں؟
vi: Thêm vào tập tin hiện có?

source: Append game to file ?
es: ¿Agregar juego al archivo?
sr: Додати игру у датотеку?
sv: Vill du lägga till spelet i filen?
sw: Je, ungependa kuunganisha mchezo kwenye faili?
ta: விளையாட்டை கோப்பில் சேர்க்கவா?
th: เพิ่มเกมเข้าไฟล์ ?
tr: Oyunu dosyaya ekle?
uk: Додати гру до файлу?
ur: فائل میں گیم شامل کریں؟
vi: Thêm trò chơi vào tệp ?

source: There are other modified games in file, save all, then switch to new file?
es: ¿Hay otros juegos modificados en el archivo, guardar todos y luego cambiar al nuevo archivo?
sr: Постоје ли друге модификоване игре у фајлу, сачувајте све, а затим пређите на нову датотеку?
sv: Det finns andra modifierade spel i filen, spara alla och sedan byta till ny fil?
sw: Kuna michezo mingine iliyobadilishwa kwenye faili, hifadhi yote, kisha ubadilishe hadi faili mpya?
ta: கோப்பில் வேறு மாற்றியமைக்கப்பட்ட விளையாட்டுகள் உள்ளன, அனைத்தையும் சேமித்து, பின்னர் புதிய கோப்பிற்கு மாறவா?
th: มีเกมอื่นที่ปรับเปลี่ยนอยู่ในไฟล์หรือไม่ บันทึกทั้งหมด จากนั้นสลับไปยังไฟล์ใหม่?
tr: Dosyada başka değiştirilmiş oyunlar da var, hepsini kaydedip yeni dosyaya mı geçsem?
uk: У файлі є інші змінені ігри, зберегти всі, а потім перейти до нового файлу?
ur: فائل میں دیگر ترمیم شدہ گیمز ہیں، سب کو محفوظ کریں، پھر نئی فائل پر سوئچ کریں؟
vi: Có những trò chơi đã được sửa đổi khác trong file, lưu tất cả, sau đó chuyển sang file mới?

source: Switch to new file?
es: ¿Cambiar a nuevo archivo?
sr: Пребацити на нову датотеку?
sv: Byta till ny fil?
sw: Ungependa kubadilisha utumie faili mpya?
ta: புதிய கோப்பிற்கு மாறவா?
th: สลับไปยังไฟล์ใหม่?
tr: Yeni dosyaya geçilsin mi?
uk: Перейти до нового файлу?
ur: نئی فائل پر سوئچ کریں؟
vi: Chuyển sang tệp mới?

source: Cannot switch to new file
es: No se puede cambiar al nuevo archivo
sr: Није могуће пребацити на нову датотеку
sv: Kan inte byta till ny fil
sw: Haiwezi kubadili hadi faili mpya
ta: புதிய கோப்பிற்கு மாற முடியாது.
th: ไม่สามารถสลับไปยังไฟล์ใหม่ได้
tr: Yeni dosyaya geçiş yapılamıyor
uk: Неможливо перейти до нового файлу
ur: نئی فائل پر سوئچ نہیں کیا جا سکتا
vi: Không thể chuyển sang tập tin mới

source: Clipboard as temporary database
es: Portapapeles como base de datos temporal
sr: Међуспремник као привремена база података
sv: Urklipp som tillfällig databas
sw: Ubao wa kunakili kama hifadhidata ya muda
ta: தற்காலிக தரவுத்தளமாக கிளிப்போர்டு
th: คลิปบอร์ดเป็นฐานข้อมูลชั่วคราว
tr: Pano geçici veritabanı olarak
uk: Буфер обміну як тимчасова база даних
ur: کلپ بورڈ بطور عارضی ڈیٹا بیس
vi: Bảng tạm thời như cơ sở dữ liệu tạm thời

source: This panel lets you control the on screen chess clocks
es: Este panel te permite controlar los relojes de ajedrez en pantalla.
sr: Овај панел вам омогућава да контролишете шаховске сатове на екрану
sv: Den här panelen låter dig styra schackklockorna på skärmen
sw: Paneli hii inakuwezesha kudhibiti saa za chess kwenye skrini
ta: இந்தப் பலகம் திரையில் உள்ள சதுரங்கக் கடிகாரங்களைக் கட்டுப்படுத்த உங்களை அனுமதிக்கிறது.
th: แผงนี้ช่วยให้คุณควบคุมนาฬิกาหมากรุกบนหน้าจอได้
tr: Bu panel, ekrandaki satranç saatlerini kontrol etmenizi sağlar
uk: Ця панель дозволяє керувати шаховими годинниками на екрані
ur: یہ پینل آپ کو آن سکرین شطرنج کی گھڑیوں کو کنٹرول کرنے دیتا ہے۔
vi: Bảng điều khiển này cho phép bạn kiểm soát đồng hồ cờ vua trên màn hình

source: Current white clock
es: Reloj blanco actual
sr: Тренутни бели сат
sv: Nuvarande vit klocka
sw: Saa nyeupe ya sasa
ta: தற்போதைய வெள்ளை கடிகாரம்
th: นาฬิกาสีขาวปัจจุบัน
tr: Mevcut beyaz saat
uk: Актуальний білий годинник
ur: موجودہ سفید گھڑی
vi: Đồng hồ trắng hiện tại

source: Current black clock
es: Reloj negro actual
sr: Тренутни црни сат
sv: Nuvarande svart klocka
sw: Saa nyeusi ya sasa
ta: தற்போதைய கருப்பு கடிகாரம்
th: นาฬิกาสีดำในปัจจุบัน
tr: Güncel siyah saat
uk: Актуальний чорний годинник
ur: موجودہ کالی گھڑی
vi: Đồng hồ đen hiện tại

source: Time (minutes) (seconds) :
es: Tiempo (minutos) (segundos):
sr: Време (минути) (секунде):
sv: Tid (minuter) (sekunder):
sw: Muda (dakika) (sekunde):
ta: நேரம் (நிமிடங்கள்) (வினாடிகள்) :
th: เวลา (นาที) (วินาที) :
tr: Zaman (dakika) (saniye) :
uk: Час (хвилини) (секунди) :
ur: وقت (منٹ) (سیکنڈ):
vi: Thời gian (phút) (giây) :

source: Increment (seconds) :
es: Incremento (segundos):
sr: Повећање (секунде):
sv: Ökning (sekunder):
sw: Ongezeko (sekunde):
ta: அதிகரிப்பு (வினாடிகள்) :
th: เพิ่ม (วินาที) :
tr: Artış (saniye) :
uk: Приріст (секунди) :
ur: اضافہ (سیکنڈ):
vi: Tăng dần (giây):

source: Visible
sr: Видљиво
sv: Synlig
sw: Inaonekana
ta: தெரியும்
th: มองเห็นได้
tr: Görünür
uk: Видно
ur: نظر آنے والا
vi: Dễ thấy

source: Running
es: Correr
sr: Трчање
sv: Spring
sw: Kukimbia
ta: ஓடுதல்
th: วิ่ง
tr: Koşma
uk: Біг
ur: چل رہا ہے۔
vi: Đang chạy

source: New game : Engine 1
es: Nuevo juego: Motor 1
sr: Нова игра: Мотор 1
sv: Nytt spel: Engine 1
sw: Mchezo mpya: Injini 1
ta: புதிய விளையாட்டு: எஞ்சின் 1
th: เกมใหม่ : Engine 1
tr: Yeni oyun : Engine 1
uk: Нова гра: Engine 1
ur: نیا گیم: انجن 1
vi: Trò chơi mới: Engine 1

source: New game : Human
es: Nuevo juego: Humano
sr: Нова игра: Хуман
sv: Nytt spel: Human
sw: Mchezo mpya: Binadamu
ta: புதிய விளையாட்டு: மனிதன்
th: เกมใหม่ : มนุษย์
tr: Yeni oyun : İnsan
uk: Нова гра: Людина
ur: نیا کھیل: انسان
vi: Trò chơi mới: Con người

source: New game : Engine 2
es: Nuevo juego: Engine 2
sr: Нова игра: Мотор 2
sv: Nytt spel: Engine 2
sw: Mchezo mpya: Injini 2
ta: புதிய விளையாட்டு: எஞ்சின் 2
th: เกมใหม่ : Engine 2
tr: Yeni oyun : Engine 2
uk: Нова гра: Engine 2
ur: نیا گیم: انجن 2
vi: Trò chơi mới: Engine 2

source: New game : Engine
es: Nuevo juego: Motor
sr: Нова игра: Мотор
sv: Nytt spel: Engine
sw: Mchezo mpya: Injini
ta: புதிய விளையாட்டு: எஞ்சின்
th: เกมใหม่ : Engine
tr: Yeni oyun : Motor
uk: Нова гра: Engine
ur: نیا گیم: انجن
vi: Trò chơi mới: Engine

source: Time (minutes) :
es: Tiempo (minutos):
sr: Време (минути):
sv: Tid (minuter):
sw: Muda (dakika):
ta: நேரம் (நிமிடங்கள்):
th: เวลา (นาที) :
tr: Zaman (dakika) :
uk: Час (хвилини):
ur: وقت (منٹ):
vi: Thời gian (phút):

source: Time (seconds) :
es: Tiempo (segundos):
sr: Време (секунде):
sv: Tid (sekunder):
sw: Muda (sekunde):
ta: நேரம் (வினாடிகள்) :
th: เวลา (วินาที) :
tr: Zaman (saniye) :
uk: Час (секунди) :
ur: وقت (سیکنڈ):
vi: Thời gian (giây):

source: Fixed period mode
es: Modo de período fijo
sr: Режим фиксног периода
sv: Fast period läge
sw: Hali ya kipindi kisichobadilika
ta: நிலையான கால முறை
th: โหมดระยะเวลาคงที่
tr: Sabit dönem modu
uk: Режим фіксованого періоду
ur: فکسڈ پیریڈ موڈ
vi: Chế độ thời gian cố định

source: Engine gets fixed time per move,
es: El motor obtiene un tiempo fijo por movimiento,
sr: Мотор добија фиксно време по потезу,
sv: Motorn får fast tid per rörelse,
sw: Injini hupata muda maalum kwa kila hatua,
ta: இயந்திரம் ஒவ்வொரு நகர்வுக்கும் நிலையான நேரத்தைப் பெறுகிறது,
th: เครื่องยนต์ได้รับเวลาคงที่ต่อการเคลื่อนที่
tr: Motor her hareket için sabit süre alır,
uk: Двигун отримує фіксований час на хід,
ur: انجن کو ہر حرکت پر مقررہ وقت ملتا ہے،
vi: Động cơ có thời gian cố định cho mỗi lần di chuyển,

source: Human timed if < Visible > and < Running > are checked
es: Cronometrado humano si <Visible> y <En ejecución> están marcados
sr: Људско темпирано ако су означени < Видљиво > и < Трчање >
sv: Mänsklig tidsinställning om < Synlig > och < Kör > är markerad
sw: Muda wa kibinadamu ikiwa < Inayoonekana > na < Running > imeangaliwa
ta: <Visible > மற்றும் <Running > தேர்வு செய்யப்பட்டால் மனித நேரம் <
th: กำหนดเวลาโดยมนุษย์หากเลือก <มองเห็นได้> และ <กำลังทำงาน>
tr: <Görünür> ve <Çalışıyor> işaretliyse insan zamanlaması yapılır
uk: Людський час, якщо позначено < Visible > і < Running >
ur: انسانی وقت پر اگر < مرئی > اور < چل رہا ہے> کو چیک کیا جائے۔
vi: Thời gian của con người nếu < Có thể nhìn thấy > và < Đang chạy > được chọn

source: Engines get fixed time per move
es: Los motores tienen un tiempo fijo por movimiento
sr: Мотори добијају фиксно време по потезу
sv: Motorer får fast tid per rörelse
sw: Injini hupata muda maalum kwa kila hatua
ta: இயந்திரங்கள் ஒரு நகர்வுக்கு நிலையான நேரத்தைப் பெறுகின்றன.
th: เครื่องยนต์ได้รับเวลาคงที่ต่อการเคลื่อนที่
tr: Motorlar hareket başına sabit süre alır
uk: Двигуни отримують фіксований час на хід
ur: انجنوں کو فی حرکت میں مقررہ وقت ملتا ہے۔
vi: Động cơ có thời gian cố định cho mỗi lần di chuyển

source: Enter the game time in minutes.
es: Introduzca el tiempo del juego en minutos.
sr: Унесите време игре у минутима.
sv: Ange speltiden i minuter.
sw: Ingiza muda wa mchezo kwa dakika.
ta: விளையாட்டு நேரத்தை நிமிடங்களில் உள்ளிடவும்.
th: กรอกเวลาเล่นเกมเป็นนาที
tr: Oyun süresini dakika olarak girin.
uk: Введіть час гри в хвилинах.
ur: منٹ میں کھیل کا وقت درج کریں۔
vi: Nhập thời gian chơi theo phút.

source: Enter the increment in seconds.
es: Introduzca el incremento en segundos.
sr: Унесите повећање у секундама.
sv: Ange inkrementet i sekunder.
sw: Ingiza nyongeza kwa sekunde.
ta: அதிகரிப்பை வினாடிகளில் உள்ளிடவும்.
th: ป้อนค่าเพิ่มเป็นวินาที
tr: Artışı saniye cinsinden girin.
uk: Введіть приріст у секундах.
ur: سیکنڈ میں اضافہ درج کریں۔
vi: Nhập khoảng thời gian tính bằng giây.

source: Check this if the clock is visible.
es: Marque esto si el reloj está visible.
sr: Проверите ово ако је сат видљив.
sv: Kontrollera detta om klockan är synlig.
sw: Angalia hii ikiwa saa inaonekana.
ta: கடிகாரம் தெரிகிறதா என்று சரிபார்க்கவும்.
th: ตรวจสอบสิ่งนี้หากสามารถมองเห็นนาฬิกาได้
tr: Saat görünüyorsa bunu kontrol edin.
uk: Перевірте це, якщо видно годинник.
ur: اگر گھڑی نظر آتی ہے تو اسے چیک کریں۔
vi: Kiểm tra xem đồng hồ có hiển thị không.

source: Check this if the clock is running.
es: Marque esto si el reloj está en marcha.
sr: Проверите ово ако сат ради.
sv: Kontrollera detta om klockan går.
sw: Angalia hii ikiwa saa inaendesha.
ta: கடிகாரம் இயங்குகிறதா என்று இதைச் சரிபார்க்கவும்.
th: ตรวจสอบสิ่งนี้ว่านาฬิกากำลังเดินอยู่หรือไม่
tr: Saat çalışıyorsa bunu kontrol edin.
uk: Перевірте це, якщо годинник працює.
ur: اگر گھڑی چل رہی ہے تو اسے چیک کریں۔
vi: Kiểm tra xem đồng hồ có đang chạy không.

source: Check this to make the engine move after a fixed time interval
es: Marque esta opción para que el motor se mueva después de un intervalo de tiempo fijo
sr: Проверите ово да би се мотор покренуо након одређеног временског интервала
sv: Kontrollera detta för att få motorn att röra sig efter ett fast tidsintervall
sw: Angalia hii ili kufanya injini kusonga baada ya muda uliowekwa
ta: ஒரு குறிப்பிட்ட நேர இடைவெளிக்குப் பிறகு இயந்திரத்தை நகர்த்த இதைச் சரிபார்க்கவும்.
th: ตรวจสอบสิ่งนี้เพื่อให้เครื่องยนต์เคลื่อนที่หลังจากช่วงเวลาที่กำหนด
tr: Motorun belirli bir zaman aralığından sonra hareket etmesini sağlamak için bunu işaretleyin
uk: Позначте це, щоб двигун рухався через фіксований проміжок часу
ur: ایک مقررہ وقت کے وقفے کے بعد انجن کو حرکت دینے کے لیے اسے چیک کریں۔
vi: Kiểm tra điều này để làm cho động cơ di chuyển sau một khoảng thời gian cố định

source: Specify how you want the on screen clocks to work.
es: Especifique cómo desea que funcionen los relojes en pantalla.
sr: Одредите како желите да сатови на екрану раде.
sv: Ange hur du vill att klockorna på skärmen ska fungera.
sw: Bainisha jinsi unavyotaka saa za skrini zifanye kazi.
ta: திரை கடிகாரங்கள் எவ்வாறு வேலை செய்ய வேண்டும் என்பதைக் குறிப்பிடவும்.
th: ระบุว่าคุณต้องการให้นาฬิกาบนหน้าจอทำงานอย่างไร
tr: Ekrandaki saatlerin nasıl çalışmasını istediğinizi belirtin.
uk: Укажіть, як ви бажаєте, щоб працювали екранні годинники.
ur: اس بات کی وضاحت کریں کہ آپ آن اسکرین گھڑیاں کیسے کام کرنا چاہتے ہیں۔
vi: Chỉ định cách bạn muốn đồng hồ trên màn hình hoạt động.

source: You can make instantaneously effective changes to
es: Puede realizar cambios efectivos de manera instantánea en
sr: Можете направити тренутне ефективне промене у
sv: Du kan göra omedelbart effektiva ändringar i
sw: Unaweza kufanya mabadiliko ya ufanisi papo hapo
ta: நீங்கள் உடனடியாக பயனுள்ள மாற்றங்களைச் செய்யலாம்
th: คุณสามารถทำการเปลี่ยนแปลงอย่างมีประสิทธิผลทันที
tr: Anında etkili değişiklikler yapabilirsiniz
uk: Ви можете миттєво внести ефективні зміни в
ur: آپ فوری طور پر مؤثر تبدیلیاں کر سکتے ہیں۔
vi: Bạn có thể thực hiện những thay đổi hiệu quả ngay lập tức

source: the clock settings. One application of that feature
es: La configuración del reloj. Una aplicación de esa función
sr: подешавања сата. Једна примена те функције
sv: klockinställningarna. En tillämpning av den funktionen
sw: mipangilio ya saa. Utumizi mmoja wa kipengele hicho
ta: கடிகார அமைப்புகள். அந்த அம்சத்தின் ஒரு பயன்பாடு.
th: การตั้งค่านาฬิกา แอปพลิเคชั่นหนึ่งของฟีเจอร์ดังกล่าว
tr: saat ayarları. Bu özelliğin bir uygulaması
uk: налаштування годинника. Одне застосування цієї функції
ur: گھڑی کی ترتیبات. اس خصوصیت کی ایک درخواست
vi: cài đặt đồng hồ. Một ứng dụng của tính năng đó
