Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: then dragging the mouse to the end square and releasing the mouse button.
es: luego arrastre el mouse hasta el cuadrado final y suelte el botón del mouse.
sr: затим превлачењем миша до крајњег квадрата и отпуштањем дугмета миша.
sv: dra sedan musen till slutrutan och släpp musknappen.
sw: kisha kuburuta kipanya hadi mraba wa mwisho na kuachilia kitufe cha kipanya.
ta: பின்னர் சுட்டியை இறுதி சதுரத்திற்கு இழுத்து சுட்டி பொத்தானை விடுவிக்கவும்.
th: จากนั้นลากเมาส์ไปที่ช่องสุดท้ายแล้วปล่อยปุ่มเมาส์
tr: Daha sonra fareyi son kareye kadar sürükleyip fare tuşunu bırakabilirsiniz.
uk: потім перетягніть мишу до кінцевого квадрата та відпустіть кнопку миші.
ur: پھر ماؤس کو گھسیٹ کر اختتامی مربع پر لے جائیں اور ماؤس کے بٹن کو چھوڑ دیں۔
vi: sau đó kéo chuột đến ô cuối cùng và thả nút chuột.

source: As well as the arrow colours, you can set the following options :-
es: Además de los colores de las flechas, puedes configurar las siguientes opciones:
sr: Поред боја стрелица, можете подесити следеће опције: -
sv: Förutom pilfärgerna kan du ställa in följande alternativ:-
sw: Pamoja na rangi za mshale, unaweza kuweka chaguzi zifuatazo:-
ta: அம்புக்குறி வண்ணங்களுடன், நீங்கள் பின்வரும் விருப்பங்களையும் அமைக்கலாம்:-
th: นอกจากสีลูกศรแล้ว คุณยังสามารถตั้งค่าตัวเลือกต่อไปนี้ได้:
tr: Ok renklerinin yanı sıra aşağıdaki seçenekleri de ayarlayabilirsiniz:
uk: Окрім кольорів стрілок, ви можете встановити наступні параметри:-
ur: تیر کے رنگوں کے ساتھ ساتھ، آپ درج ذیل آپشنز سیٹ کر سکتے ہیں:-
vi: Ngoài màu mũi tên, bạn có thể thiết lập các tùy chọn sau:

source: Arrow size - arrow head size as a percentage of the square size.
es: Tamaño de la flecha: tamaño de la punta de la flecha como porcentaje del tamaño del cuadrado.
sr: Величина стрелице - величина главе стрелице као проценат величине квадрата.
sv: Pilstorlek - pilhuvudets storlek i procent av kvadratstorleken.
sw: Saizi ya mshale - saizi ya kichwa cha mshale kama asilimia ya saizi ya mraba.
ta: அம்புக்குறி அளவு - அம்புக்குறி தலை அளவு சதுர அளவின் சதவீதமாக.
th: ขนาดลูกศร - ขนาดหัวลูกศรเป็นเปอร์เซ็นต์ของขนาดสี่เหลี่ยมจัตุรัส
tr: Ok boyutu - ok ucu boyutunun kare boyutuna göre yüzdesi.
uk: Розмір стрілки - розмір головки стрілки у відсотках від розміру квадрата.
ur: تیر کا سائز - تیر کے سر کا سائز مربع سائز کے فیصد کے طور پر۔
vi: Kích thước mũi tên - kích thước đầu mũi tên tính theo phần trăm kích thước hình vuông.

source: Arrow thickness - arrow line thickness as a percentage of the board size.
es: Grosor de la flecha: grosor de la línea de flecha como porcentaje del tamaño del tablero.
sr: Дебљина стрелице - дебљина линије стрелице као проценат величине плоче.
sv: Piltjocklek - pilens linjetjocklek i procent av brädans storlek.
sw: Unene wa mshale - unene wa mstari wa mshale kama asilimia ya ukubwa wa bodi.
ta: அம்புக்குறி தடிமன் - பலகை அளவின் சதவீதமாக அம்புக்குறி கோட்டின் தடிமன்.
th: ความหนาของลูกศร - ความหนาของเส้นลูกศรเป็นเปอร์เซ็นต์ของขนาดกระดาน
tr: Ok kalınlığı - ok çizgisi kalınlığının tahta boyutuna göre yüzdesi.
uk: Товщина стрілки - товщина лінії стрілки у відсотках від розміру дошки.
ur: تیر کی موٹائی - تیر کی لکیر کی موٹائی بورڈ کے سائز کے فیصد کے طور پر۔
vi: Độ dày mũi tên - độ dày của đường mũi tên tính theo phần trăm kích thước bảng.

source: Arrow size - arrow head size in pixels.
es: Tamaño de la flecha: tamaño de la punta de la flecha en píxeles.
sr: Величина стрелице - величина главе стрелице у пикселима.
sv: Pilstorlek - pilhuvudets storlek i pixlar.
sw: Saizi ya mshale - saizi ya kichwa cha mshale katika saizi.
ta: அம்புக்குறி அளவு - அம்புக்குறி தலை அளவு பிக்சல்களில்.
th: ขนาดลูกศร - ขนาดหัวลูกศรเป็นพิกเซล
tr: Ok boyutu - ok ucunun piksel cinsinden boyutu.
uk: Розмір стрілки - розмір головки стрілки в пікселях.
ur: تیر کا سائز - تیر کے سر کا سائز پکسلز میں۔
vi: Kích thước mũi tên - kích thước đầu mũi tên tính bằng pixel.

source: Arrow thickness - arrow line thickness in pixels.
es: Grosor de la flecha: grosor de la línea de la flecha en píxeles.
sr: Дебљина стрелице - дебљина линије стрелице у пикселима.
sv: Piltjocklek - pilens linjetjocklek i pixlar.
sw: Unene wa mshale - unene wa mstari wa mshale katika saizi.
ta: அம்புக்குறி தடிமன் - அம்புக்குறி கோட்டின் தடிமன் பிக்சல்களில்.
th: ความหนาของลูกศร - ความหนาของเส้นลูกศรเป็นพิกเซล
tr: Ok kalınlığı - piksel cinsinden ok çizgisi kalınlığı.
uk: Товщина стрілки - товщина лінії стрілки в пікселях.
ur: تیر کی موٹائی - تیر کی لکیر کی موٹائی پکسلز میں۔
vi: Độ dày mũi tên - độ dày của đường mũi tên tính bằng pixel.

source: Arrow proportion - arrow square proportion.
es: Proporción de flecha: proporción de flecha cuadrada.
sr: Пропорција стрелице - квадратна пропорција стрелице.
sv: Pil proportion - pil kvadrat proportion.
sw: Uwiano wa mshale - uwiano wa mraba wa mshale.
ta: அம்பு விகிதம் - அம்பு சதுர விகிதம்.
th: สัดส่วนลูกศร - สัดส่วนลูกศรสี่เหลี่ยม
tr: Ok oranı - ok kare oranı.
uk: Пропорція стрілки - пропорція квадрата стрілки.
ur: تیر کا تناسب - تیر مربع تناسب۔
vi: Tỷ lệ mũi tên - tỷ lệ bình phương mũi tên.

source: i.e. How far the arrow goes into a square.
es: es decir, hasta dónde llega la flecha dentro de un cuadrado.
sr: тј. Колико далеко стрелица иде у квадрат.
sv: dvs hur långt pilen går in i en fyrkant.
sw: yaani ni umbali gani mshale unaingia kwenye mraba.
ta: அதாவது ஒரு சதுரத்திற்குள் அம்பு எவ்வளவு தூரம் செல்கிறது.
th: เช่น ระยะที่ลูกศรเข้าไปในช่องสี่เหลี่ยม
tr: Yani, okun kareye ne kadar girdiği.
uk: тобто як далеко стрілка заходить у квадрат.
ur: یعنی تیر ایک مربع میں کتنی دور جاتا ہے۔
vi: tức là mũi tên đi vào hình vuông bao xa.

source: Board highlight colours help
es: Los colores resaltados del tablero ayudan
sr: Боје истицања плоче помажу
sv: Styrelsens höjdpunktsfärger hjälper
sw: Uangaziaji wa rangi kwenye ubao husaidia
ta: பலகை சிறப்பம்ச வண்ணங்கள் உதவி
th: บอร์ดเน้นสีช่วย
tr: Tahta vurgu renkleri yardımı
uk: Кольори підсвічування дошки допомагають
ur: بورڈ ہائی لائٹ رنگ مدد کرتے ہیں۔
vi: Bảng màu nổi bật giúp

source: Single line kibitz
es: Kibitz de una sola línea
sr: Једнолинијски кибиц
sv: En rad kibitz
sw: Kibitz cha mstari mmoja
ta: ஒற்றை வரி கிபிட்ஸ்
th: คิบิตซ์แบบเส้นเดียว
tr: Tek satırlık kibitz
uk: Однорядковий кібіц
ur: سنگل لائن کبٹز
vi: Dòng kibitz đơn

source: Full kibitz
es: Kibitz completo
sr: Фулл кибитз
sw: Kibiti kamili
ta: முழு கிபிட்ஸ்
th: คิบิตซ์เต็มรูปแบบ
tr: Tam kibitz
uk: Повний кібіц
ur: مکمل کبٹز
vi: Toàn bộ kibitz

source: Reverse single line display
es: Pantalla de una sola línea inversa
sr: Обрнути приказ у једној линији
sv: Omvänd enkelradsdisplay
sw: Badilisha onyesho la mstari mmoja
ta: ஒற்றை வரி காட்சியை தலைகீழாக மாற்றவும்
th: การแสดงผลแบบบรรทัดเดียวแบบย้อนกลับ
tr: Ters tek satır görüntüleme
uk: Зворотний однорядковий дисплей
ur: ریورس سنگل لائن ڈسپلے
vi: Hiển thị dòng đơn ngược

source: Enforce Kibitz line number
es: Hacer cumplir el número de línea de Kibitz
sr: Примени број Кибитз линије
sv: Genomför Kibitz linjenummer
sw: Tekeleza nambari ya laini ya Kibitz
ta: கிபிட்ஸ் வரி எண்ணை செயல்படுத்து
th: บังคับใช้หมายเลขบรรทัด Kibitz
tr: Kibitz satır numarasını uygula
uk: Застосувати номер лінії Kibitz
ur: Kibitz لائن نمبر نافذ کریں۔
vi: Thực thi số dòng Kibitz

source: These options allow the user to select the kibitzing mode
es: Estas opciones permiten al usuario seleccionar el modo kibitzing
sr: Ове опције омогућавају кориснику да изабере режим кибитзирања
sv: Dessa alternativ låter användaren välja kibitzing-läge
sw: Chaguo hizi huruhusu mtumiaji kuchagua modi ya kibitzing
ta: இந்த விருப்பங்கள் பயனரை கிபிட்ஸிங் பயன்முறையைத் தேர்ந்தெடுக்க அனுமதிக்கின்றன.
th: ตัวเลือกเหล่านี้ช่วยให้ผู้ใช้สามารถเลือกโหมด kibitzing ได้
tr: Bu seçenekler kullanıcının kibitzing modunu seçmesine olanak tanır
uk: Ці параметри дозволяють користувачеві вибрати режим кібіцингу
ur: یہ اختیارات صارف کو کیبٹزنگ موڈ کو منتخب کرنے کی اجازت دیتے ہیں۔
vi: Các tùy chọn này cho phép người dùng chọn chế độ kibitzing

source: to use when the engine is analysing a move on its own turn.
es: para usar cuando el motor está analizando un movimiento en su propio turno.
sr: да се користи када мотор анализира покрет на свом потезу.
sv: att använda när motorn analyserar ett drag i sin egen tur.
sw: kutumia wakati injini inachambua hatua kwa zamu yake yenyewe.
ta: இயந்திரம் அதன் சொந்த திருப்பத்தில் ஒரு நகர்வை பகுப்பாய்வு செய்யும் போது பயன்படுத்த.
th: เพื่อใช้เมื่อเครื่องยนต์กำลังวิเคราะห์การเคลื่อนไหวในเทิร์นของตัวเอง
tr: Motorun kendi turundaki bir hareketi analiz ederken kullanmak için.
uk: використовувати, коли двигун аналізує хід за власним ходом.
ur: استعمال کرنے کے لیے جب انجن اپنی باری پر کسی حرکت کا تجزیہ کر رہا ہو۔
vi: sử dụng khi động cơ đang phân tích một động thái theo lượt của riêng nó.

source: Select <Single line kibitz> to display the best line of play only.
es: Seleccione <Kibitz de una sola línea> para mostrar solo la mejor línea de juego.
sr: Изаберите <Сингле лине кибитз> да бисте приказали само најбољу линију игре.
sv: Välj <Single line kbitz> för att endast visa den bästa spellinjen.
sw: Chagua <Mstari mmoja kibitz> ili kuonyesha safu bora ya uchezaji pekee.
ta: சிறந்த விளையாட்டு வரிசையை மட்டும் காட்ட <ஒற்றை வரி கிபிட்ஸ்> என்பதைத் தேர்ந்தெடுக்கவும்.
th: เลือก <คิบิทซ์ไลน์เดี่ยว> เพื่อแสดงเฉพาะไลน์การเล่นที่ดีที่สุดเท่านั้น
tr: Sadece en iyi oyun hattını görüntülemek için <Tek satır kibitz> seçeneğini seçin.
uk: Виберіть <Single line kibitz>, щоб відобразити лише найкращу лінію гри.
ur: صرف کھیل کی بہترین لائن دکھانے کے لیے <سنگل لائن کبٹز> کو منتخب کریں۔
vi: Chọn <Dòng đơn> để chỉ hiển thị dòng chơi hay nhất.

source: Of the two modes this gives slightly stronger play
es: De los dos modos, este ofrece un juego ligeramente más fuerte.
sr: Од два режима, ово даје мало јачу игру
sv: Av de två lägena ger detta något starkare spel
sw: Kati ya njia mbili hii inatoa uchezaji wenye nguvu kidogo
ta: இரண்டு முறைகளில் இது சற்று வலுவான நாடகத்தை அளிக்கிறது.
th: จากสองโหมดนี้ทำให้เล่นได้แข็งแกร่งขึ้นเล็กน้อย
tr: İki moddan bu biraz daha güçlü bir oyun sağlar
uk: З двох режимів цей дає трохи сильнішу гру
ur: دو طریقوں میں سے یہ قدرے مضبوط کھیل دیتا ہے۔
vi: Trong hai chế độ này, chế độ này cho phép chơi mạnh hơn một chút

source: Select <Full kibitz> to display the same number of lines
es: Seleccione <Full kibitz> para mostrar el mismo número de líneas
sr: Изаберите <Фулл кибитз> да бисте приказали исти број редова
sv: Välj <Full kbitz> för att visa samma antal rader
sw: Chagua <Full kibitz> ili kuonyesha idadi sawa ya mistari
ta: அதே எண்ணிக்கையிலான வரிகளைக் காட்ட <முழு கிபிட்ஸ்> என்பதைத் தேர்ந்தெடுக்கவும்.
th: เลือก <Full kibitz> เพื่อแสดงจำนวนบรรทัดเท่ากัน
tr: Aynı sayıda satırı görüntülemek için <Tam kibitz> öğesini seçin
uk: Виберіть <Full kibitz>, щоб відобразити таку саму кількість рядків
ur: لائنوں کی ایک ہی تعداد ظاہر کرنے کے لیے <Full kibitz> کو منتخب کریں۔
vi: Chọn <Full kibitz> để hiển thị cùng số dòng

source: as displayed when the engine is pondering.
es: Tal como se muestra cuando el motor está en marcha.
sr: као што је приказано када мотор размишља.
sv: som visas när motorn funderar.
sw: kama inavyoonyeshwa wakati injini inatafakari.
ta: இயந்திரம் யோசித்துக்கொண்டிருக்கும்போது காட்டப்படும்.
th: ตามที่แสดงในขณะที่เครื่องยนต์กำลังคิด
tr: Motor düşünürken görüldüğü gibi.
uk: як відображається, коли двигун обдумує.
ur: جیسا کہ ظاہر ہوتا ہے جب انجن سوچ رہا ہوتا ہے۔
vi: như được hiển thị khi động cơ đang suy nghĩ.

source: This will give a more comprehensive view of the position,
es: Esto dará una visión más completa de la posición,
sr: Ово ће дати свеобухватнији поглед на позицију,
sv: Detta kommer att ge en mer heltäckande bild av positionen,
sw: Hii itatoa mtazamo wa kina zaidi wa msimamo,
ta: இது நிலைப்பாட்டின் விரிவான பார்வையை வழங்கும்,
th: วิธีนี้จะทำให้มองเห็นตำแหน่งได้ครอบคลุมมากขึ้น
tr: Bu, pozisyona ilişkin daha kapsamlı bir görüş sağlayacaktır.
uk: Це дасть більш повне уявлення про позицію,
ur: یہ پوزیشن کے بارے میں مزید جامع نظریہ دے گا،
vi: Điều này sẽ cung cấp một cái nhìn toàn diện hơn về vị trí,

source: if the kibitz pondering line number is set to more than one.
es: Si el número de línea de reflexión de Kibitz está configurado en más de uno.
sr: ако је број линије за размишљање кибита постављен на више од један.
sv: om kbitz-begrundande radnumret är satt till mer än en.
sw: ikiwa nambari ya mstari wa kutafakari ya kibitz imewekwa kuwa zaidi ya moja.
ta: கிபிட்ஸ் பௌண்டரிங் வரி எண் ஒன்றுக்கு மேற்பட்டதாக அமைக்கப்பட்டிருந்தால்.
th: หากมีการตั้งหมายเลขบรรทัดการพิจารณาคิบิตซ์ไว้มากกว่าหนึ่ง
tr: eğer kibitz düşünme satır numarası birden fazla olarak ayarlanmışsa.
uk: якщо номер рядка роздумів kibitz встановлено більше ніж один.
ur: اگر kibitz غور کرنے والی لائن نمبر ایک سے زیادہ پر سیٹ ہے۔
vi: nếu số dòng suy ngẫm kibitz được đặt thành nhiều hơn một.

source: This option applies to shootout mode,
es: Esta opción se aplica al modo tiroteo,
sr: Ова опција се односи на режим пуцњаве,
sv: Det här alternativet gäller för shootout-läge,
sw: Chaguo hili linatumika kwa hali ya mikwaju,
ta: இந்த விருப்பம் ஷூட்அவுட் பயன்முறைக்குப் பொருந்தும்,
th: ตัวเลือกนี้ใช้กับโหมดยิงปืน
tr: Bu seçenek atış modu için geçerlidir.
uk: Ця опція стосується режиму перестрілки,
ur: یہ آپشن شوٹ آؤٹ موڈ پر لاگو ہوتا ہے،
vi: Tùy chọn này áp dụng cho chế độ đấu súng,

source: engine vs. engine games and human vs. engine games.
es: juegos de motor contra juegos de motor y juegos de humanos contra juegos de motor.
sr: игре мотора против мотора и игре људи против мотора.
sv: motor vs. motorspel och mänskliga vs. motorspel.
sw: injini dhidi ya michezo ya injini na michezo ya binadamu dhidi ya injini.
ta: இயந்திரம் vs இயந்திர விளையாட்டுகள் மற்றும் மனிதர் vs இயந்திர விளையாட்டுகள்.
th: เกมเครื่องยนต์ปะทะเครื่องยนต์และเกมมนุษย์ปะทะเครื่องยนต์
tr: motor vs. motor oyunları ve insan vs. motor oyunları.
uk: ігри двигун проти двигуна та ігри людина проти двигуна.
ur: انجن بمقابلہ انجن گیمز اور انسان بمقابلہ انجن گیمز۔
vi: trò chơi đấu giữa động cơ với động cơ và trò chơi giữa người với động cơ.

source: It has no effect when the engine is pondering.
es: No tiene ningún efecto cuando el motor está en marcha.
sr: Нема ефекта када мотор размишља.
sv: Det har ingen effekt när motorn grubblar.
sw: Haina athari wakati injini inatafakari.
ta: இயந்திரம் யோசித்துக்கொண்டிருக்கும்போது அது எந்த விளைவையும் ஏற்படுத்தாது.
th: ในขณะที่เครื่องยนต์กำลังคิดก็ไม่มีผลกระทบ
tr: Motor düşünceli olunca hiçbir etkisi olmuyor.
uk: Це не впливає, коли двигун замислюється.
ur: جب انجن سوچ رہا ہو تو اس کا کوئی اثر نہیں ہوتا۔
vi: Nó không có tác dụng khi động cơ đang quay.

source: In that case you can adjust the number of lines
es: En ese caso puedes ajustar el número de líneas.
sr: У том случају можете подесити број линија
sv: I så fall kan du justera antalet rader
sw: Katika hali hiyo unaweza kurekebisha idadi ya mistari
ta: அந்த வழக்கில் நீங்கள் வரிகளின் எண்ணிக்கையை சரிசெய்யலாம்
th: ในกรณีนั้นคุณสามารถปรับจำนวนบรรทัดได้
tr: Bu durumda satır sayısını ayarlayabilirsiniz
uk: У цьому випадку ви можете змінити кількість рядків
ur: اس صورت میں آپ لائنوں کی تعداد کو ایڈجسٹ کر سکتے ہیں۔
vi: Trong trường hợp đó bạn có thể điều chỉnh số lượng dòng

source: with the plus and minus buttons in the analysis panel.
es: con los botones más y menos en el panel de análisis.
sr: са дугмадима плус и минус на табли за анализу.
sv: med plus- och minusknapparna i analyspanelen.
sw: na vitufe vya kuongeza na kutoa kwenye paneli ya uchanganuzi.
ta: பகுப்பாய்வு பலகத்தில் பிளஸ் மற்றும் மைனஸ் பொத்தான்களுடன்.
th: ด้วยปุ่มบวกและลบในแผงการวิเคราะห์
tr: Analiz panelindeki artı ve eksi butonları ile.
uk: за допомогою кнопок плюс і мінус на панелі аналізу.
ur: تجزیہ پینل میں پلس اور مائنس بٹن کے ساتھ۔
vi: bằng các nút cộng và trừ trong bảng phân tích.

source: When kibitzing with full kibitz mode when the engine is thinking,
es: Al kibitzar con el modo kibitz completo cuando el motor está pensando,
sr: Када кибицирате са пуним кибитз режимом када мотор размишља,
sv: När man kibbitar med fullt kibitz-läge när motorn tänker,
sw: Wakati wa kupiga kibiti kwa hali kamili ya kibitz wakati injini inafikiria,
ta: இயந்திரம் யோசித்துக் கொண்டிருக்கும் போது முழு கிபிட்ஸ் பயன்முறையில் கிபிட்ஜிங் செய்யும்போது,
th: เมื่อคิบิทซ์ด้วยโหมดคิบิทซ์เต็มรูปแบบในขณะที่เครื่องยนต์กำลังคิด
tr: Motor düşünürken tam kibitz modunda kibitz yaparken,
uk: Під час кібіцу в режимі повного кібіца, коли двигун думає,
ur: مکمل کبٹز موڈ کے ساتھ کبٹزنگ کرتے وقت جب انجن سوچ رہا ہو،
vi: Khi kibitzing với chế độ kibitz đầy đủ khi động cơ đang suy nghĩ,

source: the speed of engine play is governed by the Engine Adjustment settings,
es: La velocidad del juego del motor está determinada por la configuración de ajuste del motor.
sr: брзина рада мотора је регулисана поставкама за подешавање мотора,
sv: hastigheten på motorspelet styrs av inställningarna för motorjustering,
sw: kasi ya kucheza injini inadhibitiwa na mipangilio ya Marekebisho ya Injini,
ta: எஞ்சின் இயக்கத்தின் வேகம் எஞ்சின் சரிசெய்தல் அமைப்புகளால் நிர்வகிக்கப்படுகிறது,
th: ความเร็วของการเล่นเครื่องยนต์จะถูกควบคุมโดยการตั้งค่าการปรับแต่งเครื่องยนต์
tr: Motor oynatma hızı Motor Ayarı ayarları tarafından yönetilir,
uk: швидкість роботи двигуна регулюється налаштуваннями налаштування двигуна,
ur: انجن چلانے کی رفتار انجن کی ایڈجسٹمنٹ کی ترتیبات کے ذریعے چلتی ہے،
vi: tốc độ quay của động cơ được điều chỉnh bởi các thiết lập Điều chỉnh động cơ,

source: even if they are not switched on.
es: incluso si no están encendidos.
sr: чак и ако нису укључени.
sv: även om de inte är påslagna.
sw: hata kama hazijawashwa.
ta: அவை இயக்கப்படாவிட்டாலும் கூட.
th: แม้ว่าจะไม่ได้เปิดอยู่ก็ตาม
tr: Açık olmasalar bile.
uk: навіть якщо вони не ввімкнені.
ur: چاہے وہ آن نہ ہوں۔
vi: ngay cả khi chúng không được bật.

source: The reason for this is that during full kibitzing, the program runs an
es: La razón de esto es que durante el kibitzing completo, el programa ejecuta un
sr: Разлог за то је тај што током пуног кибитзирања програм покреће ан
sv: Anledningen till detta är att under full kibitzing kör programmet en
sw: Sababu ya hii ni kwamba wakati wa kibitzing kamili, programu inaendesha
ta: இதற்குக் காரணம், முழு கிபிட்சிங்கின் போது, ​​நிரல் ஒரு
th: เหตุผลก็คือว่าระหว่างการพูดคุยแบบเต็มรูปแบบ โปรแกรมจะรัน
tr: Bunun nedeni, tam kibitzing sırasında programın bir
uk: Причиною цього є те, що під час повного кібітування програма запускає an
ur: اس کی وجہ یہ ہے کہ مکمل کبٹزنگ کے دوران پروگرام ایک چلاتا ہے۔
vi: Lý do cho điều này là trong quá trình kibitzing đầy đủ, chương trình chạy một

source: infinite analysis loop which has to be interrupted to make it play a move.
es: bucle de análisis infinito que debe interrumpirse para realizar un movimiento.
sr: бесконачна петља анализе која се мора прекинути да би се одиграла потез.
sv: oändlig analysloop som måste avbrytas för att få den att spela ett drag.
sw: kitanzi cha uchanganuzi kisicho na kikomo ambacho kinapaswa kukatizwa ili kuifanya icheze.
ta: எல்லையற்ற பகுப்பாய்வு வளையத்தை ஒரு நகர்வாக மாற்ற குறுக்கிட வேண்டும்.
th: วงจรวิเคราะห์ที่ไม่มีที่สิ้นสุดซึ่งจะต้องถูกขัดจังหวะเพื่อให้เล่นการเคลื่อนไหว
tr: Bir hamleyi oynatabilmek için kesilmesi gereken sonsuz analiz döngüsü.
uk: нескінченний цикл аналізу, який потрібно перервати, щоб зробити хід.
ur: لامحدود تجزیہ لوپ جس کو حرکت میں لانے کے لیے اسے روکنا پڑتا ہے۔
vi: vòng lặp phân tích vô hạn phải bị ngắt để thực hiện một nước đi.

source: So if you use this mode and find that the engine is moving too fast
es: Entonces, si usas este modo y notas que el motor se mueve demasiado rápido
sr: Дакле, ако користите овај режим и откријете да се мотор креће пребрзо
sv: Så om du använder det här läget och upptäcker att motorn går för snabbt
sw: Kwa hivyo ikiwa unatumia hali hii na kupata kwamba injini inakwenda haraka sana
ta: எனவே நீங்கள் இந்த பயன்முறையைப் பயன்படுத்தினால், இயந்திரம் மிக வேகமாக நகர்கிறது என்பதைக் கண்டால்
th: ดังนั้นหากคุณใช้โหมดนี้แล้วพบว่าเครื่องยนต์กำลังเคลื่อนที่เร็วเกินไป
tr: Bu modu kullanırsanız ve motorun çok hızlı hareket ettiğini görürseniz
uk: Отже, якщо ви використовуєте цей режим і виявите, що двигун рухається занадто швидко
ur: لہذا اگر آپ اس موڈ کو استعمال کرتے ہیں اور محسوس کرتے ہیں کہ انجن بہت تیزی سے چل رہا ہے۔
vi: Vì vậy, nếu bạn sử dụng chế độ này và thấy động cơ di chuyển quá nhanh

source: or too slow, you can adjust the speed of play with these settings.
es: o demasiado lento, puedes ajustar la velocidad de reproducción con estos ajustes.
sr: или преспоро, можете подесити брзину играња помоћу ових подешавања.
sv: eller för långsamt kan du justera spelhastigheten med dessa inställningar.
sw: au polepole sana, unaweza kurekebisha kasi ya kucheza na mipangilio hii.
ta: அல்லது மிகவும் மெதுவாக, இந்த அமைப்புகளைப் பயன்படுத்தி விளையாட்டின் வேகத்தை நீங்கள் சரிசெய்யலாம்.
th: หรือช้าเกินไป คุณสามารถปรับความเร็วในการเล่นได้ด้วยการตั้งค่าเหล่านี้
tr: veya çok yavaşsa, bu ayarlarla oynatma hızını ayarlayabilirsiniz.
uk: або занадто повільно, ви можете налаштувати швидкість відтворення за допомогою цих налаштувань.
ur: یا بہت سست، آپ ان ترتیبات کے ساتھ کھیل کی رفتار کو ایڈجسٹ کر سکتے ہیں۔
vi: hoặc quá chậm, bạn có thể điều chỉnh tốc độ phát bằng các cài đặt này.

source: Engine Adjustment.. is in the Options menu.
es: Ajuste del motor.. está en el menú Opciones.
sr: Подешавање мотора.. је у менију Опције.
sv: Motorjustering... finns i menyn Alternativ.
sw: Marekebisho ya Injini.. iko kwenye menyu ya Chaguzi.
ta: எஞ்சின் சரிசெய்தல்.. விருப்பங்கள் மெனுவில் உள்ளது.
th: การปรับแต่งเครื่องยนต์.. อยู่ในเมนูตัวเลือก
tr: Motor Ayarı.. Seçenekler menüsündedir.
uk: Налаштування двигуна... знаходиться в меню параметрів.
ur: انجن ایڈجسٹمنٹ.. اختیارات کے مینو میں ہے۔
vi: Điều chỉnh động cơ.. nằm trong menu Tùy chọn.

source: Check the <Reverse single line display> box to show
es: Marque la casilla <Visualización de una sola línea inversa> para mostrar
sr: Означите поље <Обрнути приказ у једној линији> да бисте га приказали
sv: Markera rutan <Reverse single line display> för att visa
sw: Angalia kisanduku cha <Reverse single line display> ili kuonyesha
ta: காட்ட <Reverse single line display> பெட்டியைத் தேர்வு செய்யவும்
th: ทำเครื่องหมายที่ช่อง <การแสดงแบบเส้นเดียวย้อนกลับ> เพื่อแสดง
tr: Göstermek için <Tek satırlı ters görüntüleme> kutusunu işaretleyin
uk: Поставте прапорець <Reverse single line display> для відображення
ur: دکھانے کے لیے <ریورس سنگل لائن ڈسپلے> باکس کو چیک کریں۔
vi: Đánh dấu vào hộp <Hiển thị dòng đơn ngược> để hiển thị

source: the two engine kibitz lines in reverse positions.
es: Las dos líneas de kibitz del motor en posiciones inversas.
sr: две кибиц линије мотора у обрнутим положајима.
sv: de två motorkibitz-linjerna i omvända lägen.
sw: mistari ya kibitz ya injini mbili katika nafasi za nyuma.
ta: இரண்டு எஞ்சின் கிபிட்ஸ் கோடுகள் தலைகீழ் நிலைகளில்.
th: ท่อส่งกำลังเครื่องยนต์ทั้งสองเส้นอยู่ในตำแหน่งสลับกัน
tr: iki motor kibitz hattı ters pozisyonlarda.
uk: дві лінії двигуна kibitz у зворотному положенні.
ur: دو انجن کیبٹز لائنیں الٹی پوزیشنوں میں۔
vi: hai đường kibitz của động cơ ở vị trí ngược nhau.

source: Check the <Enforce kibitz line number> to instruct the engine to send
es: Marque el <Número de línea de Enforce Kibitz> para indicarle al motor que envíe
sr: Проверите <Енфорце кибитз лине нумбер> да бисте наложили мотору да пошаље
sv: Kontrollera <Enforce kibitz line number> för att instruera motorn att skicka
sw: Angalia <Tekeleza nambari ya laini ya kibitz> ili kuagiza injini kutuma
ta: எஞ்சினை அனுப்ப அறிவுறுத்த <Enforce kibitz வரி எண்ணைச்> சரிபார்க்கவும்
th: ตรวจสอบ <บังคับใช้หมายเลขสาย kibitz> เพื่อสั่งให้เครื่องยนต์ส่ง
tr: Motorun göndermesi için talimat vermek üzere <Enforce kibitz satır numarası> öğesini kontrol edin
uk: Перевірте <Enforce kibitz line number>, щоб наказати механізму надсилати
ur: انجن کو بھیجنے کی ہدایت دینے کے لیے <انفورس کیبٹز لائن نمبر> کو چیک کریں۔
vi: Kiểm tra <Thực thi số dòng kibitz> để hướng dẫn động cơ gửi
