Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Mark puzzle file
es: Marcar archivo de rompecabezas
sr: Означите датотеку слагалице
sv: Markera pusselfilen
sw: Weka alama kwenye faili ya mafumbo
ta: புதிர் கோப்பைக் குறிக்கவும்
th: แฟ้มปริศนาเครื่องหมาย
tr: Bulmaca dosyasını işaretle
uk: Позначити файл головоломки
ur: پہیلی فائل کو نشان زد کریں۔
vi: Đánh dấu tập tin câu đố

source: Auto load puzzle mode
es: Modo de rompecabezas de carga automática
sr: Режим слагалице за аутоматско учитавање
sv: Automatiskt ladda pusselläge
sw: Pakia modi ya mafumbo kiotomatiki
ta: தானியங்கி ஏற்றுதல் புதிர் முறை
th: โหมดปริศนาโหลดอัตโนมัติ
tr: Bulmaca modunu otomatik yükle
uk: Режим автозавантаження головоломки
ur: آٹو لوڈ پہیلی موڈ
vi: Chế độ tải câu đố tự động

source: Auto load last puzzle
es: Cargar automáticamente el último rompecabezas
sr: Аутоматско учитавање последње слагалице
sv: Ladda det sista pusslet automatiskt
sw: Pakia kitendawili cha mwisho
ta: கடைசி புதிரை தானாக ஏற்று
th: โหลดปริศนาสุดท้ายอัตโนมัติ
tr: Son bulmacayı otomatik yükle
uk: Автоматичне завантаження останньої головоломки
ur: آٹو لوڈ آخری پہیلی
vi: Tự động tải câu đố cuối cùng

source: Auto load next puzzle
es: Cargar automáticamente el siguiente rompecabezas
sr: Аутоматско учитавање следеће слагалице
sv: Ladda nästa pussel automatiskt
sw: Pakia kitendawili kifuatacho
ta: அடுத்த புதிரை தானாக ஏற்று
th: โหลดปริศนาถัดไปอัตโนมัติ
tr: Sonraki bulmacayı otomatik yükle
uk: Автоматичне завантаження наступної головоломки
ur: اگلی پہیلی آٹو لوڈ کریں۔
vi: Tự động tải câu đố tiếp theo

source: Delay (1/10 seconds)
es: Retraso (1/10 segundos)
sr: Кашњење (1/10 секунди)
sv: Fördröjning (1/10 sekund)
sw: Kuchelewa (sekunde 1/10)
ta: தாமதம் (1/10 வினாடிகள்)
th: ความล่าช้า (1/10 วินาที)
tr: Gecikme (1/10 saniye)
uk: Затримка (1/10 секунди)
ur: تاخیر (1/10 سیکنڈ)
vi: Trì hoãn (1/10 giây)

source: Puzzle statistics options
es: Opciones de estadísticas de rompecabezas
sr: Опције статистике слагалице
sv: Alternativ för pusselstatistik
sw: Chaguzi za takwimu za fumbo
ta: புதிர் புள்ளிவிவர விருப்பங்கள்
th: ตัวเลือกสถิติปริศนา
tr: Bulmaca istatistik seçenekleri
uk: Параметри статистики головоломки
ur: پہیلی کے اعداد و شمار کے اختیارات
vi: Tùy chọn thống kê câu đố

source: Show puzzle stats
es: Mostrar estadísticas del rompecabezas
sr: Прикажи статистику слагалице
sv: Visa pusselstatistik
sw: Onyesha takwimu za mafumbo
ta: புதிர் புள்ளிவிவரங்களைக் காட்டு
th: แสดงสถิติปริศนา
tr: Bulmaca istatistiklerini göster
uk: Показати статистику головоломки
ur: پہیلی کے اعدادوشمار دکھائیں۔
vi: Hiển thị số liệu thống kê câu đố

source: Show session stats
es: Mostrar estadísticas de la sesión
sr: Прикажи статистику сесије
sv: Visa sessionsstatistik
sw: Onyesha takwimu za kipindi
ta: அமர்வு புள்ளிவிவரங்களைக் காட்டு
th: แสดงสถิติเซสชัน
tr: Oturum istatistiklerini göster
uk: Показати статистику сеансу
ur: سیشن کے اعدادوشمار دکھائیں۔
vi: Hiển thị số liệu thống kê phiên

source: Show file stats
es: Mostrar estadísticas de archivos
sr: Прикажи статистику датотеке
sv: Visa filstatistik
sw: Onyesha takwimu za faili
ta: கோப்பு புள்ளிவிவரங்களைக் காட்டு
th: แสดงสถิติไฟล์
tr: Dosya istatistiklerini göster
uk: Показати статистику файлів
ur: فائل کے اعدادوشمار دکھائیں۔
vi: Hiển thị số liệu thống kê tập tin

source: Save file stats
es: Guardar estadísticas de archivos
sr: Сачувајте статистику датотеке
sv: Spara filstatistik
sw: Hifadhi takwimu za faili
ta: கோப்பு புள்ளிவிவரங்களைச் சேமிக்கவும்
th: บันทึกสถิติไฟล์
tr: Dosya istatistiklerini kaydet
uk: Зберегти статистику файлу
ur: فائل کے اعدادوشمار کو محفوظ کریں۔
vi: Lưu số liệu thống kê tập tin

source: Use stat average
es: Utilice el promedio estadístico
sr: Користите просек статистике
sv: Använd statsmedelvärde
sw: Tumia wastani wa takwimu
ta: புள்ளிவிவர சராசரியைப் பயன்படுத்தவும்
th: ใช้ค่าเฉลี่ยสถิติ
tr: İstatistik ortalamasını kullan
uk: Використовуйте середнє значення статистики
ur: اسٹیٹ اوسط استعمال کریں۔
vi: Sử dụng số liệu thống kê trung bình

source: Flat rate penalty
es: Multa fija
sr: Паушална казна
sv: Fast straffavgift
sw: Adhabu ya kiwango cha gorofa
ta: நிலையான விகித அபராதம்
th: ค่าปรับอัตราคงที่
tr: Sabit oranlı ceza
uk: Ставка штрафу
ur: فلیٹ ریٹ جرمانہ
vi: Mức phạt cố định

source: Partial score
es: Puntuación parcial
sr: Делимичан резултат
sv: Delpoäng
sw: Alama ya sehemu
ta: பகுதி மதிப்பெண்
th: คะแนนบางส่วน
tr: Kısmi puan
uk: Часткова оцінка
ur: جزوی سکور
vi: Điểm một phần

source: Show hint after try
es: Mostrar pista después del intento
sr: Покажите савет након покушаја
sv: Visa tips efter försök
sw: Onyesha kidokezo baada ya kujaribu
ta: முயற்சித்த பிறகு குறிப்பைக் காட்டு.
th: แสดงคำแนะนำหลังจากลอง
tr: Denedikten sonra ipucu göster
uk: Показувати підказку після спроби
ur: کوشش کے بعد اشارہ دکھائیں۔
vi: Hiển thị gợi ý sau khi thử

source: Show move after try
es: Mostrar movimiento después del intento
sr: Покажите потез након покушаја
sv: Visa drag efter försök
sw: Onyesha hoja baada ya kujaribu
ta: முயற்சித்த பிறகு நகர்வைக் காட்டு.
th: แสดงการเคลื่อนไหวหลังจากลอง
tr: Denemeden sonra hareketi göster
uk: Показувати хід після спроби
ur: کوشش کے بعد حرکت دکھائیں۔
vi: Hiển thị nước đi sau khi thử

source: Clock options
es: Opciones de reloj
sr: Опције сата
sv: Klockalternativ
sw: Chaguzi za saa
ta: கடிகார விருப்பங்கள்
th: ตัวเลือกนาฬิกา
tr: Saat seçenekleri
uk: Варіанти годинника
ur: گھڑی کے اختیارات
vi: Tùy chọn đồng hồ

source: Minutes:
es: Minutos:
sr: минута:
sv: Minuter:
sw: Dakika:
ta: நிமிடங்கள்:
th: นาที:
tr: Tutanaklar:
uk: Хвилини:
ur: منٹ:
vi: Phút:

source: Seconds:
es: Artículos de segunda clase:
sr: секунде:
sv: sekunder:
sw: Sekunde:
ta: வினாடிகள்:
th: วินาที:
tr: Saniye:
uk: Секунди:
ur: سیکنڈز:
vi: Giây:

source: Show clock
es: Mostrar reloj
sr: Прикажи сат
sv: Visa klockan
sw: Onyesha saa
ta: கடிகாரத்தைக் காட்டு
th: แสดงนาฬิกา
tr: Saati göster
uk: Показати годинник
ur: گھڑی دکھائیں۔
vi: Hiển thị đồng hồ

source: Auto reset
es: Reinicio automático
sr: Аутоматско ресетовање
sv: Automatisk återställning
sw: Weka upya kiotomatiki
ta: தானியங்கி மீட்டமைப்பு
th: รีเซ็ตอัตโนมัติ
tr: Otomatik sıfırlama
uk: Автоматичне скидання
ur: آٹو ری سیٹ
vi: Tự động thiết lập lại

source: Auto start
es: Inicio automático
sr: Ауто старт
sw: Anza kiotomatiki
ta: தானியங்கி தொடக்கம்
th: เริ่มอัตโนมัติ
tr: Otomatik başlatma
uk: Автозапуск
ur: آٹو اسٹارٹ
vi: Tự động khởi động

source: Countdown
es: Cuenta atrás
sr: Одбројавање
sv: Nedräkning
sw: Muda uliosalia
ta: கவுண்டவுன்
th: นับถอยหลัง
tr: Geri sayım
uk: Зворотний відлік
ur: الٹی گنتی
vi: Đếm ngược

source: Reset after move
es: Reiniciar después de mover
sr: Ресетујте после селидбе
sv: Återställ efter flytt
sw: Weka upya baada ya kusogeza
ta: நகர்த்திய பிறகு மீட்டமை
th: รีเซ็ตหลังจากย้าย
tr: Taşındıktan sonra sıfırla
uk: Скидання після переміщення
ur: حرکت کے بعد دوبارہ ترتیب دیں۔
vi: Đặt lại sau khi di chuyển

source: Time up message
es: Mensaje de tiempo agotado
sr: Порука истека времена
sv: Time up meddelande
sw: Ujumbe wa wakati
ta: நேரம் முடிந்த செய்தி
th: ข้อความหมดเวลา
tr: Zaman doldu mesajı
uk: Повідомлення про закінчення часу
ur: ٹائم اپ کا پیغام
vi: Tin nhắn hết giờ

source: Toggle auto responses,
es: Activar o desactivar respuestas automáticas,
sr: Укључите аутоматске одговоре,
sv: Växla automatiska svar,
sw: Geuza majibu otomatiki,
ta: தானியங்கி பதில்களை நிலைமாற்று,
th: สลับการตอบกลับอัตโนมัติ
tr: Otomatik yanıtları aç/kapat,
uk: Перемкнути автоматичні відповіді,
ur: خودکار جوابات کو ٹوگل کریں،
vi: Chuyển đổi phản hồi tự động,

source: whether computer replies automatically to your move
es: Si la computadora responde automáticamente a tu movimiento
sr: да ли рачунар аутоматски одговара на ваш потез
sv: om datorn svarar automatiskt på ditt drag
sw: kama kompyuta inajibu kiotomatiki kwa hoja yako
ta: உங்கள் நகர்வுக்கு கணினி தானாகவே பதிலளிக்குமா?
th: คอมพิวเตอร์จะตอบสนองการเคลื่อนไหวของคุณโดยอัตโนมัติหรือไม่
tr: bilgisayar hareketinize otomatik olarak cevap veriyor mu?
uk: чи комп'ютер автоматично відповідає на ваш хід
ur: کیا کمپیوٹر آپ کے اقدام کا خود بخود جواب دیتا ہے۔
vi: máy tính có tự động trả lời khi bạn di chuyển không

source: Flip board for side to play
es: Tablero giratorio para jugar de lado
sr: Окрените таблу за страну за игру
sv: Vändbräda för sida att spela
sw: Ubao mgeuzo kwa upande wa kucheza
ta: விளையாட பக்கவாட்டுக்கு ஃபிளிப் போர்டு
th: กระดานพลิกสำหรับด้านข้างเพื่อเล่น
tr: Yan tarafta oynamak için çevirme tahtası
uk: Перекидна дошка для гри збоку
ur: پلٹائیں بورڈ کو کھیلنے کے لیے سائیڈ
vi: Lật bảng để chơi ở bên cạnh

source: Always use light square highlight for hints
es: Utilice siempre un resaltado cuadrado claro para dar pistas
sr: Увек користите светло квадратно истицање за наговештаје
sv: Använd alltid ljus fyrkantig markering för tips
sw: Kila mara tumia mwangaza mwepesi wa mraba kwa vidokezo
ta: குறிப்புகளுக்கு எப்போதும் வெளிர் சதுர ஹைலைட்டைப் பயன்படுத்தவும்.
th: ใช้ไฮไลท์สี่เหลี่ยมอ่อนเป็นคำใบ้เสมอ
tr: İpuçları için her zaman açık kare vurgu kullanın
uk: Завжди використовуйте світлі квадрати для підказок
ur: اشارے کے لیے ہمیشہ ہلکے مربع ہائی لائٹ کا استعمال کریں۔
vi: Luôn sử dụng hình vuông sáng để làm nổi bật gợi ý

source: Show/hide moves in sub-variations
es: Mostrar/ocultar movimientos en subvariaciones
sr: Прикажи/сакриј потезе у подваријацијама
sv: Visa/dölj drag i undervarianter
sw: Onyesha/ficha mienendo katika tofauti ndogo
ta: துணை மாறுபாடுகளில் நகர்வுகளைக் காட்டு/மறை
th: แสดง/ซ่อนการเคลื่อนไหวในรูปแบบย่อย
tr: Alt varyasyonlardaki hareketleri göster/gizle
uk: Показати/приховати ходи в підваріантах
ur: ذیلی تغیرات میں چالیں دکھائیں/چھپائیں۔
vi: Hiển thị/ẩn các động tác trong các biến thể phụ

source: Toggle display incorrect move message
es: Activar o desactivar la visualización del mensaje de movimiento incorrecto
sr: Укључите/искључите приказ нетачне поруке о премештању
sv: Växla visning av felaktigt flyttmeddelande
sw: Geuza onyesho la ujumbe wa kusogeza usio sahihi
ta: தவறான நகர்வு செய்தியைக் காண்பி என்பதை நிலைமாற்று
th: สลับการแสดงข้อความการเคลื่อนไหวที่ไม่ถูกต้อง
tr: Yanlış hareket mesajını görüntülemeyi aç/kapat
uk: Перемкнути відображення повідомлення про неправильне переміщення
ur: ڈسپلے غلط موو پیغام کو ٹوگل کریں۔
vi: Chuyển đổi hiển thị thông báo di chuyển không chính xác

source: Toggle display puzzle complete message
es: Activar o desactivar el mensaje de rompecabezas completado
sr: Укључите приказ поруке о комплетној слагалици
sv: Växla visning av pussel komplett meddelande
sw: Geuza onyesho la ujumbe kamili wa mafumbo
ta: காட்சி புதிர் முழு செய்தியை நிலைமாற்று
th: สลับการแสดงข้อความปริศนาเสร็จสมบูรณ์
tr: Bulmaca tamamlandı mesajını görüntülemeyi değiştir
uk: Перемкнути відображення повідомлення про завершення головоломки
ur: ڈسپلے پہیلی مکمل پیغام کو ٹوگل کریں۔
vi: Chuyển đổi hiển thị tin nhắn hoàn thành câu đố

source: Toggle scoring of a skipped puzzle
es: Activar o desactivar la puntuación de un rompecabezas omitido
sr: Укључите/искључите бодовање прескочене слагалице
sv: Växla poängsättning av ett överhoppat pussel
sw: Geuza bao la fumbo lililoruka
ta: தவிர்க்கப்பட்ட புதிரின் மதிப்பெண்ணை நிலைமாற்று
th: สลับการให้คะแนนของปริศนาที่ถูกข้าม
tr: Atlanan bir bulmacanın puanlamasını değiştir
uk: Перемкнути оцінку пропущеної головоломки
ur: چھوڑی ہوئی پہیلی کی اسکورنگ کو ٹوگل کریں۔
vi: Chuyển đổi điểm của câu đố đã bỏ qua

source: Mark current PGN file as a puzzle file
es: Marcar el archivo PGN actual como un archivo de rompecabezas
sr: Означите тренутну ПГН датотеку као датотеку слагалице
sv: Markera aktuell PGN-fil som en pusselfil
sw: Weka alama kwenye faili ya sasa ya PGN kama faili ya mafumbo
ta: தற்போதைய PGN கோப்பை புதிர் கோப்பாகக் குறிக்கவும்.
th: ทำเครื่องหมายไฟล์ PGN ปัจจุบันเป็นไฟล์ปริศนา
tr: Mevcut PGN dosyasını bulmaca dosyası olarak işaretle
uk: Позначити поточний файл PGN як файл головоломки
ur: موجودہ PGN فائل کو ایک پہیلی فائل کے طور پر نشان زد کریں۔
vi: Đánh dấu tệp PGN hiện tại là tệp câu đố

source: Load the last PGN file on program start
es: Cargar el último archivo PGN al iniciar el programa
sr: Учитајте последњу ПГН датотеку при покретању програма
sv: Ladda den sista PGN-filen vid programstart
sw: Pakia faili ya mwisho ya PGN kwenye kuanza kwa programu
ta: நிரல் தொடக்கத்தில் கடைசி PGN கோப்பை ஏற்றவும்.
th: โหลดไฟล์ PGN สุดท้ายเมื่อเริ่มโปรแกรม
tr: Program başlangıcında son PGN dosyasını yükleyin
uk: Завантажити останній файл PGN під час запуску програми
ur: پروگرام شروع ہونے پر آخری PGN فائل لوڈ کریں۔
vi: Tải tệp PGN cuối cùng khi bắt đầu chương trình

source: Automatically load puzzle mode when a puzzle file is opened
es: Cargar automáticamente el modo rompecabezas cuando se abre un archivo de rompecabezas
sr: Аутоматски учитајте режим слагалице када се отвори датотека слагалице
sv: Ladda pusselläge automatiskt när en pusselfil öppnas
sw: Pakia modi ya mafumbo kiotomatiki wakati faili ya mafumbo inafunguliwa
ta: ஒரு புதிர் கோப்பு திறக்கப்படும்போது புதிர் பயன்முறையை தானாகவே ஏற்றவும்.
th: โหลดโหมดปริศนาอัตโนมัติเมื่อเปิดไฟล์ปริศนา
tr: Bir bulmaca dosyası açıldığında bulmaca modunu otomatik olarak yükle
uk: Автоматично завантажувати режим головоломки, коли відкривається файл головоломки
ur: جب کوئی پہیلی فائل کھولی جائے تو خودکار طور پر پہیلی موڈ لوڈ کریں۔
vi: Tự động tải chế độ câu đố khi mở tệp câu đố

source: Automatically load the puzzle from the last session
es: Cargar automáticamente el rompecabezas de la última sesión
sr: Аутоматски учитајте слагалицу из последње сесије
sv: Ladda automatiskt pusslet från den senaste sessionen
sw: Pakia fumbo kiotomatiki kutoka kipindi kilichopita
ta: கடைசி அமர்விலிருந்து புதிரை தானாகவே ஏற்று.
th: โหลดปริศนาจากเซสชั่นล่าสุดโดยอัตโนมัติ
tr: Son oturumdaki bulmacayı otomatik olarak yükle
uk: Автоматично завантажувати головоломку з останнього сеансу
ur: آخری سیشن سے خودکار طور پر پہیلی کو لوڈ کریں۔
vi: Tự động tải câu đố từ phiên trước

source: when a puzzle file is opened
es: cuando se abre un archivo de rompecabezas
sr: када се отвори датотека слагалице
sv: när en pusselfil öppnas
sw: wakati faili ya puzzle inafunguliwa
ta: ஒரு புதிர் கோப்பு திறக்கப்படும் போது
th: เมื่อไฟล์ปริศนาถูกเปิด
tr: bir bulmaca dosyası açıldığında
uk: коли відкривається файл головоломки
ur: جب ایک پہیلی فائل کھولی جاتی ہے۔
vi: khi một tập tin câu đố được mở

source: Automatically load the next puzzle
es: Cargar automáticamente el siguiente rompecabezas
sr: Аутоматски учитајте следећу слагалицу
sv: Ladda automatiskt nästa pussel
sw: Pakia kiotomatiki fumbo linalofuata
ta: அடுத்த புதிரை தானாகவே ஏற்று.
th: โหลดปริศนาถัดไปโดยอัตโนมัติ
tr: Sonraki bulmacayı otomatik olarak yükle
uk: Автоматично завантажувати наступну головоломку
ur: اگلی پہیلی خود بخود لوڈ کریں۔
vi: Tự động tải câu đố tiếp theo

source: when the current puzzle is complete
es: cuando el rompecabezas actual esté completo
sr: када је тренутна слагалица завршена
sv: när det aktuella pusslet är klart
sw: wakati fumbo la sasa limekamilika
ta: தற்போதைய புதிர் முடிந்ததும்
th: เมื่อปริศนาปัจจุบันเสร็จสมบูรณ์แล้ว
tr: mevcut bulmaca tamamlandığında
uk: коли поточна головоломка завершена
ur: جب موجودہ پہیلی مکمل ہو جائے۔
vi: khi câu đố hiện tại hoàn thành

source: Delay in 1/10 seconds before the next puzzle is automatically loaded
es: Retraso de 1/10 segundos antes de que se cargue automáticamente el siguiente rompecabezas
sr: Одложите 1/10 секунде пре него што се следећа слагалица аутоматски учита
sv: Fördröj med 1/10 sekund innan nästa pussel laddas automatiskt
sw: Icheleweshe baada ya sekunde 1/10 kabla fumbo lifuatalo kupakiwa kiotomatiki
ta: அடுத்த புதிர் தானாக ஏற்றப்படுவதற்கு முன்பு 1/10 வினாடிகள் தாமதமாகும்.
th: หน่วงเวลา 1/10 วินาทีก่อนที่ปริศนาต่อไปจะถูกโหลดโดยอัตโนมัติ
tr: Bir sonraki bulmacanın otomatik olarak yüklenmesinden önce 1/10 saniyelik gecikme
uk: Затримка в 1/10 секунди перед автоматичним завантаженням наступної головоломки
ur: اگلی پہیلی خود بخود لوڈ ہونے سے پہلے 1/10 سیکنڈ میں تاخیر
vi: Trì hoãn 1/10 giây trước khi câu đố tiếp theo được tự động tải

source: Toggle display puzzle statistics
es: Activar o desactivar la visualización de estadísticas de rompecabezas
sr: Укључите приказ статистике слагалице
sv: Växla visa pusselstatistik
sw: Geuza takwimu za chemshabongo
ta: காட்சி புதிர் புள்ளிவிவரங்களை நிலைமாற்று
th: สลับการแสดงผลสถิติปริศนา
tr: Bulmaca istatistiklerini görüntülemeyi aç/kapat
uk: Перемкнути відображення статистики головоломки
ur: ڈسپلے پہیلی کے اعدادوشمار کو ٹوگل کریں۔
vi: Chuyển đổi hiển thị số liệu thống kê câu đố

source: Toggle display puzzle session statistics
es: Activar o desactivar la visualización de estadísticas de sesiones de rompecabezas
sr: Укључи/искључи приказ статистике сесије слагалице
sv: Växla visning av pusselsessionsstatistik
sw: Geuza takwimu za kipindi cha mafumbo
ta: காட்சி புதிர் அமர்வு புள்ளிவிவரங்களை நிலைமாற்று
th: สลับการแสดงผลสถิติเซสชันปริศนา
tr: Bulmaca oturum istatistiklerini görüntülemeyi değiştir
uk: Перемкнути відображення статистики сеансу головоломки
ur: ڈسپلے پہیلی سیشن کے اعدادوشمار کو ٹوگل کریں۔
vi: Chuyển đổi hiển thị số liệu thống kê phiên giải đố

source: Toggle display puzzle file statistics
es: Activar o desactivar la visualización de estadísticas de archivos de rompecabezas
sr: Укључите приказ статистике датотеке слагалице
sv: Växla visa pusselfilstatistik
sw: Geuza onyesho la takwimu za faili za mafumbo
ta: காட்சி புதிர் கோப்பு புள்ளிவிவரங்களை நிலைமாற்று
th: สลับการแสดงสถิติไฟล์ปริศนา
tr: Bulmaca dosyası istatistiklerini görüntülemeyi değiştir
uk: Перемкнути відображення статистики файлу головоломки
ur: ڈسپلے پہیلی فائل کے اعدادوشمار کو ٹوگل کریں۔
vi: Chuyển đổi hiển thị số liệu thống kê tệp câu đố

source: Toggle save file statistics
es: Activar o desactivar las estadísticas de guardado de archivos
sr: Укључите/искључите статистику чувања датотеке
sv: Växla spara filstatistik
sw: Geuza kuhifadhi takwimu za faili
ta: கோப்பு புள்ளிவிவரங்களைச் சேமி என்பதை நிலைமாற்று
th: สลับสถิติการบันทึกไฟล์
tr: Dosya istatistiklerini kaydetmeyi aç/kapat
uk: Перемкнути статистику збереження файлу
ur: فائل کے اعدادوشمار کو محفوظ کرنے کو ٹوگل کریں۔
vi: Chuyển đổi lưu số liệu thống kê tệp

source: Calculate the overall rating for session and file statistics as an average
es: Calcular la calificación general de las estadísticas de sesión y archivo como promedio
sr: Израчунајте укупну оцену за статистику сесија и датотека као просек
sv: Beräkna det totala betyget för sessions- och filstatistik som ett genomsnitt
sw: Kokotoa ukadiriaji wa jumla wa kipindi na takwimu za faili kama wastani
ta: அமர்வு மற்றும் கோப்பு புள்ளிவிவரங்களுக்கான ஒட்டுமொத்த மதிப்பீட்டை சராசரியாகக் கணக்கிடுங்கள்.
th: คำนวณคะแนนรวมสำหรับสถิติเซสชันและไฟล์เป็นค่าเฉลี่ย
tr: Oturum ve dosya istatistikleri için genel derecelendirmeyi ortalama olarak hesaplayın
uk: Обчисліть загальну оцінку для статистики сеансів і файлів як середнє значення
ur: اوسط کے طور پر سیشن اور فائل کے اعدادوشمار کے لیے مجموعی درجہ بندی کا حساب لگائیں۔
vi: Tính toán xếp hạng chung cho số liệu thống kê phiên và tệp dưới dạng trung bình

source: Check this box to calculate penalties at a flat rate,
es: Marque esta casilla para calcular las sanciones a una tasa fija,
sr: Означите ово поље да бисте израчунали казне по паушалној стопи,
sv: Markera den här rutan för att beräkna straffavgifter till ett schablonbelopp,
sw: Weka alama kwenye kisanduku hiki ili kukokotoa adhabu kwa kiwango cha juu,
ta: அபராதங்களை நிலையான விகிதத்தில் கணக்கிட இந்தப் பெட்டியைத் தேர்வுசெய்யவும்,
th: ทำเครื่องหมายในช่องนี้เพื่อคำนวณค่าปรับแบบอัตราคงที่
tr: Cezaları sabit bir oranda hesaplamak için bu kutuyu işaretleyin.
uk: Установіть цей прапорець, щоб розрахувати штрафи за єдиною ставкою,
ur: فلیٹ ریٹ پر جرمانے کا حساب لگانے کے لیے اس باکس کو چیک کریں،
vi: Đánh dấu vào ô này để tính tiền phạt theo mức cố định,

source: rather than as a percentage of the individual puzzle score
es: en lugar de como un porcentaje de la puntuación del rompecabezas individual
sr: а не као проценат индивидуалног резултата слагалице
sv: snarare än som en procentandel av det individuella pusselpoängen
sw: badala ya asilimia ya alama za mafumbo binafsi
ta: தனிப்பட்ட புதிர் மதிப்பெண்ணின் சதவீதமாக அல்லாமல்
th: มากกว่าที่จะคิดเป็นเปอร์เซ็นต์ของคะแนนปริศนาแต่ละชิ้น
tr: bireysel bulmaca puanının yüzdesi olarak değil
uk: а не як відсоток від оцінки індивідуальної головоломки
ur: انفرادی پہیلی سکور کے فیصد کے بجائے
vi: chứ không phải là phần trăm của điểm câu đố cá nhân

source: Check this box to calculate the current rating
es: Marque esta casilla para calcular la calificación actual
sr: Означите ово поље да бисте израчунали тренутну оцену
sv: Markera den här rutan för att beräkna det aktuella betyget
sw: Chagua kisanduku hiki ili kukokotoa ukadiriaji wa sasa
ta: தற்போதைய மதிப்பீட்டைக் கணக்கிட இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: ทำเครื่องหมายในช่องนี้เพื่อคำนวณคะแนนปัจจุบัน
tr: Mevcut puanı hesaplamak için bu kutuyu işaretleyin
uk: Поставте цей прапорець, щоб обчислити поточний рейтинг
ur: موجودہ درجہ بندی کا حساب لگانے کے لیے اس باکس کو چیک کریں۔
vi: Đánh dấu vào ô này để tính toán xếp hạng hiện tại

source: as a percentage of the number of moves in the puzzle
es: como porcentaje del número de movimientos en el rompecabezas
sr: као проценат од броја потеза у слагалици
sv: som en procentandel av antalet drag i pusslet
sw: kama asilimia ya idadi ya hatua kwenye fumbo
ta: புதிரில் உள்ள நகர்வுகளின் எண்ணிக்கையின் சதவீதமாக
th: เป็นเปอร์เซ็นต์ของจำนวนการเคลื่อนไหวในปริศนา
tr: bulmacadaki hamle sayısının yüzdesi olarak
uk: у відсотках від кількості ходів у головоломці
ur: پہیلی میں چالوں کی تعداد کے فیصد کے طور پر
vi: theo tỷ lệ phần trăm của số lần di chuyển trong câu đố

source: Number of incorrect attempts before a hint is displayed
es: Número de intentos incorrectos antes de que se muestre una pista
sr: Број нетачних покушаја пре него што се наговештај прикаже
sv: Antal felaktiga försök innan ett tips visas
sw: Idadi ya majaribio yasiyo sahihi kabla ya kidokezo kuonyeshwa
ta: குறிப்பு காட்டப்படுவதற்கு முன் தவறான முயற்சிகளின் எண்ணிக்கை
th: จำนวนครั้งของความพยายามที่ไม่ถูกต้องก่อนที่จะมีการแสดงคำแนะนำ
tr: İpucu görüntülenmeden önceki yanlış deneme sayısı
uk: Кількість неправильних спроб перед відображенням підказки
ur: اشارہ ظاہر ہونے سے پہلے غلط کوششوں کی تعداد
vi: Số lần thử không chính xác trước khi gợi ý được hiển thị

source: Enter 0 not to use this option
es: Introduzca 0 para no utilizar esta opción
sr: Унесите 0 да не користите ову опцију
sv: Ange 0 för att inte använda detta alternativ
sw: Ingiza 0 ili usitumie chaguo hili
ta: இந்த விருப்பத்தைப் பயன்படுத்த வேண்டாம் எனில் 0 ஐ உள்ளிடவும்.
th: ใส่ 0 เพื่อไม่ใช้ตัวเลือกนี้
tr: Bu seçeneği kullanmamak için 0 girin
uk: Введіть 0, щоб не використовувати цей параметр
ur: اس اختیار کو استعمال نہ کرنے کے لیے 0 درج کریں۔
vi: Nhập 0 để không sử dụng tùy chọn này

source: Number of incorrect attempts before the correct move is displayed
es: Se muestra el número de intentos incorrectos antes de realizar el movimiento correcto
sr: Приказује се број нетачних покушаја пре тачног потеза
sv: Antal felaktiga försök innan rätt drag visas
sw: Idadi ya majaribio yasiyo sahihi kabla ya hoja sahihi kuonyeshwa
ta: சரியான நகர்வு காட்டப்படுவதற்கு முன் எத்தனை தவறான முயற்சிகள் மேற்கொள்ளப்பட்டன
th: จำนวนครั้งของความพยายามที่ไม่ถูกต้องก่อนที่จะแสดงการเคลื่อนไหวที่ถูกต้อง
tr: Doğru hamle görüntülenmeden önce yapılan yanlış deneme sayısı
uk: Кількість неправильних спроб перед тим, як відобразиться правильний хід
ur: درست اقدام ظاہر ہونے سے پہلے غلط کوششوں کی تعداد
vi: Số lần thử không chính xác trước khi nước đi đúng được hiển thị
