Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: then < Setup > for possible causes.
es: Luego <Configuración> para ver las posibles causas.
sr: затим < Сетуп > за могуће узроке.
sv: sedan < Setup > för möjliga orsaker.
sw: kisha < Setup > kwa sababu zinazowezekana.
ta: பின்னர் சாத்தியமான காரணங்களுக்காக Setup > ஐ அழுத்தவும்.
th: จากนั้น<ตั้งค่า> เพื่อดูสาเหตุที่เป็นไปได้
tr: ardından olası nedenler için < Kurulum > öğesine tıklayın.
uk: потім <Налаштування> для можливих причин.
ur: پھر < سیٹ اپ > ممکنہ وجوہات کے لیے۔
vi: sau đó < Thiết lập > để biết nguyên nhân có thể xảy ra.

source: You are already observing a game,
es: Ya estás observando un juego,
sr: Већ посматрате игру,
sv: Du observerar redan ett spel,
sw: Tayari unatazama mchezo,
ta: நீங்கள் ஏற்கனவே ஒரு விளையாட்டைப் பார்த்துக் கொண்டிருக்கிறீர்கள்,
th: คุณกำลังดูเกมอยู่
tr: Zaten bir oyunu izliyorsunuz,
uk: Ви вже спостерігаєте за грою,
ur: آپ پہلے ہی ایک گیم دیکھ رہے ہیں،
vi: Bạn đang quan sát một trò chơi,

source: with Nimzo_3d you can only observe one game at a time.
es: Con Nimzo_3d solo puedes observar un juego a la vez.
sr: са Нимзо_3д можете посматрати само једну игру истовремено.
sv: med Nimzo_3d kan du bara observera ett spel åt gången.
sw: ukiwa na Nimzo_3d unaweza kutazama mchezo mmoja tu kwa wakati mmoja.
ta: Nimzo_3d உடன் நீங்கள் ஒரு நேரத்தில் ஒரு விளையாட்டை மட்டுமே கவனிக்க முடியும்.
th: ด้วย Nimzo_3d คุณจะสามารถสังเกตเกมได้เพียงเกมเดียวในแต่ละครั้ง
tr: Nimzo_3d ile aynı anda yalnızca bir oyunu izleyebilirsiniz.
uk: з Nimzo_3d ви можете спостерігати лише за однією грою за раз.
ur: Nimzo_3d کے ساتھ آپ ایک وقت میں صرف ایک گیم کا مشاہدہ کر سکتے ہیں۔
vi: với Nimzo_3d bạn chỉ có thể theo dõi một trận đấu tại một thời điểm.

source: Could not send message to Fics
es: No se pudo enviar el mensaje a Fics
sr: Није могуће послати поруку Фицс-у
sv: Kunde inte skicka meddelande till Fics
sw: Haikuweza kutuma ujumbe kwa Fics
ta: Fics-க்கு செய்தி அனுப்ப முடியவில்லை.
th: ไม่สามารถส่งข้อความถึง Fics ได้
tr: Fics'e mesaj gönderilemedi
uk: Не вдалося надіслати повідомлення Fics
ur: Fics کو پیغام نہیں بھیجا جا سکا
vi: Không thể gửi tin nhắn đến Fics

source: Fics error
es: Error de ficciones
sr: Фицс еррор
sv: Fics fel
sw: Hitilafu ya Fics
ta: பிழை திருத்தங்கள்
th: ฟิคผิดพลาด
tr: Fics hatası
uk: Помилка Fics
ur: فکس کی غلطی
vi: Lỗi fic

source: Cannot send a message to Fics without a connection
es: No se puede enviar un mensaje a Fics sin una conexión
sr: Није могуће послати поруку Фицс-у без везе
sv: Kan inte skicka ett meddelande till Fics utan anslutning
sw: Haiwezi kutuma ujumbe kwa Fics bila muunganisho
ta: இணைப்பு இல்லாமல் Fics க்கு செய்தி அனுப்ப முடியாது.
th: ไม่สามารถส่งข้อความไปยัง Fics ได้หากไม่มีการเชื่อมต่อ
tr: Bağlantı olmadan Fics'e mesaj gönderilemez
uk: Неможливо надіслати повідомлення Fics без підключення
ur: کنکشن کے بغیر Fics کو پیغام نہیں بھیج سکتے
vi: Không thể gửi tin nhắn đến Fics nếu không có kết nối

source: Please connect to Fics
es: Por favor, conéctese a Fics
sr: Повежите се на Фицс
sv: Vänligen anslut till Fics
sw: Tafadhali unganisha kwenye Fics
ta: தயவுசெய்து Fics உடன் இணைக்கவும்.
th: กรุณาเชื่อมต่อกับ Fics
tr: Lütfen Fics'e bağlanın
uk: Підключіться до Fics
ur: براہ کرم Fics سے جڑیں۔
vi: Vui lòng kết nối với Fics

source: Stop game observation
es: Detener la observación del juego
sr: Зауставите посматрање игре
sv: Stoppa spelobservation
sw: Acha uchunguzi wa mchezo
ta: விளையாட்டு கண்காணிப்பை நிறுத்து.
th: หยุดการสังเกตเกม
tr: Oyun gözlemini durdur
uk: Припиніть спостереження за грою
ur: کھیل کا مشاہدہ بند کرو
vi: Dừng quan sát trò chơi

source: Game was aborted
es: El juego fue abortado
sr: Игра је прекинута
sv: Spelet avbröts
sw: Mchezo ulisitishwa
ta: விளையாட்டு நிறுத்தப்பட்டது.
th: เกมถูกยกเลิก
tr: Oyun iptal edildi
uk: Гра була перервана
ur: کھیل روک دیا گیا تھا۔
vi: Trò chơi đã bị hủy bỏ

source: Fics game is currently paused
es: El juego Fics está actualmente en pausa
sr: Фицс игра је тренутно паузирана
sv: Fics-spelet är för närvarande pausat
sw: Mchezo wa Fics umesitishwa kwa sasa
ta: புனைகதை விளையாட்டு தற்போது இடைநிறுத்தப்பட்டுள்ளது.
th: เกมฟิคส์กำลังหยุดอยู่ในขณะนี้
tr: Fics oyunu şu anda duraklatıldı
uk: Гра Fics наразі призупинена
ur: Fics گیم فی الحال موقوف ہے۔
vi: Trò chơi Fics hiện đang tạm dừng

source: White to play
es: Juegan las blancas
sr: Бели да играју
sv: Vit att spela
sw: Nyeupe kucheza
ta: விளையாட வெள்ளை
th: สีขาวในการเล่น
tr: Beyazın oynaması
uk: Грати білими
ur: کھیلنے کے لیے سفید
vi: Trắng để chơi

source: your move
es: tu movimiento
sr: твој потез
sv: ditt drag
sw: hoja yako
ta: உங்கள் நடவடிக்கை
th: การเคลื่อนไหวของคุณ
tr: senin hamlen
uk: ваш хід
ur: آپ کی حرکت
vi: nước đi của bạn

source: Black to play
es: Juegan las negras
sr: Црни да се игра
sv: Svart att spela
sw: Nyeusi kucheza
ta: விளையாட கருப்பு
th: สีดำเล่น
tr: Siyah oynayacak
uk: Чорний грати
ur: کھیلنے کے لیے سیاہ
vi: Đen để chơi

source: Fics move
es: Los fics se mueven
sr: Фицс се креће
sv: Fics flyttar
sw: Fics hoja
ta: புனைகதை நகர்வு
th: ฟิคย้าย
tr: Fics hareket ediyor
uk: Fics рухаються
ur: Fics منتقل
vi: Fics di chuyển

source: Unknown Fics message
es: Mensaje de Fics desconocido
sr: Непозната Фицс порука
sv: Okänt Fics-meddelande
sw: Ujumbe wa Fics usiojulikana
ta: தெரியாத புனைகதை செய்தி
th: ข้อความ Fics ที่ไม่รู้จัก
tr: Bilinmeyen Fics mesajı
uk: Невідоме повідомлення Fics
ur: نامعلوم Fics پیغام
vi: Tin nhắn Fics không xác định

source: Help for using the Free Internet Chess Server on Nimzo 3d
es: Ayuda para usar el servidor gratuito de ajedrez de Internet en Nimzo 3d
sr: Помоћ за коришћење бесплатног Интернет сервера за шах на Нимзо 3д
sv: Hjälp för att använda Free Internet Chess Server på Nimzo 3d
sw: Usaidizi wa kutumia Seva ya Bure ya Chess ya Mtandao kwenye Nimzo 3d
ta: Nimzo 3d-யில் இலவச இணைய சதுரங்க சேவையகத்தைப் பயன்படுத்துவதற்கான உதவி.
th: ความช่วยเหลือสำหรับการใช้เซิร์ฟเวอร์หมากรุกอินเทอร์เน็ตฟรีบน Nimzo 3d
tr: Nimzo 3d'de Ücretsiz İnternet Satranç Sunucusunu kullanma konusunda yardım
uk: Довідка щодо використання безкоштовного шахового сервера в Інтернеті на Nimzo 3d
ur: Nimzo 3d پر مفت انٹرنیٹ شطرنج سرور استعمال کرنے میں مدد کریں۔
vi: Trợ giúp sử dụng Máy chủ cờ vua Internet miễn phí trên Nimzo 3d

source: Intro
es: Introducción
sr: Интро
sw: Utangulizi
ta: அறிமுகம்
th: บทนำ
tr: Giriş
uk: вступ
ur: تعارف
vi: Giới thiệu

source: Setup
es: Configuración
sr: Сетуп
sv: Inställning
sw: Sanidi
ta: அமைப்பு
th: การตั้งค่า
tr: Kurmak
uk: Налаштування
ur: سیٹ اپ
vi: Cài đặt

source: Playing
es: Jugando
sr: Играње
sv: Spelar
sw: Inacheza
ta: விளையாடுகிறது
th: การเล่น
tr: Oynamak
uk: Граючи
ur: کھیل رہا ہے۔
vi: Đang chơi

source: The Free Internet Chess Server (Fics) is a volunteer-run internet chess server
es: El Servidor de Ajedrez Gratuito en Internet (Fics) es un servidor de ajedrez en Internet gestionado por voluntarios.
sr: Бесплатни интернет шаховски сервер (Фицс) је интернет шаховски сервер који води волонтери
sv: Free Internet Chess Server (Fics) är en volontärdriven schackserver på internet
sw: Seva ya Bure ya Chess ya Mtandao (Fics) ni seva ya mtandao ya chess inayoendeshwa kwa kujitolea
ta: இலவச இணைய சதுரங்க சேவையகம் (புராணக்கதைகள்) என்பது தன்னார்வலரால் நடத்தப்படும் இணைய சதுரங்க சேவையகமாகும்.
th: Free Internet Chess Server (Fics) คือเซิร์ฟเวอร์หมากรุกทางอินเทอร์เน็ตที่ดำเนินการโดยอาสาสมัคร
tr: Ücretsiz İnternet Satranç Sunucusu (Fics), gönüllüler tarafından yönetilen bir internet satranç sunucusudur
uk: Free Internet Chess Server (Fics) — це шаховий інтернет-сервер, яким керують волонтери
ur: مفت انٹرنیٹ شطرنج سرور (Fics) ایک رضاکارانہ انٹرنیٹ شطرنج سرور ہے۔
vi: Máy chủ cờ vua Internet miễn phí (Fics) là máy chủ cờ vua Internet do các tình nguyện viên điều hành

source: that provides a platform for chess players to engage in online chess games,
es: que proporciona una plataforma para que los jugadores de ajedrez participen en partidas de ajedrez en línea,
sr: која пружа платформу за шахисте да се укључе у онлајн шаховске игре,
sv: som tillhandahåller en plattform för schackspelare att delta i schackspel online,
sw: ambayo hutoa jukwaa kwa wachezaji wa chess kushiriki katika michezo ya chess mkondoni,
ta: இது சதுரங்க வீரர்கள் ஆன்லைன் சதுரங்க விளையாட்டுகளில் ஈடுபட ஒரு தளத்தை வழங்குகிறது,
th: ที่เป็นแพลตฟอร์มสำหรับผู้เล่นหมากรุกเพื่อร่วมเล่นเกมหมากรุกออนไลน์
tr: Satranç oyuncularına çevrimiçi satranç oyunlarına katılmaları için bir platform sağlayan,
uk: який надає шахістам платформу для участі в шахових іграх онлайн,
ur: جو شطرنج کے کھلاڑیوں کو آن لائن شطرنج کے کھیلوں میں مشغول ہونے کے لیے ایک پلیٹ فارم مہیا کرتا ہے،
vi: cung cấp một nền tảng cho những người chơi cờ vua tham gia vào các trò chơi cờ vua trực tuyến,

source: tournaments and discussions.
es: torneos y debates.
sr: турнири и дискусије.
sv: turneringar och diskussioner.
sw: mashindano na mijadala.
ta: போட்டிகள் மற்றும் விவாதங்கள்.
th: การแข่งขันและการอภิปราย
tr: turnuvalar ve tartışmalar.
uk: турніри та дискусії.
ur: ٹورنامنٹ اور مباحثے.
vi: các giải đấu và thảo luận.

source: Fics is a free, open source project allowing users to access the server
es: Fics es un proyecto gratuito y de código abierto que permite a los usuarios acceder al servidor.
sr: Фицс је бесплатан пројекат отвореног кода који корисницима омогућава приступ серверу
sv: Fics är ett gratis, öppen källkodsprojekt som tillåter användare att komma åt servern
sw: Fics ni mradi wa programu huria unaowaruhusu watumiaji kufikia seva
ta: ஃபிக்ஸ் என்பது பயனர்கள் சேவையகத்தை அணுக அனுமதிக்கும் ஒரு இலவச, திறந்த மூல திட்டமாகும்.
th: Fics เป็นโครงการโอเพ่นซอร์สฟรีที่อนุญาตให้ผู้ใช้สามารถเข้าถึงเซิร์ฟเวอร์ได้
tr: Fics, kullanıcıların sunucuya erişmesine olanak tanıyan ücretsiz ve açık kaynaklı bir projedir
uk: Fics — це безкоштовний проект із відкритим кодом, який дозволяє користувачам отримувати доступ до сервера
ur: Fics ایک مفت، اوپن سورس پروجیکٹ ہے جو صارفین کو سرور تک رسائی کی اجازت دیتا ہے۔
vi: Fics là một dự án mã nguồn mở miễn phí cho phép người dùng truy cập vào máy chủ

source: without any subscription fees or advertisments.
es: Sin cuotas de suscripción ni publicidad.
sr: без икаквих претплата или реклама.
sv: utan några prenumerationsavgifter eller annonser.
sw: bila ada yoyote ya usajili au matangazo.
ta: எந்த சந்தா கட்டணங்களும் அல்லது விளம்பரங்களும் இல்லாமல்.
th: โดยไม่มีค่าธรรมเนียมการสมัครสมาชิกหรือการโฆษณาใดๆ
tr: hiçbir abonelik ücreti veya reklam olmadan.
uk: без будь-якої абонентської плати чи реклами.
ur: بغیر کسی سبسکرپشن فیس یا اشتہارات کے۔
vi: không có bất kỳ khoản phí đăng ký hoặc quảng cáo nào.

source: While Fics has been largely eclipsed by other websites offering similar features
es: Si bien Fics ha sido eclipsado en gran medida por otros sitios web que ofrecen características similares
sr: Док су Фицс у великој мери засјениле друге веб странице које нуде сличне функције
sv: Medan Fics till stor del har förmörkats av andra webbplatser som erbjuder liknande funktioner
sw: Ingawa Fics imezidiwa kwa kiasi kikubwa na tovuti zingine zinazotoa vipengele sawa
ta: இதே போன்ற அம்சங்களை வழங்கும் பிற வலைத்தளங்களால் ஃபிக்ஸ் பெருமளவில் மறைக்கப்பட்டுள்ளது.
th: ในขณะที่ Fics ถูกบดบังโดยเว็บไซต์อื่น ๆ ที่มีคุณสมบัติคล้ายกัน
tr: Fics, benzer özellikler sunan diğer web siteleri tarafından büyük ölçüde gölgede bırakılmış olsa da
uk: У той час як Fics був значною мірою затьмарений іншими веб-сайтами, які пропонують подібні функції
ur: جب کہ Fics کو اسی طرح کی خصوصیات پیش کرنے والی دوسری ویب سائٹوں نے بڑے پیمانے پر گرہن لگا دیا ہے۔
vi: Trong khi Fics đã bị lu mờ phần lớn bởi các trang web khác cung cấp các tính năng tương tự

source: such as Chess.com, Lichess.org and Playchess.com, it does have the advantage
es: como Chess.com, Lichess.org y Playchess.com, tiene la ventaja
sr: као што су Цхесс.цом, Лицхесс.орг и Плаицхесс.цом, има предност
sv: som Chess.com, Lichess.org och Playchess.com, det har fördelen
sw: kama vile Chess.com, Lichess.org na Playchess.com, haina faida
ta: Chess.com, Lichess.org மற்றும் Playchess.com போன்றவற்றில், இது ஒரு நன்மையைக் கொண்டுள்ளது.
th: เช่น Chess.com, Lichess.org และ Playchess.com ก็มีข้อได้เปรียบ
tr: Chess.com, Lichess.org ve Playchess.com gibi sitelerin avantajı var
uk: таких як Chess.com, Lichess.org і Playchess.com, він має перевагу
ur: جیسے Chess.com، Lichess.org اور Playchess.com، اس کا فائدہ ہے۔
vi: chẳng hạn như Chess.com, Lichess.org và Playchess.com, nó có lợi thế

source: of allowing you to use your preferred interface when using the Fics server.
es: de permitirle utilizar su interfaz preferida al utilizar el servidor Fics.
sr: да вам омогући да користите жељени интерфејс када користите Фицс сервер.
sv: att låta dig använda ditt föredragna gränssnitt när du använder Fics-servern.
sw: ya kukuruhusu kutumia kiolesura unachopendelea unapotumia seva ya Fics.
ta: Fics சேவையகத்தைப் பயன்படுத்தும் போது உங்களுக்கு விருப்பமான இடைமுகத்தைப் பயன்படுத்த உங்களை அனுமதிக்கிறது.
th: ที่ให้คุณสามารถใช้งานอินเทอร์เฟซที่คุณต้องการได้เมื่อใช้เซิร์ฟเวอร์ Fics
tr: Fics sunucusunu kullanırken tercih ettiğiniz arayüzü kullanmanıza olanak sağlamak.
uk: дозволу використовувати бажаний інтерфейс під час використання сервера Fics.
ur: Fics سرور استعمال کرتے وقت آپ کو اپنا پسندیدہ انٹرفیس استعمال کرنے کی اجازت دینے سے۔
vi: cho phép bạn sử dụng giao diện ưa thích của mình khi sử dụng máy chủ Fics.

source: There are many free GUI interfaces that have Fics capability to choose from -
es: Hay muchas interfaces GUI gratuitas que tienen capacidad Fics para elegir:
sr: Постоји много бесплатних ГУИ интерфејса који имају Фицс могућност избора -
sv: Det finns många gratis GUI-gränssnitt som har Fics-kapacitet att välja mellan -
sw: Kuna miingiliano mingi ya bure ya GUI ambayo ina uwezo wa kuchagua kutoka kwa Fics -
ta: தேர்வு செய்ய ஃபிக்ஸ் திறனைக் கொண்ட பல இலவச GUI இடைமுகங்கள் உள்ளன -
th: มีอินเทอร์เฟซ GUI ฟรีมากมายที่มีคุณสมบัติ Fics ให้เลือกใช้
tr: Seçebileceğiniz Fics yeteneğine sahip birçok ücretsiz GUI arayüzü var -
uk: Є багато безкоштовних графічних інтерфейсів, які мають можливість Fics на вибір -
ur: بہت سے مفت GUI انٹرفیس ہیں جن میں سے انتخاب کرنے کی Fics کی صلاحیت ہے -
vi: Có nhiều giao diện GUI miễn phí có khả năng Fics để lựa chọn -

source: < BabasChess > < Arena > < Scid vs pc > < ChessX > to name but a few.
es: < BabasChess > < Arena > < Scid vs pc > < ChessX > por nombrar algunos.
sr: < БабасЦхесс > < Арена > < Сцид вс пц > < ЦхессКс > да споменемо само неке.
sv: < BabasChess > < Arena > < Scid vs pc > < ChessX > för att bara nämna några.
sw: < BabasChess > < Arena > < Scid vs pc > < ChessX > kutaja baadhi tu.
ta: BabasChess > < Arena > < Scid vs pc > < ChessX > சிலவற்றை மட்டும் குறிப்பிடலாம்.
th: < BabasChess > < Arena > < Scid vs pc > < ChessX > และอื่นๆ อีกมากมาย
tr: < BabasChess > < Arena > < Scid vs pc > < ChessX > bunlardan sadece birkaçı.
uk: < BabasChess > < Arena > < Scid vs pc > < ChessX > це лише деякі з них.
ur: < BabasChess > < میدان > < Scid بمقابلہ pc > < ChessX > نام کے لیے لیکن چند۔
vi: < BabasChess > < Arena > < Scid vs pc > < ChessX > chỉ là một vài cái tên.

source: Whilst < Nimzo_3d > does not have the comprehensize range of features
es: Si bien < Nimzo_3d > no tiene una gama de funciones tan amplia
sr: Док < Нимзо_3д > нема свеобухватан опсег функција
sv: Medan < Nimzo_3d > inte har det omfattande utbudet av funktioner
sw: Wakati < Nimzo_3d > haina masafa ya ufahamu wa vipengele
ta: Nimzo_3d > இல் புரிந்துகொள்ளக்கூடிய அம்சங்கள் இல்லை.
th: ในขณะที่ < Nimzo_3d > ไม่มีคุณสมบัติที่ครอบคลุม
tr: < Nimzo_3d > kapsamlı özellik aralığına sahip olmasa da
uk: У той час як < Nimzo_3d > не має широкого діапазону функцій
ur: جب کہ < Nimzo_3d > میں خصوصیات کی جامع حد نہیں ہے۔
vi: Trong khi <Nimzo_3d> không có phạm vi tính năng toàn diện

source: of < BabasChess > it does have 3d graphics, which makes it an
es: de < BabasChess > tiene gráficos en 3D, lo que lo convierte en un
sr: од < БабасЦхесс > има 3Д графику, што га чини
sv: av < BabasChess > den har 3d-grafik, vilket gör den till en
sw: ya < BabasChess > haina michoro ya 3d, ambayo inafanya kuwa
ta: BabasChess > இல் 3D கிராபிக்ஸ் உள்ளது, இது ஒரு
th: < BabasChess > มีกราฟิก 3 มิติซึ่งทำให้มันเป็น
tr: < BabasChess >'in 3 boyutlu grafikleri var, bu da onu
uk: <BabasChess> він має 3D-графіку, що робить його
ur: < BabasChess > اس میں 3d گرافکس ہیں، جو اسے ایک بناتا ہے۔
vi: của <BabasChess> nó có đồ họa 3D, điều này làm cho nó trở thành một

source: attractive choice if you simply want to play a game on the Fics server.
es: Una opción atractiva si simplemente quieres jugar un juego en el servidor Fics.
sr: атрактиван избор ако једноставно желите да играте игру на Фицс серверу.
sv: attraktivt val om du bara vill spela ett spel på Fics-servern.
sw: chaguo la kuvutia ikiwa unataka tu kucheza mchezo kwenye seva ya Fics.
ta: நீங்கள் Fics சர்வரில் ஒரு விளையாட்டை விளையாட விரும்பினால் இது ஒரு கவர்ச்சிகரமான தேர்வாகும்.
th: ตัวเลือกที่น่าสนใจหากคุณเพียงต้องการเล่นเกมบนเซิร์ฟเวอร์ Fics
tr: Eğer sadece Fics sunucusunda bir oyun oynamak istiyorsanız çekici bir seçim.
uk: привабливий вибір, якщо ви просто хочете зіграти в гру на сервері Fics.
ur: پرکشش انتخاب اگر آپ محض Fics سرور پر گیم کھیلنا چاہتے ہیں۔
vi: lựa chọn hấp dẫn nếu bạn chỉ muốn chơi trò chơi trên máy chủ Fics.

source: For an introduction for using Fics on Nimzo_3d, click on < Intro >
es: Para obtener una introducción sobre el uso de Fics en Nimzo_3d, haga clic en <Introducción>
sr: За увод у коришћење Фицс-а на Нимзо_3д, кликните на < Интро >
sv: För en introduktion till användning av Fics på Nimzo_3d, klicka på < Intro >
sw: Kwa utangulizi wa kutumia Fics kwenye Nimzo_3d, bofya <Intro >
ta: Nimzo_3d-இல் Fics-ஐப் பயன்படுத்துவதற்கான அறிமுகத்திற்கு, < அறிமுகம் > என்பதைக் கிளிக் செய்யவும்.
th: หากต้องการคำแนะนำในการใช้งาน Fics บน Nimzo_3d โปรดคลิกที่ < บทนำ >
tr: Nimzo_3d'de Fics'i kullanmaya ilişkin bir giriş için < Giriş > öğesine tıklayın
uk: Щоб ознайомитися з використанням Fics на Nimzo_3d, натисніть <Intro>
ur: Nimzo_3d پر Fics استعمال کرنے کے تعارف کے لیے، <Intro> پر کلک کریں۔
vi: Để biết phần giới thiệu về cách sử dụng Fics trên Nimzo_3d, hãy nhấp vào < Giới thiệu >

source: For instructions for setting up Fics internet ports on Windows, click on < Setup >
es: Para obtener instrucciones sobre cómo configurar los puertos de Internet de Fics en Windows, haga clic en <Configuración>
sr: За упутства за подешавање Фицс интернет портова на Виндовс-у, кликните на < Подешавање >
sv: För instruktioner för att ställa in Fics internetportar på Windows, klicka på < Inställningar >
sw: Kwa maagizo ya kusanidi bandari za mtandao za Fics kwenye Windows, bofya < Setup >
ta: விண்டோஸில் ஃபிக்ஸ் இணைய போர்ட்களை அமைப்பதற்கான வழிமுறைகளுக்கு, அமைவு > என்பதைக் கிளிக் செய்யவும்.
th: สำหรับคำแนะนำในการตั้งค่าพอร์ตอินเทอร์เน็ต Fics บน Windows ให้คลิกที่ <ตั้งค่า>
tr: Windows'ta Fics internet bağlantı noktalarını ayarlama talimatları için < Kurulum > öğesine tıklayın
uk: Щоб отримати інструкції щодо налаштування інтернет-портів Fics у Windows, натисніть <Налаштування>
ur: ونڈوز پر فکس انٹرنیٹ پورٹس کو ترتیب دینے کی ہدایات کے لیے، <Setup> پر کلک کریں۔
vi: Để biết hướng dẫn thiết lập cổng internet Fics trên Windows, hãy nhấp vào < Thiết lập >

source: For instructions for playing on Fics with Nimzo_3d, click on < Playing >
es: Para obtener instrucciones sobre cómo jugar en Fics con Nimzo_3d, haga clic en <Jugando>
sr: За упутства за играње на Фицс-у са Нимзо_3д, кликните на < Плаиинг >
sv: För instruktioner för att spela på Fics med Nimzo_3d, klicka på < Spelar >
sw: Kwa maagizo ya kucheza kwenye Fics na Nimzo_3d, bofya < Playing >
ta: Nimzo_3d உடன் Fics இல் விளையாடுவதற்கான வழிமுறைகளுக்கு, <Playing > என்பதைக் கிளிக் செய்யவும்.
th: สำหรับคำแนะนำในการเล่น Fics ด้วย Nimzo_3d ให้คลิกที่ < กำลังเล่น >
tr: Fics'te Nimzo_3d ile oynama talimatları için < Oynanıyor > öğesine tıklayın
uk: Щоб отримати інструкції щодо гри на Fics за допомогою Nimzo_3d, натисніть <Гра>
ur: Nimzo_3d کے ساتھ Fics پر کھیلنے کی ہدایات کے لیے، < چل رہا ہے > پر کلک کریں۔
vi: Để biết hướng dẫn chơi trên Fics với Nimzo_3d, hãy nhấp vào < Chơi >

source: For more information on Fics, you can visit their website at -
es: Para obtener más información sobre Fics, puede visitar su sitio web en:
sr: За више информација о Фицс-у, можете посетити њихову веб локацију на -
sv: För mer information om Fics, kan du besöka deras hemsida på -
sw: Kwa habari zaidi kuhusu Fics, unaweza kutembelea tovuti yao kwa -
ta: ஃபிக்ஸ் பற்றிய கூடுதல் தகவலுக்கு, நீங்கள் அவர்களின் வலைத்தளத்தைப் பார்வையிடலாம் -
th: หากต้องการข้อมูลเพิ่มเติมเกี่ยวกับ Fics สามารถเยี่ยมชมเว็บไซต์ได้ที่
tr: Fics hakkında daha fazla bilgi için web sitesini ziyaret edebilirsiniz -
uk: Для отримання додаткової інформації про Fics ви можете відвідати їх веб-сайт за адресою -
ur: Fics کے بارے میں مزید معلومات کے لیے، آپ ان کی ویب سائٹ پر جا سکتے ہیں -
vi: Để biết thêm thông tin về Fics, bạn có thể truy cập trang web của họ tại -

source: Introduction to using Fics on Nimzo_3d
es: Introducción al uso de Fics en Nimzo_3d
sr: Увод у коришћење Фицс-а на Нимзо_3д
sv: Introduktion till att använda Fics på Nimzo_3d
sw: Utangulizi wa kutumia Fics kwenye Nimzo_3d
ta: Nimzo_3d இல் Fics ஐப் பயன்படுத்துவதற்கான அறிமுகம்.
th: การแนะนำการใช้งาน Fics บน Nimzo_3d
tr: Nimzo_3d'de Fics kullanımına giriş
uk: Знайомство з використанням Fics на Nimzo_3d
ur: Nimzo_3d پر فکس استعمال کرنے کا تعارف
vi: Giới thiệu về cách sử dụng Fics trên Nimzo_3d

source: History
es: Historia
sr: Историја
sv: Historia
sw: Historia
ta: வரலாறு
th: ประวัติศาสตร์
tr: Tarih
uk: історія
ur: تاریخ
vi: Lịch sử

source: You use Fics by sending a command to the server, Fics responds by
es: Utilizas Fics enviando un comando al servidor, Fics responde
sr: Користите Фицс тако што шаљете команду серверу, а Фицс одговара
sv: Du använder Fics genom att skicka ett kommando till servern, Fics svarar med
sw: Unatumia Fics kwa kutuma amri kwa seva, Fics hujibu kwa
ta: நீங்கள் சேவையகத்திற்கு ஒரு கட்டளையை அனுப்புவதன் மூலம் Fics ஐப் பயன்படுத்துகிறீர்கள், Fics இவ்வாறு பதிலளிக்கிறது
th: คุณใช้ Fics โดยการส่งคำสั่งไปยังเซิร์ฟเวอร์ Fics ตอบกลับโดย
tr: Fics'i sunucuya bir komut göndererek kullanırsınız, Fics şu şekilde yanıt verir:
uk: Ви використовуєте Fics, надсилаючи команду на сервер, Fics відповідає
ur: آپ سرور کو کمانڈ بھیج کر Fics استعمال کرتے ہیں، Fics جواب دیتا ہے۔
vi: Bạn sử dụng Fics bằng cách gửi lệnh đến máy chủ, Fics phản hồi bằng

source: sending a message back and then you respond to that message, and so on.
es: enviando un mensaje de vuelta y luego respondes a ese mensaje, y así sucesivamente.
sr: шаљете поруку назад, а затим одговарате на ту поруку, итд.
sv: skicka ett meddelande tillbaka och sedan svarar du på det meddelandet, och så vidare.
sw: kutuma ujumbe nyuma na kisha kujibu ujumbe huo, na kadhalika.
ta: ஒரு செய்தியை திருப்பி அனுப்புவது, பின்னர் அந்த செய்திக்கு நீங்கள் பதிலளிப்பது, மற்றும் பல.
th: ส่งข้อความกลับไปและตอบกลับข้อความนั้น และอื่นๆ
tr: bir mesaj gönderiyorsunuz ve sonra o mesaja cevap veriyorsunuz, vs.
uk: відправлення повідомлення у відповідь, а потім відповідь на це повідомлення тощо.
ur: ایک پیغام واپس بھیجنا اور پھر آپ اس پیغام کا جواب دیتے ہیں، وغیرہ۔
vi: gửi tin nhắn lại và sau đó bạn trả lời tin nhắn đó, v.v.
