Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Select the chess board light square colour
es: Seleccione el color de la casilla clara del tablero de ajedrez
sr: Изаберите светлу квадратну боју шаховске табле
sv: Välj schackbrädets ljus fyrkantiga färg
sw: Chagua rangi ya mraba nyepesi ya bodi ya chess
ta: சதுரங்கப் பலகையின் வெளிர் சதுர நிறத்தைத் தேர்ந்தெடுக்கவும்.
th: เลือกสีกระดานหมากรุกแบบสี่เหลี่ยมแสง
tr: Satranç tahtası açık kare rengini seçin
uk: Виберіть шахову дошку світлого квадратного кольору
ur: شطرنج بورڈ ہلکے مربع رنگ کا انتخاب کریں۔
vi: Chọn màu ô vuông sáng của bàn cờ

source: Select the chess board border colour
es: Seleccione el color del borde del tablero de ajedrez
sr: Изаберите боју ивице шаховске табле
sv: Välj schackbrädets kantfärg
sw: Chagua rangi ya mpaka wa bodi ya chess
ta: சதுரங்கப் பலகையின் எல்லை நிறத்தைத் தேர்ந்தெடுக்கவும்.
th: เลือกสีขอบกระดานหมากรุก
tr: Satranç tahtası kenarlık rengini seçin
uk: Виберіть колір рамки шахової дошки
ur: شطرنج بورڈ بارڈر کا رنگ منتخب کریں۔
vi: Chọn màu viền bàn cờ

source: Select the chess board dark piece colour
es: Seleccione el color de la pieza oscura del tablero de ajedrez
sr: Изаберите тамну боју шаховске плоче
sv: Välj färgen på schackbrädets mörka pjäs
sw: Chagua rangi ya kipande cha giza kwenye bodi ya chess
ta: சதுரங்கப் பலகையின் அடர் நிறத் துண்டைத் தேர்ந்தெடுக்கவும்.
th: เลือกกระดานหมากรุกสีเข้ม
tr: Satranç tahtasının koyu rengini seçin
uk: Виберіть темний колір фігури шахової дошки
ur: شطرنج بورڈ سیاہ ٹکڑا رنگ منتخب کریں
vi: Chọn màu quân cờ tối của bàn cờ

source: Select the chess board light piece colour
es: Seleccione el color de la pieza de luz del tablero de ajedrez
sr: Изаберите боју светле фигуре на шаховској табли
sv: Välj färgen på schackbrädets ljuspjäs
sw: Chagua rangi ya kipande nyepesi cha bodi ya chess
ta: சதுரங்கப் பலகையின் ஒளித் துண்டின் நிறத்தைத் தேர்ந்தெடுக்கவும்.
th: เลือกสีชิ้นไฟกระดานหมากรุก
tr: Satranç tahtası ışık parçası rengini seçin
uk: Виберіть світлий колір фігури шахової дошки
ur: شطرنج بورڈ کے ہلکے ٹکڑے کا رنگ منتخب کریں۔
vi: Chọn màu quân cờ sáng của bàn cờ

source: Set the board co-ordinates colour to default
es: Establezca el color de las coordenadas del tablero en el valor predeterminado
sr: Подесите боју координата плоче на подразумевану
sv: Ställ in brädets koordinaters färg till standard
sw: Weka rangi ya viratibu vya bodi kuwa chaguo-msingi
ta: பலகை ஒருங்கிணைப்புகளின் நிறத்தை இயல்புநிலையாக அமைக்கவும்.
th: ตั้งค่าสีพิกัดบอร์ดเป็นค่าเริ่มต้น
tr: Panonun koordinat rengini varsayılana ayarlayın
uk: Встановіть колір координат дошки за замовчуванням
ur: بورڈ کوآرڈینیٹ رنگ کو ڈیفالٹ پر سیٹ کریں۔
vi: Đặt màu tọa độ bảng thành mặc định

source: Set the board highlight colour to default
es: Establezca el color de resaltado del tablero al predeterminado
sr: Подесите боју истицања плоче на подразумевану
sv: Ställ in brädans höjdpunktsfärg till standard
sw: Weka rangi ya kuangazia ubao iwe chaguomsingi
ta: பலகை சிறப்பம்ச நிறத்தை இயல்புநிலைக்கு அமைக்கவும்.
th: ตั้งค่าสีไฮไลท์ของบอร์ดเป็นค่าเริ่มต้น
tr: Panonun vurgu rengini varsayılana ayarlayın
uk: Встановіть колір підсвічування дошки за замовчуванням
ur: بورڈ کے نمایاں رنگ کو ڈیفالٹ پر سیٹ کریں۔
vi: Đặt màu tô sáng của bảng thành mặc định

source: Set the dark square colour to default
es: Establezca el color del cuadrado oscuro como predeterminado
sr: Поставите тамну квадратну боју на подразумевану
sv: Ställ in den mörka fyrkantiga färgen som standard
sw: Weka rangi ya mraba iliyokolea kuwa chaguomsingi
ta: அடர் சதுர நிறத்தை இயல்புநிலைக்கு அமைக்கவும்.
th: ตั้งค่าสีสี่เหลี่ยมเข้มเป็นค่าเริ่มต้น
tr: Koyu kare rengini varsayılana ayarlayın
uk: Встановіть колір темного квадрата за замовчуванням
ur: گہرے مربع رنگ کو ڈیفالٹ پر سیٹ کریں۔
vi: Đặt màu hình vuông tối thành mặc định

source: Set the light square colour to default
es: Establezca el color del cuadrado claro en el valor predeterminado
sr: Поставите светлу квадратну боју на подразумевану
sv: Ställ in den ljusa fyrkantiga färgen till standard
sw: Weka rangi ya mraba nyepesi iwe chaguomsingi
ta: வெளிர் சதுர நிறத்தை இயல்புநிலைக்கு அமைக்கவும்.
th: ตั้งค่าสีสี่เหลี่ยมแสงเป็นค่าเริ่มต้น
tr: Açık kare rengini varsayılana ayarlayın
uk: Встановіть колір світлого квадрата за замовчуванням
ur: ہلکے مربع رنگ کو ڈیفالٹ پر سیٹ کریں۔
vi: Đặt màu hình vuông sáng thành mặc định

source: Set the border colour to default
es: Establezca el color del borde al predeterminado
sr: Поставите боју ивице на подразумевану
sv: Ställ in ramfärgen till standard
sw: Weka rangi ya mpaka kuwa chaguo-msingi
ta: எல்லை நிறத்தை இயல்புநிலைக்கு அமைக்கவும்.
th: ตั้งค่าสีเส้นขอบเป็นค่าเริ่มต้น
tr: Kenarlık rengini varsayılana ayarlayın
uk: Встановіть колір рамки за замовчуванням
ur: بارڈر کا رنگ ڈیفالٹ پر سیٹ کریں۔
vi: Đặt màu đường viền mặc định

source: Set the dark piece colour to default
es: Establezca el color de la pieza oscura como predeterminado
sr: Поставите тамну боју комада на подразумевану
sv: Ställ in den mörka bitens färg till standard
sw: Weka rangi ya kipande cheusi kuwa chaguomsingi
ta: அடர் நிறத் துண்டை இயல்புநிலைக்கு அமைக்கவும்.
th: ตั้งค่าสีชิ้นส่วนสีเข้มเป็นค่าเริ่มต้น
tr: Koyu parça rengini varsayılana ayarlayın
uk: Встановіть темний колір шматка за замовчуванням
ur: گہرے ٹکڑے کا رنگ ڈیفالٹ پر سیٹ کریں۔
vi: Đặt màu của mảnh tối thành mặc định

source: Set the light piece colour to default
es: Establezca el color de la pieza de luz al predeterminado
sr: Подесите боју светлих делова на подразумевану
sv: Ställ in ljusbitens färg till standard
sw: Weka rangi ya kipande nyepesi kuwa chaguo-msingi
ta: ஒளித் துண்டின் நிறத்தை இயல்புநிலைக்கு அமைக்கவும்.
th: ตั้งค่าสีชิ้นส่วนแสงเป็นค่าเริ่มต้น
tr: Işık parçasının rengini varsayılana ayarlayın
uk: Встановіть колір світлого елемента за замовчуванням
ur: ہلکے ٹکڑے کا رنگ ڈیفالٹ پر سیٹ کریں۔
vi: Đặt màu của phần sáng thành mặc định

source: and options for the 3d board and pieces.
es: y opciones para el tablero y piezas 3d.
sr: и опције за 3д таблу и делове.
sv: och alternativ för 3d-brädet och bitar.
sw: na chaguzi za bodi ya 3d na vipande.
ta: மற்றும் 3D பலகை மற்றும் துண்டுகளுக்கான விருப்பங்கள்.
th: และตัวเลือกสำหรับบอร์ดและชิ้นส่วน 3 มิติ
tr: ve 3d tahta ve taşlar için seçenekler.
uk: і варіанти для 3d дошки та штук.
ur: اور 3d بورڈ اور ٹکڑوں کے لیے اختیارات۔
vi: và các tùy chọn cho bảng và mảnh ghép 3D.

source: To use colours rather than bitmaps for the chess board
es: Utilizar colores en lugar de mapas de bits para el tablero de ajedrez
sr: Да користите боје уместо битмапа за шаховску таблу
sv: Att använda färger istället för bitmappar för schackbrädet
sw: Kutumia rangi badala ya bitmaps kwa bodi ya chess
ta: சதுரங்கப் பலகையில் பிட்மேப்களுக்குப் பதிலாக வண்ணங்களைப் பயன்படுத்துதல்.
th: การใช้สีแทนบิตแมปสำหรับกระดานหมากรุก
tr: Satranç tahtası için bit eşlemler yerine renkler kullanmak
uk: Щоб використовувати кольори, а не растрові зображення для шахівниці
ur: شطرنج کے بورڈ کے لیے بٹ میپس کے بجائے رنگوں کا استعمال کرنا
vi: Sử dụng màu sắc thay vì ảnh bitmap cho bàn cờ

source: check the < Use board colours > check box.
es: Marque la casilla de verificación <Usar colores del tablero>.
sr: означите поље за потврду < Користи боје плоче >.
sv: markera kryssrutan < Använd brädfärger >.
sw: angalia <Tumia rangi za bodi> kisanduku tiki.
ta: பலகை வண்ணங்களைப் பயன்படுத்தவும் > தேர்வுப்பெட்டியைத் தேர்ந்தெடுக்கவும்.
th: ทำเครื่องหมายที่ช่องกาเครื่องหมาย <ใช้สีกระดาน>
tr: < Pano renklerini kullan > onay kutusunu işaretleyin.
uk: установіть прапорець <Використовувати кольори дошки>.
ur: <بورڈ کے رنگ استعمال کریں> چیک باکس کو چیک کریں۔
vi: đánh dấu vào hộp kiểm <Sử dụng màu bảng>.

source: To use colours rather than bitmaps for the chess pieces
es: Utilizar colores en lugar de mapas de bits para las piezas de ajedrez.
sr: Да користимо боје уместо битмапа за шаховске фигуре
sv: Att använda färger istället för bitmappar för schackpjäserna
sw: Kutumia rangi badala ya bitmaps kwa vipande vya chess
ta: சதுரங்கக் காய்களுக்கு பிட்மேப்களைப் பயன்படுத்துவதற்குப் பதிலாக வண்ணங்களைப் பயன்படுத்துதல்.
th: การใช้สีแทนบิตแมปสำหรับชิ้นหมากรุก
tr: Satranç taşları için bit eşlemler yerine renkler kullanmak
uk: Використовувати кольори, а не растрові зображення для шахових фігур
ur: شطرنج کے ٹکڑوں کے لیے بٹ میپ کے بجائے رنگوں کا استعمال کرنا
vi: Sử dụng màu sắc thay vì bitmap cho các quân cờ

source: check the < Use piece colours > check box.
es: Marque la casilla de verificación <Usar colores de pieza>.
sr: потврдите избор у пољу за потврду < Користи боје комада >.
sv: markera kryssrutan < Använd styckefärger >.
sw: angalia <Tumia rangi za vipande> kisanduku cha kuangalia.
ta: Use piece colors > தேர்வுப்பெட்டியைத் தேர்ந்தெடுக்கவும்.
th: ทำเครื่องหมายที่ช่องกาเครื่องหมาย <ใช้สีชิ้นส่วน>
tr: < Parça renklerini kullan > onay kutusunu işaretleyin.
uk: установіть прапорець <Використовувати кольори деталей>.
ur: < ٹکڑا رنگ استعمال کریں > چیک باکس کو چیک کریں۔
vi: đánh dấu vào hộp kiểm <Sử dụng màu của mảnh>.

source: If you switch from bitmaps to colours for the pieces,
es: Si cambia de mapas de bits a colores para las piezas,
sr: Ако пређете са битмапа на боје за комаде,
sv: Om du byter från bitmappar till färger för bitarna,
sw: Ukibadilisha kutoka kwa bitmaps hadi rangi kwa vipande,
ta: நீங்கள் பிட்மேப்களிலிருந்து துண்டுகளுக்கான வண்ணங்களுக்கு மாறினால்,
th: หากคุณเปลี่ยนจากบิตแมปเป็นสีสำหรับชิ้นส่วน
tr: Parçalar için bitmaplerden renklere geçerseniz,
uk: Якщо ви перемикаєтеся з растрових зображень на кольори для частин,
ur: اگر آپ ٹکڑوں کے لیے بٹ میپس سے رنگوں پر سوئچ کرتے ہیں،
vi: Nếu bạn chuyển từ bitmap sang màu sắc cho các mảnh,

source: you will probably need to adjust the lighting.
es: Probablemente necesitarás ajustar la iluminación.
sr: вероватно ћете морати да подесите осветљење.
sv: du kommer förmodligen behöva justera belysningen.
sw: labda utahitaji kurekebisha taa.
ta: நீங்கள் வெளிச்சத்தை சரிசெய்ய வேண்டியிருக்கும்.
th: คุณอาจจะต้องปรับแสง
tr: Muhtemelen aydınlatmayı ayarlamanız gerekecektir.
uk: ймовірно, вам знадобиться відрегулювати освітлення.
ur: آپ کو شاید روشنی کو ایڈجسٹ کرنے کی ضرورت ہوگی۔
vi: có thể bạn sẽ cần phải điều chỉnh ánh sáng.

source: After switching, simply choose the < Lighting.. > button
es: Después de cambiar, simplemente elija el botón <Iluminación..>
sr: Након пребацивања, једноставно изаберите дугме < Осветљење.. >
sv: Efter bytet väljer du bara knappen < Lighting.. >
sw: Baada ya kubadili, chagua tu kitufe cha < Lighting.. >
ta: மாறிய பிறகு, Lighting.. > பொத்தானைத் தேர்ந்தெடுக்கவும்.
th: หลังจากสลับแล้ว เพียงเลือกปุ่ม <Lighting.. >
tr: Değiştirdikten sonra, sadece < Aydınlatma.. > düğmesini seçin
uk: Після перемикання просто виберіть кнопку <Lighting..>
ur: سوئچ کرنے کے بعد، صرف <Lighting..> بٹن کا انتخاب کریں۔
vi: Sau khi chuyển đổi, chỉ cần chọn nút < Lighting.. >

source: from the 3d options dialog box and then click on < Defaults >
es: desde el cuadro de diálogo de opciones 3D y luego haga clic en < Valores predeterminados >
sr: из дијалога 3д опције, а затим кликните на < Подразумеване >
sv: från dialogrutan för 3D-alternativ och klicka sedan på < Defaults >
sw: kutoka kwa kisanduku cha mazungumzo cha chaguzi za 3d kisha ubofye <Defaults >
ta: 3d விருப்பங்கள் உரையாடல் பெட்டியிலிருந்து, பின்னர் Defaults > என்பதைக் கிளிக் செய்யவும்.
th: จากกล่องโต้ตอบตัวเลือก 3 มิติ จากนั้นคลิกที่ <ค่าเริ่มต้น>
tr: 3d seçenekler iletişim kutusundan ve ardından < Varsayılanlar > öğesine tıklayın
uk: у діалоговому вікні параметрів 3D, а потім клацніть на <Defaults>
ur: 3d آپشنز کے ڈائیلاگ باکس سے اور پھر < Defaults > پر کلک کریں۔
vi: từ hộp thoại tùy chọn 3d và sau đó nhấp vào <Mặc định>

source: See how that looks and the adjust the values further, if neccessary.
es: Vea cómo se ve y ajuste aún más los valores, si es necesario.
sr: Погледајте како то изгледа и прилагодите вредности даље, ако је потребно.
sv: Se hur det ser ut och justera värdena ytterligare om det behövs.
sw: Tazama jinsi hiyo inavyoonekana na urekebishe maadili zaidi, ikiwa ni lazima.
ta: அது எப்படி இருக்கிறது என்பதைப் பார்த்து, தேவைப்பட்டால், மதிப்புகளை மேலும் சரிசெய்யவும்.
th: ลองดูว่ามันเป็นอย่างไรและปรับค่าเพิ่มเติมหากจำเป็น
tr: Bunun nasıl göründüğüne bakın ve gerekirse değerleri daha fazla ayarlayın.
uk: Подивіться, як це виглядає, і за потреби відкоригуйте значення.
ur: دیکھیں کہ یہ کیسا لگتا ہے اور اگر ضروری ہو تو اقدار کو مزید ایڈجسٹ کریں۔
vi: Hãy xem nó trông như thế nào và điều chỉnh thêm các giá trị nếu cần thiết.

source: 3d board colours help
es: Ayuda con los colores del tablero 3D
sr: 3д боје плоче помажу
sv: 3D-brädefärger hjälper
sw: Rangi za bodi za 3d husaidia
ta: 3D பலகை வண்ணங்கள் உதவும்.
th: สีกระดาน 3 มิติช่วยได้
tr: 3d tahta renkleri yardım
uk: Кольори 3d дошки допомагають
ur: 3d بورڈ کے رنگ مدد کرتے ہیں۔
vi: Màu sắc bảng 3d giúp

source: Create Database
es: Crear base de datos
sr: Креирајте базу података
sv: Skapa databas
sw: Unda Hifadhidata
ta: தரவுத்தளத்தை உருவாக்கு
th: สร้างฐานข้อมูล
tr: Veritabanı Oluştur
uk: Створити базу даних
ur: ڈیٹا بیس بنائیں
vi: Tạo cơ sở dữ liệu

source: Add Games to Database
es: Agregar juegos a la base de datos
sr: Додајте игре у базу података
sv: Lägg till spel i databasen
sw: Ongeza Michezo kwenye Hifadhidata
ta: தரவுத்தளத்தில் விளையாட்டுகளைச் சேர்க்கவும்
th: เพิ่มเกมลงในฐานข้อมูล
tr: Oyunları Veritabanına Ekle
uk: Додати ігри до бази даних
ur: ڈیٹا بیس میں گیمز شامل کریں۔
vi: Thêm trò chơi vào cơ sở dữ liệu

source: To create a new database from scratch, name the new database and select
es: Para crear una nueva base de datos desde cero, nombre la nueva base de datos y seleccione
sr: Да бисте креирали нову базу података од нуле, дајте јој име и изаберите
sv: För att skapa en ny databas från början, namnge den nya databasen och välj
sw: Ili kuunda hifadhidata mpya kutoka mwanzo, taja hifadhidata mpya na uchague
ta: புதிதாக ஒரு தரவுத்தளத்தை புதிதாக உருவாக்க, புதிய தரவுத்தளத்திற்கு பெயரிட்டு, தேர்ந்தெடுக்கவும்
th: ในการสร้างฐานข้อมูลใหม่ตั้งแต่ต้น ให้ตั้งชื่อฐานข้อมูลใหม่และเลือก
tr: Sıfırdan yeni bir veritabanı oluşturmak için yeni veritabanına bir ad verin ve şunu seçin:
uk: Щоб створити нову базу даних з нуля, назвіть нову базу даних і виберіть
ur: شروع سے نیا ڈیٹا بیس بنانے کے لیے، نئے ڈیٹا بیس کو نام دیں اور منتخب کریں۔
vi: Để tạo một cơ sở dữ liệu mới từ đầu, hãy đặt tên cho cơ sở dữ liệu mới và chọn

source: one or more .pgn files with the games to go into the database.
es: uno o más archivos .pgn con los juegos que irán a la base de datos.
sr: једну или више .пгн датотека са играма за улазак у базу података.
sv: en eller flera .pgn-filer med spelen för att gå in i databasen.
sw: faili moja au zaidi za .pgn zilizo na michezo ya kwenda kwenye hifadhidata.
ta: தரவுத்தளத்திற்குள் செல்ல விளையாட்டுகளுடன் ஒன்று அல்லது அதற்கு மேற்பட்ட .pgn கோப்புகள்.
th: ไฟล์ .pgn หนึ่งไฟล์ขึ้นไปพร้อมเกมที่จะเข้าไปในฐานข้อมูล
tr: oyunların yer aldığı bir veya daha fazla .pgn dosyasının veritabanına eklenmesi.
uk: один або кілька файлів .pgn з іграми, які потрібно перенести в базу даних.
ur: ڈیٹا بیس میں جانے کے لیے گیمز کے ساتھ ایک یا زیادہ .pgn فائلیں۔
vi: một hoặc nhiều tệp .pgn chứa các trò chơi sẽ được đưa vào cơ sở dữ liệu.

source: To add games to an existing database, select the database and one or
es: Para agregar juegos a una base de datos existente, seleccione la base de datos y uno o
sr: Да бисте додали игре постојећој бази података, изаберите базу података и један или
sv: För att lägga till spel till en befintlig databas, välj databasen och en eller
sw: Ili kuongeza michezo kwenye hifadhidata iliyopo, chagua hifadhidata na moja au
ta: ஏற்கனவே உள்ள தரவுத்தளத்தில் விளையாட்டுகளைச் சேர்க்க, தரவுத்தளத்தைத் தேர்ந்தெடுத்து ஒன்றைத் தேர்ந்தெடுக்கவும் அல்லது
th: หากต้องการเพิ่มเกมลงในฐานข้อมูลที่มีอยู่ ให้เลือกฐานข้อมูลและหนึ่งหรือ
tr: Mevcut bir veritabanına oyun eklemek için veritabanını ve bir veya daha fazlasını seçin.
uk: Щоб додати ігри до існуючої бази даних, виберіть базу даних і один або
ur: موجودہ ڈیٹا بیس میں گیمز شامل کرنے کے لیے، ڈیٹا بیس اور ایک یا کو منتخب کریں۔
vi: Để thêm trò chơi vào cơ sở dữ liệu hiện có, hãy chọn cơ sở dữ liệu và một hoặc

source: more .pgn files with the additional games to go into the database.
es: más archivos .pgn con los juegos adicionales para ingresar a la base de datos.
sr: више .пгн датотека са додатним играма за улазак у базу података.
sv: fler .pgn-filer med ytterligare spel för att gå in i databasen.
sw: faili zaidi za .pgn na michezo ya ziada ya kwenda kwenye hifadhidata.
ta: தரவுத்தளத்திற்குள் செல்ல கூடுதல் விளையாட்டுகளுடன் கூடுதல் .pgn கோப்புகள்.
th: ไฟล์ .pgn เพิ่มเติมพร้อมเกมเพิ่มเติมที่จะเข้าไปในฐานข้อมูล
tr: Veritabanına eklenecek ek oyunların yer aldığı daha fazla .pgn dosyası.
uk: більше файлів .pgn із додатковими іграми, щоб перейти до бази даних.
ur: ڈیٹا بیس میں جانے کے لیے اضافی گیمز کے ساتھ مزید .pgn فائلیں۔
vi: nhiều tệp .pgn hơn với các trò chơi bổ sung sẽ được đưa vào cơ sở dữ liệu.

source: Name a new database file
es: Nombrar un nuevo archivo de base de datos
sr: Именујте нову датотеку базе података
sv: Namnge en ny databasfil
sw: Taja faili mpya ya hifadhidata
ta: ஒரு புதிய தரவுத்தளக் கோப்பிற்குப் பெயரிடவும்.
th: ตั้งชื่อไฟล์ฐานข้อมูลใหม่
tr: Yeni bir veritabanı dosyasına isim verin
uk: Назвіть новий файл бази даних
ur: ایک نئی ڈیٹا بیس فائل کا نام دیں۔
vi: Đặt tên cho tệp cơ sở dữ liệu mới

source: Choose an existing database file
es: Elija un archivo de base de datos existente
sr: Изаберите постојећу датотеку базе података
sv: Välj en befintlig databasfil
sw: Chagua faili ya hifadhidata iliyopo
ta: ஏற்கனவே உள்ள தரவுத்தளக் கோப்பைத் தேர்ந்தெடுக்கவும்.
th: เลือกไฟล์ฐานข้อมูลที่มีอยู่
tr: Mevcut bir veritabanı dosyasını seçin
uk: Виберіть існуючий файл бази даних
ur: ایک موجودہ ڈیٹا بیس فائل کا انتخاب کریں۔
vi: Chọn một tập tin cơ sở dữ liệu hiện có

source: Locate and name a database to create
es: Localizar y nombrar una base de datos para crear
sr: Пронађите и именујте базу података коју желите да креирате
sv: Leta upp och namnge en databas att skapa
sw: Tafuta na upe jina hifadhidata ili kuunda
ta: உருவாக்க ஒரு தரவுத்தளத்தைக் கண்டுபிடித்து பெயரிடுங்கள்.
th: ค้นหาและตั้งชื่อฐานข้อมูลที่จะสร้าง
tr: Oluşturulacak veritabanını bulun ve adlandırın
uk: Знайдіть і назвіть базу даних для створення
ur: تخلیق کرنے کے لیے ڈیٹا بیس کو تلاش کریں اور اس کا نام دیں۔
vi: Xác định vị trí và đặt tên cho cơ sở dữ liệu để tạo

source: Select database to add games to
es: Seleccione la base de datos a la que desea agregar juegos
sr: Изаберите базу података у коју ћете додати игре
sv: Välj databas att lägga till spel till
sw: Chagua hifadhidata ya kuongeza michezo
ta: விளையாட்டுகளைச் சேர்க்க தரவுத்தளத்தைத் தேர்ந்தெடுக்கவும்.
th: เลือกฐานข้อมูลที่จะเพิ่มเกมเข้าไป
tr: Oyunların ekleneceği veritabanını seçin
uk: Виберіть базу даних, до якої потрібно додати ігри
ur: گیمز کو شامل کرنے کے لیے ڈیٹا بیس کو منتخب کریں۔
vi: Chọn cơ sở dữ liệu để thêm trò chơi vào

source: Restricted export database
es: Base de datos de exportación restringida
sr: База података са ограниченим извозом
sv: Begränsad exportdatabas
sw: Hifadhidata ya uhamishaji iliyozuiliwa
ta: வரையறுக்கப்பட்ட ஏற்றுமதி தரவுத்தளம்
th: ฐานข้อมูลการส่งออกที่จำกัด
tr: Sınırlı ihracat veritabanı
uk: Обмежений експорт бази даних
ur: محدود برآمدی ڈیٹا بیس
vi: Cơ sở dữ liệu xuất khẩu bị hạn chế

source: Select one or more .pgn files to add to the database
es: Seleccione uno o más archivos .pgn para agregar a la base de datos
sr: Изаберите једну или више .пгн датотека за додавање у базу података
sv: Välj en eller flera .pgn-filer att lägga till i databasen
sw: Chagua faili moja au zaidi za .pgn ili kuongeza kwenye hifadhidata
ta: தரவுத்தளத்தில் சேர்க்க ஒன்று அல்லது அதற்கு மேற்பட்ட .pgn கோப்புகளைத் தேர்ந்தெடுக்கவும்.
th: เลือกไฟล์ .pgn หนึ่งไฟล์หรือมากกว่าเพื่อเพิ่มลงในฐานข้อมูล
tr: Veritabanına eklemek için bir veya daha fazla .pgn dosyası seçin
uk: Виберіть один або кілька файлів .pgn, які потрібно додати до бази даних
ur: ڈیٹا بیس میں شامل کرنے کے لیے ایک یا زیادہ .pgn فائلوں کو منتخب کریں۔
vi: Chọn một hoặc nhiều tệp .pgn để thêm vào cơ sở dữ liệu

source: Select 1st .pgn
es: Seleccionar el 1er .pgn
sr: Изаберите 1. .пгн
sv: Välj 1:a .pgn
sw: Chagua 1 .pgn
ta: 1வது .pgn ஐத் தேர்ந்தெடுக்கவும்
th: เลือก .pgn แรก
tr: 1. .pgn'yi seçin
uk: Виберіть 1st .pgn
ur: 1st .pgn منتخب کریں۔
vi: Chọn .pgn đầu tiên

source: Select 2nd .pgn
es: Seleccionar 2do .pgn
sr: Изаберите 2нд .пгн
sv: Välj 2nd .pgn
sw: Chagua 2 .pgn
ta: 2வது .pgn-ஐத் தேர்ந்தெடுக்கவும்.
th: เลือก .pgn ที่ 2
tr: 2. .pgn'yi seçin
uk: Виберіть 2nd .pgn
ur: دوسرا .pgn منتخب کریں۔
vi: Chọn .pgn thứ 2

source: Select next .pgn
es: Seleccionar siguiente .pgn
sr: Изаберите следећи .пгн
sv: Välj nästa .pgn
sw: Chagua inayofuata .pgn
ta: அடுத்த .pgn ஐத் தேர்ந்தெடுக்கவும்.
th: เลือก .pgn ถัดไป
tr: Sonraki .pgn'yi seçin
uk: Виберіть наступний .pgn
ur: اگلا .pgn منتخب کریں۔
vi: Chọn .pgn tiếp theo

source: Elo cutoff
es: Punto de corte de Elo
sr: Ело цутофф
ta: எலோ கட்ஆஃப்
th: การตัด Elo
tr: Elo kesintisi
uk: Відсікання Elo
ur: ایلو کٹ آف
vi: Điểm cắt Elo

source: Ignore Elo cutoff
es: Ignorar el corte de Elo
sr: Игноришите Ело прекид
sv: Ignorera Elo cutoff
sw: Puuza mkato wa Elo
ta: எலோ கட்ஆஃப்பைப் புறக்கணி
th: ไม่สนใจการตัด Elo
tr: Elo kesintisini göz ardı edin
uk: Ігнорувати обрізку Elo
ur: ایلو کٹ آف کو نظر انداز کریں۔
vi: Bỏ qua điểm cắt Elo

source: At least one player
es: Al menos un jugador
sr: Најмање један играч
sv: Minst en spelare
sw: Angalau mchezaji mmoja
ta: குறைந்தது ஒரு வீரர்
th: ผู้เล่นอย่างน้อยหนึ่งคน
tr: En az bir oyuncu
uk: Принаймні один гравець
ur: کم از کم ایک کھلاڑی
vi: Ít nhất một người chơi

source: Both players
es: Ambos jugadores
sr: Оба играча
sv: Båda spelarna
sw: Wachezaji wote wawili
ta: இரு வீரர்களும்
th: ทั้งสองผู้เล่น
tr: Her iki oyuncu da
uk: Обидва гравці
ur: دونوں کھلاڑی
vi: Cả hai người chơi

source: Unrated players fail Elo cutoff
es: Los jugadores sin clasificación no superan el límite de Elo
sr: Неоцењени играчи пропадају Ело цутофф
sv: Oklassade spelare misslyckas med Elo cutoff
sw: Wachezaji ambao hawajakadiriwa wameshindwa na Elo cutoff
ta: மதிப்பிடப்படாத வீரர்கள் எலோ கட்ஆஃப் தேர்வில் தோல்வியடைந்தனர்.
th: ผู้เล่นที่ไม่ได้รับการจัดอันดับไม่ผ่านเกณฑ์ Elo
tr: Derecelendirilmemiş oyuncular Elo sınırını geçemedi
uk: Гравці без рейтингу не подолають відсічення Ело
ur: غیر درجہ بند کھلاڑی ایلو کٹ آف میں ناکام ہو گئے۔
vi: Người chơi không được xếp hạng không vượt qua được ngưỡng Elo

source: Unrated players pass Elo cutoff
es: Los jugadores sin clasificación superan el límite de Elo
sr: Неоцењени играчи пролазе Ело цутофф
sv: Orankade spelare passerar Elo cutoff
sw: Wachezaji ambao hawajakadiriwa kupita Elo cutoff
ta: மதிப்பிடப்படாத வீரர்கள் எலோ கட்ஆஃப்-ஐ கடந்துவிட்டனர்.
th: ผู้เล่นที่ไม่ได้รับการจัดอันดับผ่านเกณฑ์ Elo
tr: Derecelendirilmemiş oyuncular Elo sınırını geçiyor
uk: Гравці без рейтингу проходять відсічення Ело
ur: غیر درجہ بند کھلاڑی ایلو کٹ آف پاس کرتے ہیں۔
vi: Người chơi chưa được xếp hạng vượt qua ngưỡng Elo

source: Unrated pass if game played before
es: Pase sin calificación si el juego se jugó antes
sr: Пас без оцене ако је утакмица одиграна раније
sv: Ej betygsatt pass om spelet spelat tidigare
sw: Pasi isiyokadiriwa ikiwa mchezo ulichezwa hapo awali
ta: முன்பு விளையாடியிருந்தால் மதிப்பிடப்படாத பாஸ்
th: ผ่านแบบไม่มีการจัดอันดับหากเล่นเกมมาก่อน
tr: Oyun daha önce oynandıysa derecelendirilmemiş pas
uk: Передача без рейтингу, якщо гра була раніше
ur: اگر گیم پہلے کھیلی گئی تو غیر درجہ بند پاس
vi: Không được xếp hạng nếu trò chơi đã chơi trước đó
