Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: It is ideal for blindfold training (see the training options)
es: Es ideal para entrenamiento con los ojos vendados (ver las opciones de entrenamiento)
sr: Идеалан је за обуку везаних очију (погледајте опције обуке)
sv: Den är idealisk för ögonbindelträning (se träningsalternativen)
sw: Ni bora kwa mafunzo ya upofu (angalia chaguzi za mafunzo)
ta: இது கண்மூடித்தனமான பயிற்சிக்கு ஏற்றது (பயிற்சி விருப்பங்களைப் பார்க்கவும்)
th: เหมาะสำหรับการฝึกแบบปิดตา (ดูตัวเลือกการฝึก)
tr: Gözü kapalı eğitim için idealdir (eğitim seçeneklerine bakın)
uk: Ідеально підходить для тренувань із зав'язаними очима (дивіться варіанти тренувань)
ur: یہ آنکھوں پر پٹی باندھنے کی تربیت کے لیے مثالی ہے (تربیت کے اختیارات دیکھیں)
vi: Thích hợp cho việc huấn luyện bịt mắt (xem các tùy chọn huấn luyện)

source: You can also set three engine options that are useful for human versus
es: También puede configurar tres opciones de motor que son útiles para humanos versus
sr: Такође можете подесити три опције мотора које су корисне за људе у односу на људе
sv: Du kan också ställa in tre motoralternativ som är användbara för människa kontra
sw: Unaweza pia kuweka chaguzi tatu za injini ambazo ni muhimu kwa wanadamu dhidi ya
ta: மனிதர்களுக்குப் பயன்படும் மூன்று இயந்திர விருப்பங்களையும் நீங்கள் அமைக்கலாம்.
th: คุณยังสามารถตั้งค่าตัวเลือกเครื่องยนต์ได้สามแบบซึ่งมีประโยชน์สำหรับมนุษย์เมื่อเทียบกับ
tr: Ayrıca, insan ve hayvanlar için yararlı olan üç motor seçeneği de belirleyebilirsiniz.
uk: Ви також можете встановити три параметри двигуна, які будуть корисні для людини та для людини
ur: آپ انجن کے تین آپشن بھی سیٹ کر سکتے ہیں جو انسان کے مقابلے میں مفید ہیں۔
vi: Bạn cũng có thể thiết lập ba tùy chọn động cơ hữu ích cho con người so với

source: engine operation. Note that not all engines support all these options.
es: Funcionamiento del motor. Tenga en cuenta que no todos los motores admiten todas estas opciones.
sr: рад мотора. Имајте на уму да сви мотори не подржавају све ове опције.
sv: motordrift. Observera att inte alla motorer stöder alla dessa alternativ.
sw: uendeshaji wa injini. Kumbuka kuwa sio injini zote zinazounga mkono chaguzi hizi zote.
ta: இயந்திர செயல்பாடு. அனைத்து இயந்திரங்களும் இந்த அனைத்து விருப்பங்களையும் ஆதரிக்காது என்பதை நினைவில் கொள்ளவும்.
th: การทำงานของเครื่องยนต์ โปรดทราบว่าเครื่องยนต์ไม่รองรับตัวเลือกเหล่านี้ทั้งหมด
tr: motor çalışması. Tüm motorların bu seçeneklerin hepsini desteklemediğini unutmayın.
uk: робота двигуна. Зверніть увагу, що не всі двигуни підтримують усі ці параметри.
ur: انجن آپریشن. نوٹ کریں کہ تمام انجن ان تمام اختیارات کی حمایت نہیں کرتے ہیں۔
vi: hoạt động của động cơ. Lưu ý rằng không phải tất cả các động cơ đều hỗ trợ tất cả các tùy chọn này.

source: (the Tarrasch Toy engine doesn't actually support any of them!)
es: (¡El motor de juguetes Tarrasch en realidad no admite ninguno de ellos!)
sr: (Таррасцх Тои мотор заправо не подржава ниједну од њих!)
sv: (Tarrasch Toy-motorn stöder faktiskt inte någon av dem!)
sw: (injini ya Tarrasch Toy haiungi mkono yoyote kati yao!)
ta: (Tarrasch Toy இயந்திரம் உண்மையில் அவற்றில் எதையும் ஆதரிக்கவில்லை!)
th: (จริงๆ แล้วเครื่องมือ Tarrasch Toy ไม่รองรับสิ่งเหล่านี้เลย!)
tr: (Tarrasch Toy motoru aslında bunların hiçbirini desteklemiyor!)
uk: (модель Tarrasch Toy фактично не підтримує жодного з них!)
ur: (Tarrasch کھلونا انجن اصل میں ان میں سے کسی کی حمایت نہیں کرتا!)
vi: (thực ra, công cụ Tarrasch Toy không hỗ trợ bất kỳ công cụ nào trong số đó!)

source: If you don't care about these options then leave the default values
es: Si no le interesan estas opciones, deje los valores predeterminados.
sr: Ако вас не занимају ове опције, оставите подразумеване вредности
sv: Om du inte bryr dig om dessa alternativ lämnar du standardvärdena
sw: Ikiwa haujali chaguzi hizi basi acha maadili chaguo-msingi
ta: இந்த விருப்பங்களைப் பற்றி நீங்கள் கவலைப்படவில்லை என்றால், இயல்புநிலை மதிப்புகளை விட்டுவிடுங்கள்.
th: หากคุณไม่สนใจตัวเลือกเหล่านี้ให้ปล่อยค่าเริ่มต้นไว้
tr: Bu seçenekler sizin için önemli değilse varsayılan değerleri olduğu gibi bırakın
uk: Якщо ці параметри вас не цікавлять, залиште значення за замовчуванням
ur: اگر آپ کو ان اختیارات کی پرواہ نہیں ہے تو پہلے سے طے شدہ اقدار کو چھوڑ دیں۔
vi: Nếu bạn không quan tâm đến các tùy chọn này thì hãy để nguyên các giá trị mặc định

source: < ponder off > < hash size= 64Mbytes > and < max cpu cores=1 > in place.
es: < ponder off > < tamaño de hash = 64 Mbytes > y < núcleos de CPU máximos = 1 > en su lugar.
sr: < пондер офф > < хасх сизе= 64Мбитес > анд < мак цпу цорес=1 > ин плаце.
sv: < funder off > < hash size= 64Mbytes > och < max cpu cores=1 > på plats.
sw: < ponder off > < hash size= 64Mbytes > na < max cpu cores=1 > mahali pake.
ta: <ponder> <of> > hash size= 64Mbytes > மற்றும் <max cpu cores=1 > இடத்தில்.
th: < พิจารณาออก > < ขนาดแฮช = 64 เมกะไบต์ > และ < แกน CPU สูงสุด = 1 > อยู่ในสถานที่
tr: <düşünüp taşın> <hash boyutu= 64Mbayt> ve <maksimum işlemci çekirdeği=1> yerinde.
uk: < ponder off > < hash size= 64Mbytes > і < max cpu cores=1 > на місці.
ur: < غور بند کریں > < ہیش سائز = 64Mbytes > اور < max cpu cores=1 > جگہ پر۔
vi: < suy nghĩ tắt > < kích thước băm = 64Mbyte > và < số lõi CPU tối đa = 1 > tại chỗ.

source: For this version of the program I have added an extra basic parameter,
es: Para esta versión del programa he añadido un parámetro básico extra,
sr: За ову верзију програма додао сам додатни основни параметар,
sv: För den här versionen av programmet har jag lagt till en extra grundläggande parameter,
sw: Kwa toleo hili la programu nimeongeza paramu ya ziada ya msingi,
ta: இந்த நிரலின் பதிப்பிற்கு நான் ஒரு கூடுதல் அடிப்படை அளவுருவைச் சேர்த்துள்ளேன்,
th: สำหรับโปรแกรมเวอร์ชันนี้ ฉันได้เพิ่มพารามิเตอร์พื้นฐานพิเศษ
tr: Programın bu versiyonu için ekstra bir temel parametre ekledim,
uk: Для цієї версії програми я додав додатковий базовий параметр,
ur: پروگرام کے اس ورژن کے لیے میں نے ایک اضافی بنیادی پیرامیٹر شامل کیا ہے،
vi: Đối với phiên bản chương trình này, tôi đã thêm một tham số cơ bản bổ sung,

source: < Limit playing strength > and the accompanying option < Set ELO rating >
es: <Limitar la fuerza de juego> y la opción que lo acompaña <Establecer clasificación ELO>
sr: < Ограничи снагу игре > и пратећу опцију < Постави ЕЛО оцену >
sv: < Begränsa spelstyrkan > och det medföljande alternativet < Ställ in ELO-klassificering >
sw: < Punguza nguvu za kucheza > na chaguo linaloambatana < Weka ukadiriaji wa ELO >
ta: விளையாடும் வலிமையை வரம்பிடவும் > மற்றும் அதனுடன் தொடர்புடைய விருப்பமும் < ELO மதிப்பீட்டை அமைக்கவும் >
th: < จำกัดความแข็งแกร่งในการเล่น > และตัวเลือกที่เกี่ยวข้อง < ตั้งค่าเรต ELO >
tr: < Oyun gücünü sınırla > ve buna eşlik eden < ELO derecesini ayarla > seçeneği
uk: < Обмежити силу гри > і супутню опцію < Встановити рейтинг ELO >
ur: < کھیلنے کی طاقت کو محدود کریں > اور اس کے ساتھ موجود آپشن < ELO ریٹنگ سیٹ کریں >
vi: < Giới hạn sức mạnh chơi > và tùy chọn đi kèm < Đặt xếp hạng ELO >

source: With Stockfish engines, there is an alternative option for weakening the engine,
es: Con los motores Stockfish, existe una opción alternativa para debilitar el motor,
sr: Код мотора Стоцкфисх постоји алтернативна опција за слабљење мотора,
sv: Med Stockfish-motorer finns det ett alternativt alternativ för att försvaga motorn,
sw: Na injini za Stockfish, kuna chaguo mbadala la kudhoofisha injini,
ta: ஸ்டாக்ஃபிஷ் என்ஜின்களுடன், என்ஜினை பலவீனப்படுத்துவதற்கு ஒரு மாற்று வழி உள்ளது,
th: ด้วยเครื่องยนต์ Stockfish มีทางเลือกอื่นในการทำให้เครื่องยนต์อ่อนลง
tr: Stockfish motorlarında, motoru zayıflatmak için alternatif bir seçenek vardır.
uk: З двигунами Stockfish є альтернативний варіант послаблення двигуна,
ur: اسٹاک فش انجن کے ساتھ، انجن کو کمزور کرنے کے لیے ایک متبادل آپشن موجود ہے،
vi: Với động cơ Stockfish, có một lựa chọn thay thế để làm yếu động cơ,

source: called < Skill Level > which can be set using the custom parameters.
es: llamado <Nivel de habilidad> que se puede configurar usando los parámetros personalizados.
sr: под називом < Ниво вештине > који се може подесити помоћу прилагођених параметара.
sv: kallas < Skill Level > som kan ställas in med hjälp av de anpassade parametrarna.
sw: inayoitwa < Skill Level > ambayo inaweza kuwekwa kwa kutumia vigezo maalum.
ta: தனிப்பயன் அளவுருக்களைப் பயன்படுத்தி அமைக்கக்கூடிய திறன் நிலை > என அழைக்கப்படுகிறது.
th: เรียกว่า <ระดับทักษะ> ซึ่งสามารถตั้งค่าได้โดยใช้พารามิเตอร์ที่กำหนดเอง
tr: < Beceri Seviyesi > olarak adlandırılan bu seviye, özel parametreler kullanılarak ayarlanabilir.
uk: під назвою < Рівень навичок >, який можна встановити за допомогою спеціальних параметрів.
ur: جسے <Skill Level> کہا جاتا ہے جسے حسب ضرورت پیرامیٹرز کا استعمال کرتے ہوئے سیٹ کیا جا سکتا ہے۔
vi: được gọi là <Mức độ kỹ năng> có thể được thiết lập bằng các tham số tùy chỉnh.

source: If both options are set, then < Limit playing strength > takes precedence.
es: Si se configuran ambas opciones, entonces <Limitar la fuerza de juego> tendrá prioridad.
sr: Ако су обе опције подешене, онда < Ограничи снагу играња > има предност.
sv: Om båda alternativen är inställda har < Begränsa spelstyrka > företräde.
sw: Ikiwa chaguo zote mbili zimewekwa, basi < Punguza nguvu ya kucheza > inachukua kipaumbele.
ta: இரண்டு விருப்பங்களும் அமைக்கப்பட்டிருந்தால், விளையாடும் வலிமையை வரம்புக்குட்படுத்து > முன்னுரிமை பெறும்.
th: หากตั้งค่าทั้งสองตัวเลือกแล้ว < จำกัดความแข็งแกร่งในการเล่น > จะมีความสำคัญเหนือกว่า
tr: Her iki seçenek de ayarlanmışsa, < Oynama gücünü sınırla > önceliklidir.
uk: Якщо встановлено обидва параметри, пріоритет має < Обмежити силу відтворення >.
ur: اگر دونوں آپشنز سیٹ ہیں، تو < Limit play power > کو فوقیت حاصل ہے۔
vi: Nếu cả hai tùy chọn đều được thiết lập, thì <Giới hạn sức mạnh chơi> sẽ được ưu tiên.

source: As before, you can still add extra custom parameters by simply typing them in.
es: Como antes, todavía puedes agregar parámetros personalizados adicionales simplemente escribiéndolos.
sr: Као и раније, и даље можете да додате додатне прилагођене параметре тако што ћете их једноставно унети.
sv: Som tidigare kan du fortfarande lägga till extra anpassade parametrar genom att helt enkelt skriva in dem.
sw: Kama hapo awali, bado unaweza kuongeza vigezo maalum vya ziada kwa kuviandika tu.
ta: முன்பு போலவே, நீங்கள் இன்னும் கூடுதல் தனிப்பயன் அளவுருக்களை வெறுமனே தட்டச்சு செய்வதன் மூலம் சேர்க்கலாம்.
th: เช่นเดียวกับก่อนหน้านี้ คุณยังสามารถเพิ่มพารามิเตอร์ที่กำหนดเองเพิ่มเติมได้ เพียงพิมพ์ลงไป
tr: Daha önce olduğu gibi, sadece yazarak ekstra özel parametreler ekleyebilirsiniz.
uk: Як і раніше, ви все ще можете додавати додаткові спеціальні параметри, просто ввівши їх.
ur: پہلے کی طرح، آپ اب بھی اضافی حسب ضرورت پیرامیٹرز کو صرف ٹائپ کر کے شامل کر سکتے ہیں۔
vi: Như trước đây, bạn vẫn có thể thêm các tham số tùy chỉnh bổ sung bằng cách chỉ cần nhập chúng vào.

source: However, to make things easier, I have added an < Engine parameters.. > button
es: Sin embargo, para facilitar las cosas, he añadido un botón <Parámetros del motor..>
sr: Међутим, да бих олакшао ствари, додао сам дугме < Параметри мотора.. >
sv: Men för att göra det enklare har jag lagt till knappen < Engine parameters.. >
sw: Hata hivyo, ili kurahisisha mambo, nimeongeza kitufe cha < Engine parameters.. >
ta: இருப்பினும், விஷயங்களை எளிதாக்க, நான் ஒரு <Engine parameters.. > பொத்தானைச் சேர்த்துள்ளேன்.
th: อย่างไรก็ตามเพื่อให้สิ่งต่างๆ ง่ายขึ้น ฉันได้เพิ่มปุ่ม <พารามิเตอร์เครื่องยนต์.. >
tr: Ancak işleri kolaylaştırmak için < Motor parametreleri.. > butonunu ekledim
uk: Однак, щоб полегшити роботу, я додав кнопку <Параметри двигуна..>
ur: تاہم، چیزوں کو آسان بنانے کے لیے، میں نے ایک < انجن پیرامیٹرز.. > بٹن شامل کیا ہے۔
vi: Tuy nhiên, để làm cho mọi việc dễ dàng hơn, tôi đã thêm nút < Engine parameters.. >

source: which allows the user to display a list of available engine parameters and then
es: que permite al usuario mostrar una lista de parámetros del motor disponibles y luego
sr: што омогућава кориснику да прикаже листу доступних параметара мотора а затим
sv: som låter användaren visa en lista över tillgängliga motorparametrar och sedan
sw: ambayo inaruhusu mtumiaji kuonyesha orodha ya vigezo vya injini vinavyopatikana na kisha
ta: இது பயனருக்கு கிடைக்கக்கூடிய இயந்திர அளவுருக்களின் பட்டியலைக் காண்பிக்க அனுமதிக்கிறது, பின்னர்
th: ซึ่งช่วยให้ผู้ใช้สามารถแสดงรายการพารามิเตอร์เครื่องยนต์ที่มีอยู่แล้ว
tr: Kullanıcının mevcut motor parametrelerinin bir listesini görüntülemesine ve ardından
uk: що дозволяє користувачеві відобразити список доступних параметрів двигуна, а потім
ur: جو صارف کو دستیاب انجن پیرامیٹرز کی فہرست ظاہر کرنے کی اجازت دیتا ہے اور پھر
vi: cho phép người dùng hiển thị danh sách các thông số động cơ có sẵn và sau đó

source: select the ones that they require.
es: Seleccione los que requieran.
sr: изаберите оне које су им потребне.
sv: välj de som de behöver.
sw: chagua zile wanazohitaji.
ta: அவர்களுக்குத் தேவையானவற்றைத் தேர்ந்தெடுக்கவும்.
th: เลือกสิ่งที่พวกเขาต้องการ
tr: ihtiyaç duyduklarını seçin.
uk: вибрати ті, які їм потрібні.
ur: ان کو منتخب کریں جن کی انہیں ضرورت ہے۔
vi: chọn những thứ họ yêu cầu.

source: There are also two extra custom parameters now available to use.
es: Ahora también hay dos parámetros personalizados adicionales disponibles para usar.
sr: Постоје и два додатна прилагођена параметра која су сада доступна за коришћење.
sv: Det finns också två extra anpassade parametrar nu tillgängliga att använda.
sw: Pia kuna vigezo viwili vya ziada vya ziada vinavyopatikana kutumia.
ta: இப்போது பயன்படுத்த இரண்டு கூடுதல் தனிப்பயன் அளவுருக்கள் உள்ளன.
th: ขณะนี้ยังมีพารามิเตอร์ที่กำหนดเองเพิ่มเติมอีก 2 รายการที่พร้อมให้ใช้งาน
tr: Ayrıca artık kullanabileceğiniz iki adet ekstra özel parametre daha var.
uk: Також тепер доступні два додаткові спеціальні параметри.
ur: اب استعمال کرنے کے لیے دو اضافی حسب ضرورت پیرامیٹرز بھی موجود ہیں۔
vi: Ngoài ra còn có thêm hai tham số tùy chỉnh có thể sử dụng.

source: There is a more detailed explanation in the < Engine parameters.. > help screen.
es: Hay una explicación más detallada en la pantalla de ayuda <Parámetros del motor..>.
sr: Детаљније објашњење налази се на екрану помоћи <Параметри мотора..>.
sv: Det finns en mer detaljerad förklaring i hjälpskärmen < Motorparametrar.. >.
sw: Kuna maelezo ya kina zaidi katika < Vigezo vya injini.. > skrini ya usaidizi.
ta: <Engine parameters.. > உதவித் திரையில் இன்னும் விரிவான விளக்கம் உள்ளது.
th: มีคำอธิบายโดยละเอียดเพิ่มเติมในหน้าจอวิธีใช้ <พารามิเตอร์เครื่องยนต์.. >
tr: < Motor parametreleri.. > yardım ekranında daha detaylı bir açıklama bulunmaktadır.
uk: На екрані довідки < Engine parameters.. > є більш детальне пояснення.
ur: < انجن پیرامیٹرز.. > مدد کی سکرین میں مزید تفصیلی وضاحت موجود ہے۔
vi: Có lời giải thích chi tiết hơn trong màn hình trợ giúp < Tham số động cơ.. >.

source: Please exercise caution when using the custom parameters!
es: ¡Tenga cuidado al utilizar los parámetros personalizados!
sr: Будите опрезни када користите прилагођене параметре!
sv: Var försiktig när du använder de anpassade parametrarna!
sw: Tafadhali chukua tahadhari unapotumia vigezo maalum!
ta: தனிப்பயன் அளவுருக்களைப் பயன்படுத்தும் போது எச்சரிக்கையாக இருங்கள்!
th: โปรดใช้ความระมัดระวังเมื่อใช้พารามิเตอร์ที่กำหนดเอง!
tr: Özel parametreleri kullanırken lütfen dikkatli olun!
uk: Будь ласка, будьте обережні, використовуючи спеціальні параметри!
ur: اپنی مرضی کے مطابق پیرامیٹرز کا استعمال کرتے وقت احتیاط برتیں!
vi: Hãy thận trọng khi sử dụng các tham số tùy chỉnh!

source: The engine parameters that have you set, can be saved and loaded
es: Los parámetros del motor que hayas configurado se pueden guardar y cargar
sr: Параметри мотора које сте поставили могу се сачувати и учитати
sv: Motorparametrarna som du har ställt in kan sparas och laddas
sw: Vigezo vya injini ambavyo umeweka, vinaweza kuokolewa na kupakiwa
ta: நீங்கள் அமைத்துள்ள இயந்திர அளவுருக்களைச் சேமித்து ஏற்றலாம்.
th: พารามิเตอร์เครื่องยนต์ที่คุณตั้งค่าไว้สามารถบันทึกและโหลดได้
tr: Ayarladığınız motor parametreleri kaydedilebilir ve yüklenebilir
uk: Параметри двигуна, які ви встановили, можна зберегти та завантажити
ur: انجن کے پیرامیٹرز جو آپ نے سیٹ کیے ہیں، محفوظ اور لوڈ کیے جا سکتے ہیں۔
vi: Các thông số động cơ mà bạn đã thiết lập có thể được lưu và tải

source: using the < Save engine.. > and < Load engine.. > buttons.
es: utilizando los botones < Guardar motor.. > y < Cargar motor.. >.
sr: помоћу дугмади < Саве енгине.. > и < Лоад енгине.. >.
sv: med knapparna < Spara motor.. > och < Ladda motor.. >.
sw: kwa kutumia vibonye <Hifadhi injini.. > na < Pakia injini.. >.
ta: சேமி எஞ்சின்.. > மற்றும் லோட் எஞ்சின்.. > பொத்தான்களைப் பயன்படுத்தி.
th: โดยใช้ปุ่ม <บันทึกเครื่องยนต์.. > และ <โหลดเครื่องยนต์.. >
tr: < Motoru kaydet.. > ve < Motoru yükle.. > düğmelerini kullanarak.
uk: за допомогою кнопок < Save engine.. > і < Load engine.. >.
ur: < انجن کو محفوظ کریں.. > اور < انجن لوڈ کریں.. > بٹنوں کا استعمال کرتے ہوئے.
vi: sử dụng các nút <Lưu công cụ..> và <Tải công cụ..>.

source: Engine parameter (*.epm) files from previous versions of the program
es: Archivos de parámetros del motor (*.epm) de versiones anteriores del programa
sr: Датотеке параметара мотора (*.епм) из претходних верзија програма
sv: Motorparameterfiler (*.epm) från tidigare versioner av programmet
sw: Faili za parameta ya injini (*.epm) kutoka matoleo ya awali ya programu
ta: நிரலின் முந்தைய பதிப்புகளிலிருந்து எஞ்சின் அளவுரு (*.epm) கோப்புகள்
th: ไฟล์พารามิเตอร์เครื่องยนต์ (*.epm) จากโปรแกรมเวอร์ชันก่อนหน้า
tr: Programın önceki sürümlerinden motor parametre (*.epm) dosyaları
uk: Файли параметрів двигуна (*.epm) із попередніх версій програми
ur: پروگرام کے پچھلے ورژن سے انجن پیرامیٹر (*.epm) فائلیں۔
vi: Các tệp tham số động cơ (*.epm) từ các phiên bản trước của chương trình

source: can still be loaded and used in this version, but they will be saved
es: Todavía se pueden cargar y usar en esta versión, pero se guardarán.
sr: и даље могу да се учитавају и користе у овој верзији, али ће бити сачувани
sv: kan fortfarande laddas och användas i den här versionen, men de kommer att sparas
sw: bado zinaweza kupakiwa na kutumika katika toleo hili, lakini zitahifadhiwa
ta: இந்தப் பதிப்பில் இன்னும் ஏற்றப்பட்டுப் பயன்படுத்தப்படலாம், ஆனால் அவை சேமிக்கப்படும்.
th: ยังสามารถโหลดและใช้งานได้ในเวอร์ชันนี้ แต่จะถูกบันทึกไว้
tr: bu sürümde hala yüklenebilir ve kullanılabilir, ancak kaydedilecekler
uk: все ще можна завантажити та використовувати в цій версії, але вони будуть збережені
ur: اس ورژن میں اب بھی لوڈ اور استعمال کیا جا سکتا ہے، لیکن وہ محفوظ ہو جائیں گے۔
vi: vẫn có thể được tải và sử dụng trong phiên bản này, nhưng chúng sẽ được lưu

source: in the new format.
es: en el nuevo formato.
sr: у новом формату.
sv: i det nya formatet.
sw: katika muundo mpya.
ta: புதிய வடிவத்தில்.
th: ในรูปแบบใหม่
tr: yeni formatta.
uk: в новому форматі.
ur: نئے فارمیٹ میں
vi: theo định dạng mới.

source: If you load an engine from an epm file and want to see this name displayed
es: Si carga un motor desde un archivo epm y desea ver este nombre mostrado
sr: Ако учитате мотор из епм датотеке и желите да видите ово име приказано
sv: Om du laddar en motor från en epm-fil och vill se detta namn visas
sw: Ukipakia injini kutoka kwa faili ya epm na unataka kuona jina hili likionyeshwa
ta: நீங்கள் ஒரு epm கோப்பிலிருந்து ஒரு இயந்திரத்தை ஏற்றினால், இந்தப் பெயர் காட்டப்படுவதைப் பார்க்க விரும்பினால்
th: หากคุณโหลดเครื่องยนต์จากไฟล์ epm และต้องการให้แสดงชื่อนี้
tr: Bir epm dosyasından bir motor yüklerseniz ve bu adın görüntülenmesini istiyorsanız
uk: Якщо ви завантажуєте механізм із файлу epm і бажаєте, щоб відображалося це ім’я
ur: اگر آپ ای پی ایم فائل سے انجن لوڈ کرتے ہیں اور اس نام کو ظاہر دیکھنا چاہتے ہیں۔
vi: Nếu bạn tải một công cụ từ tệp epm và muốn thấy tên này được hiển thị

source: for engine references in order to differentiate it from the standard engine
es: Para referencias de motor para diferenciarlo del motor estándar.
sr: за референце мотора како би се разликовао од стандардног мотора
sv: för motorreferenser för att skilja den från standardmotorn
sw: kwa marejeleo ya injini ili kuitofautisha na injini ya kawaida
ta: நிலையான எஞ்சினிலிருந்து வேறுபடுத்துவதற்காக எஞ்சின் குறிப்புகளுக்கு
th: เพื่อเป็นข้อมูลอ้างอิงเครื่องยนต์ เพื่อแยกความแตกต่างจากเครื่องยนต์มาตรฐาน
tr: standart motordan ayırt etmek için motor referansları için
uk: для посилань на двигун, щоб відрізнити його від стандартного двигуна
ur: معیاری انجن سے مختلف کرنے کے لیے انجن کے حوالہ جات کے لیے
vi: để tham khảo động cơ nhằm phân biệt nó với động cơ tiêu chuẩn

source: it is based on, then save the engine epm file with a distinctive name
es: Se basa en, luego guarde el archivo epm del motor con un nombre distintivo
sr: заснована је на, а затим сачувајте епм датотеку мотора са препознатљивим именом
sv: den är baserad på, spara sedan motorns epm-fil med ett distinkt namn
sw: inategemea, kisha uhifadhi faili ya epm ya injini na jina tofauti
ta: இது அடிப்படையாகக் கொண்டது, பின்னர் எஞ்சின் epm கோப்பை ஒரு தனித்துவமான பெயருடன் சேமிக்கவும்
th: มันขึ้นอยู่กับ แล้วบันทึกไฟล์ epm ของเครื่องยนต์ด้วยชื่อเฉพาะ
tr: temel alınarak, motor epm dosyasını belirgin bir adla kaydedin
uk: на основі якого він заснований, потім збережіть файл epm двигуна з характерною назвою
ur: اس پر مبنی ہے، پھر انجن ای پی ایم فائل کو مخصوص نام کے ساتھ محفوظ کریں۔
vi: nó dựa trên, sau đó lưu tệp epm của động cơ với một tên riêng biệt

source: and check the < Use engine epm name > checkbox.
es: y marque la casilla de verificación <Usar nombre de epm del motor>.
sr: и означите поље за потврду < Користи назив епм мотора >.
sv: och markera kryssrutan < Använd motorns epm-namn >.
sw: na uangalie kisanduku cha kuteua <Tumia injini epm >.
ta: மற்றும் Use engine epm name > என்ற தேர்வுப்பெட்டியை சரிபார்க்கவும்.
th: และทำเครื่องหมายที่ช่องกาเครื่องหมาย <ใช้ชื่อ EPM ของเครื่องยนต์>
tr: ve < Motor epm adını kullan > onay kutusunu işaretleyin.
uk: і встановіть прапорець < Use engine epm name >.
ur: اور < انجن ای پی ایم کا نام استعمال کریں > چیک باکس کو چیک کریں۔
vi: và đánh dấu vào ô <Sử dụng tên epm của động cơ>.

source: Engine options help
es: Las opciones del motor ayudan
sr: Опције мотора помажу
sv: Motoralternativ hjälper
sw: Chaguzi za injini husaidia
ta: எஞ்சின் விருப்பங்கள் உதவி
th: ตัวเลือกเครื่องยนต์ช่วย
tr: Motor seçenekleri yardım
uk: Опції двигуна допомагають
ur: انجن کے اختیارات مدد کرتے ہیں۔
vi: Tùy chọn động cơ giúp

source: Parameter storage
es: Almacenamiento de parámetros
sr: Складиштење параметара
sv: Parameterlagring
sw: Hifadhi ya parameter
ta: அளவுரு சேமிப்பு
th: การจัดเก็บพารามิเตอร์
tr: Parametre depolama
uk: Зберігання параметрів
ur: پیرامیٹر اسٹوریج
vi: Lưu trữ tham số

source: With this version of the program, I have increased the storage length
es: Con esta versión del programa, he aumentado la longitud de almacenamiento.
sr: Са овом верзијом програма, повећао сам дужину складиштења
sv: Med den här versionen av programmet har jag ökat lagringslängden
sw: Kwa toleo hili la programu, nimeongeza urefu wa kuhifadhi
ta: இந்த நிரலின் பதிப்பின் மூலம், சேமிப்பக நீளத்தை அதிகரித்துள்ளேன்.
th: ด้วยโปรแกรมเวอร์ชันนี้ ฉันได้เพิ่มความยาวของพื้นที่จัดเก็บ
tr: Programın bu sürümüyle depolama uzunluğunu artırdım
uk: З цією версією програми я збільшив тривалість зберігання
ur: پروگرام کے اس ورژن کے ساتھ، میں نے اسٹوریج کی لمبائی میں اضافہ کیا ہے۔
vi: Với phiên bản chương trình này, tôi đã tăng thời gian lưu trữ
