Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Set the options for an engine tournament
es: Establecer las opciones para un torneo de motores
sr: Подесите опције за турнир мотора
sv: Ställ in alternativen för en motorturnering
sw: Weka chaguzi za mashindano ya injini
ta: ஒரு இயந்திர போட்டிக்கான விருப்பங்களை அமைக்கவும்.
th: ตั้งค่าตัวเลือกสำหรับการแข่งขันเครื่องยนต์
tr: Bir motor turnuvası için seçenekleri ayarlayın
uk: Встановіть параметри для турніру двигуна
ur: انجن ٹورنامنٹ کے لیے آپشنز سیٹ کریں۔
vi: Thiết lập các tùy chọn cho giải đấu động cơ

source: Set the options for engine adjustment
es: Establecer las opciones para el ajuste del motor
sr: Подесите опције за подешавање мотора
sv: Ställ in alternativen för motorjustering
sw: Weka chaguzi za kurekebisha injini
ta: இயந்திர சரிசெய்தலுக்கான விருப்பங்களை அமைக்கவும்.
th: ตั้งค่าตัวเลือกสำหรับการปรับเครื่องยนต์
tr: Motor ayarlaması için seçenekleri ayarlayın
uk: Встановіть параметри регулювання двигуна
ur: انجن ایڈجسٹمنٹ کے لیے آپشنز سیٹ کریں۔
vi: Thiết lập các tùy chọn để điều chỉnh động cơ

source: Kibitz options..
es: Opciones de Kibitz..
sr: Кибитз опције..
sv: Kibitz alternativ..
sw: Chaguzi za Kibitz..
ta: கிபிட்ஸ் விருப்பங்கள்..
th: ตัวเลือกคิบิทซ์..
tr: Kibitz seçenekleri..
uk: Варіанти Кібіца..
ur: کبٹز کے اختیارات ..
vi: Tùy chọn Kibitz..

source: Set the kibitz options
es: Establecer las opciones de kibitz
sr: Подесите кибитз опције
sv: Ställ in kibitz-alternativen
sw: Weka chaguzi za kibitz
ta: கிபிட்ஸ் விருப்பங்களை அமைக்கவும்.
th: ตั้งค่าตัวเลือก kibitz
tr: Kibitz seçeneklerini ayarlayın
uk: Встановіть параметри kibitz
ur: kibitz کے اختیارات مرتب کریں۔
vi: Thiết lập các tùy chọn kibitz

source: Analyse game..
es: Analizar el juego..
sr: Анализирај игру..
sv: Analysera spelet..
sw: Chambua mchezo..
ta: விளையாட்டை பகுப்பாய்வு செய்யுங்கள்..
th: วิเคราะห์เกม..
tr: Oyunu analiz et..
uk: Проаналізуйте гру..
ur: کھیل کا تجزیہ کریں..
vi: Phân tích trò chơi..

source: Analyse the current game
es: Analizar el juego actual
sr: Анализирајте тренутну игру
sv: Analysera det aktuella spelet
sw: Chambua mchezo wa sasa
ta: தற்போதைய விளையாட்டை பகுப்பாய்வு செய்யுங்கள்.
th: วิเคราะห์เกมในปัจจุบัน
tr: Mevcut oyunu analiz edin
uk: Проаналізуйте поточну гру
ur: موجودہ کھیل کا تجزیہ کریں۔
vi: Phân tích trò chơi hiện tại

source: Search info..
es: Buscar información..
sr: Претражи информације..
sv: Sök info..
sw: Tafuta habari..
ta: தேடல் தகவல்..
th: ค้นหาข้อมูล..
tr: Bilgi ara..
uk: Пошук інформації..
ur: معلومات تلاش کریں..
vi: Tìm kiếm thông tin..

source: Set engine search info options
es: Establecer las opciones de información de búsqueda del motor
sr: Подесите опције за информације о претраживачу
sv: Ställ in alternativ för motorsökningsinformation
sw: Weka chaguo za maelezo ya utafutaji wa injini
ta: எஞ்சின் தேடல் தகவல் விருப்பங்களை அமைக்கவும்
th: ตั้งค่าตัวเลือกข้อมูลการค้นหาเครื่องยนต์
tr: Motor arama bilgisi seçeneklerini ayarlayın
uk: Встановіть параметри інформації про пошукову систему
ur: انجن کی تلاش کی معلومات کے اختیارات سیٹ کریں۔
vi: Thiết lập tùy chọn thông tin tìm kiếm của công cụ

source: Evaluation bar..
es: Barra de evaluación..
sr: Трака за процену..
sv: Utvärderingsfält..
sw: Sehemu ya tathmini..
ta: மதிப்பீட்டுப் பட்டி..
th: แถบประเมินผล..
tr: Değerlendirme çubuğu..
uk: Панель оцінок..
ur: تشخیص بار..
vi: Thanh đánh giá..

source: Show evaluation bar options dialog box
es: Mostrar el cuadro de diálogo de opciones de la barra de evaluación
sr: Прикажи дијалог са опцијама траке за процену
sv: Visa dialogrutan för alternativ för utvärderingsfältet
sw: Onyesha kisanduku cha mazungumzo cha chaguo za upau wa tathmini
ta: மதிப்பீட்டுப் பட்டி விருப்பங்கள் உரையாடல் பெட்டியைக் காட்டு
th: แสดงกล่องโต้ตอบตัวเลือกแถบการประเมิน
tr: Değerlendirme çubuğu seçenekleri iletişim kutusunu göster
uk: Показати діалогове вікно параметрів панелі оцінювання
ur: تشخیصی بار کے اختیارات کا ڈائیلاگ باکس دکھائیں۔
vi: Hiển thị hộp thoại tùy chọn thanh đánh giá

source: Evaluation profile..
es: Perfil de evaluación..
sr: Профил евалуације..
sv: Utvärderingsprofil..
sw: Wasifu wa tathmini..
ta: மதிப்பீட்டு விவரக்குறிப்பு..
th: โปรไฟล์การประเมินผล..
tr: Değerlendirme profili..
uk: Оцінювальний профіль..
ur: تشخیصی پروفائل..
vi: Hồ sơ đánh giá..

source: Show evaluation profile options dialog box
es: Mostrar el cuadro de diálogo de opciones del perfil de evaluación
sr: Прикажи оквир за дијалог опција профила евалуације
sv: Visa dialogrutan för alternativ för utvärderingsprofil
sw: Onyesha kisanduku cha mazungumzo cha chaguo za wasifu wa tathmini
ta: மதிப்பீட்டு சுயவிவர விருப்பங்கள் உரையாடல் பெட்டியைக் காட்டு
th: แสดงกล่องโต้ตอบตัวเลือกโปรไฟล์การประเมิน
tr: Değerlendirme profili seçenekleri iletişim kutusunu göster
uk: Показати діалогове вікно параметрів профілю оцінки
ur: تشخیصی پروفائل کے اختیارات کا ڈائیلاگ باکس دکھائیں۔
vi: Hiển thị hộp thoại tùy chọn hồ sơ đánh giá

source: Position search
es: Búsqueda de posición
sr: Претрага позиције
sv: Positionssökning
sw: Utafutaji wa nafasi
ta: பதவி தேடல்
th: ค้นหาตำแหน่งงาน
tr: Pozisyon arama
uk: Пошук позиції
ur: پوزیشن کی تلاش
vi: Tìm kiếm vị trí

source: Search the database for the current position
es: Busque en la base de datos la posición actual
sr: Претражите базу података за тренутну позицију
sv: Sök i databasen efter den aktuella positionen
sw: Tafuta hifadhidata kwa nafasi ya sasa
ta: தற்போதைய நிலைக்கு தரவுத்தளத்தில் தேடுங்கள்.
th: ค้นหาฐานข้อมูลสำหรับตำแหน่งปัจจุบัน
tr: Mevcut pozisyon için veritabanını arayın
uk: Пошук поточної позиції в базі даних
ur: موجودہ پوزیشن کے لیے ڈیٹا بیس تلاش کریں۔
vi: Tìm kiếm cơ sở dữ liệu cho vị trí hiện tại

source: Pattern search
es: Búsqueda de patrones
sr: Претрага узорака
sv: Mönstersökning
sw: Utafutaji wa muundo
ta: வடிவத் தேடல்
th: ค้นหารูปแบบ
tr: Desen araması
uk: Пошук шаблону
ur: پیٹرن کی تلاش
vi: Tìm kiếm mẫu

source: Search for situations where a group of pieces are at specific locations
es: Busque situaciones en las que un grupo de piezas se encuentren en ubicaciones específicas
sr: Потражите ситуације у којима се група комада налази на одређеним локацијама
sv: Sök efter situationer där en grupp bitar är på specifika platser
sw: Tafuta hali ambapo kikundi cha vipande kiko katika maeneo maalum
ta: குறிப்பிட்ட இடங்களில் துண்டுகளின் குழு இருக்கும் சூழ்நிலைகளைத் தேடுங்கள்.
th: ค้นหาสถานการณ์ที่กลุ่มชิ้นส่วนอยู่ในตำแหน่งเฉพาะ
tr: Bir grup parçanın belirli yerlerde olduğu durumları arayın
uk: Шукайте ситуації, коли група частин знаходиться в певних місцях
ur: ایسے حالات تلاش کریں جہاں ٹکڑوں کا ایک گروپ مخصوص مقامات پر ہو۔
vi: Tìm kiếm các tình huống mà một nhóm các mảnh ghép ở các vị trí cụ thể

source: Material balance search
es: Búsqueda de balance de materiales
sr: Претрага материјалног биланса
sv: Sök efter materialbalans
sw: Utafutaji wa usawa wa nyenzo
ta: பொருள் இருப்பு தேடல்
th: การค้นหาสมดุลของวัสดุ
tr: Malzeme dengesi araması
uk: Пошук матеріального балансу
ur: مادی توازن کی تلاش
vi: Tìm kiếm cân bằng vật chất

source: Search for a specific material balance, with optional locked down squares
es: Búsqueda de un balance de materiales específico, con casillas bloqueadas opcionales
sr: Потражите одређени материјални биланс, са опционим закључаним квадратима
sv: Sök efter en specifik materialbalans, med valfria låsta rutor
sw: Tafuta salio maalum la nyenzo, na miraba iliyofungwa kwa hiari
ta: விருப்பத்தேர்வு பூட்டப்பட்ட சதுரங்களுடன், குறிப்பிட்ட பொருள் சமநிலையைத் தேடுங்கள்.
th: ค้นหาความสมดุลของวัสดุที่เฉพาะเจาะจง พร้อมช่องสี่เหลี่ยมที่ล็อกไว้ตามตัวเลือก
tr: İsteğe bağlı kilitli karelerle belirli bir malzeme dengesini arayın
uk: Шукайте певний матеріальний баланс із необов’язковими заблокованими квадратами
ur: اختیاری لاک ڈاؤن چوکوں کے ساتھ، ایک مخصوص مادی توازن تلاش کریں۔
vi: Tìm kiếm sự cân bằng vật liệu cụ thể, với các ô vuông khóa tùy chọn

source: Show all games
es: Mostrar todos los juegos
sr: Прикажи све игре
sv: Visa alla spel
sw: Onyesha michezo yote
ta: எல்லா விளையாட்டுகளையும் காட்டு
th: แสดงเกมทั้งหมด
tr: Tüm oyunları göster
uk: Показати всі ігри
ur: تمام گیمز دکھائیں۔
vi: Hiển thị tất cả các trò chơi

source: equivalent to searching for the standard starting position
es: equivalente a buscar la posición inicial estándar
sr: еквивалентно тражењу стандардне почетне позиције
sv: motsvarar att söka efter standardutgångspositionen
sw: sawa na kutafuta nafasi ya kuanzia ya kawaida
ta: நிலையான தொடக்க நிலையைத் தேடுவதற்குச் சமம்.
th: เทียบเท่ากับการค้นหาตำแหน่งเริ่มต้นมาตรฐาน
tr: standart başlangıç pozisyonunu aramaya eşdeğer
uk: еквівалентно пошуку стандартної вихідної позиції
ur: معیاری ابتدائی پوزیشن کی تلاش کے برابر
vi: tương đương với việc tìm kiếm vị trí bắt đầu chuẩn

source: Show all ordered by player
es: Mostrar todo ordenado por jugador
sr: Прикажи све поређане по играчу
sv: Visa alla sorterade efter spelare
sw: Onyesha yote yaliyopangwa na mchezaji
ta: பிளேயரின்படி வரிசைப்படுத்தப்பட்ட அனைத்தையும் காட்டு.
th: แสดงทั้งหมดสั่งโดยผู้เล่น
tr: Oyuncuya göre sıralanmış tümünü göster
uk: Показати всі впорядковані за гравцем
ur: پلیئر کے ذریعہ آرڈر کردہ سبھی دکھائیں۔
vi: Hiển thị tất cả theo thứ tự người chơi

source: All games ordered by White player, useful for searching for players
es: Todos los juegos ordenados por jugador blanco, útil para buscar jugadores
sr: Све игре које је наручио бели играч, корисне за тражење играча
sv: Alla spel beställda av vit spelare, användbara för att söka efter spelare
sw: Michezo yote iliyoagizwa na mchezaji Mweupe, muhimu kwa ajili ya kutafuta wachezaji
ta: வெள்ளை வீரர் வரிசைப்படுத்திய அனைத்து விளையாட்டுகளும், வீரர்களைத் தேடுவதற்கு பயனுள்ளதாக இருக்கும்.
th: เกมทั้งหมดเรียงลำดับตามผู้เล่นฝ่ายขาว มีประโยชน์สำหรับการค้นหาผู้เล่น
tr: Tüm oyunlar Beyaz oyuncuya göre sıralanmıştır, oyuncuları aramak için kullanışlıdır
uk: Усі ігри, замовлені білим гравцем, корисні для пошуку гравців
ur: وائٹ پلیئر کے ذریعہ آرڈر کردہ تمام گیمز، کھلاڑیوں کی تلاش کے لیے کارآمد
vi: Tất cả các ván đấu được sắp xếp theo người chơi Trắng, hữu ích cho việc tìm kiếm người chơi

source: Specify which database file to use for searches
es: Especifique qué archivo de base de datos utilizar para las búsquedas
sr: Одредите коју датотеку базе података да користите за претраге
sv: Ange vilken databasfil som ska användas för sökningar
sw: Bainisha ni faili gani ya hifadhidata ya kutumia kwa utafutaji
ta: தேடல்களுக்கு எந்த தரவுத்தளக் கோப்பைப் பயன்படுத்த வேண்டும் என்பதைக் குறிப்பிடவும்.
th: ระบุไฟล์ฐานข้อมูลที่จะใช้สำหรับการค้นหา
tr: Aramalar için hangi veritabanı dosyasının kullanılacağını belirtin
uk: Вкажіть, який файл бази даних використовувати для пошуку
ur: وضاحت کریں کہ کونسی ڈیٹا بیس فائل کو تلاش کے لیے استعمال کرنا ہے۔
vi: Chỉ định tệp cơ sở dữ liệu nào sẽ được sử dụng để tìm kiếm

source: Create new database
es: Crear nueva base de datos
sr: Креирајте нову базу података
sv: Skapa ny databas
sw: Unda hifadhidata mpya
ta: புதிய தரவுத்தளத்தை உருவாக்கு
th: สร้างฐานข้อมูลใหม่
tr: Yeni veritabanı oluştur
uk: Створити нову базу даних
ur: نیا ڈیٹا بیس بنائیں
vi: Tạo cơ sở dữ liệu mới

source: Create a new database file from scratch
es: Crear un nuevo archivo de base de datos desde cero
sr: Креирајте нову датотеку базе података од нуле
sv: Skapa en ny databasfil från början
sw: Unda faili mpya ya hifadhidata kutoka mwanzo
ta: புதிதாக ஒரு தரவுத்தள கோப்பை புதிதாக உருவாக்கவும்.
th: สร้างไฟล์ฐานข้อมูลใหม่ตั้งแต่เริ่มต้น
tr: Sıfırdan yeni bir veritabanı dosyası oluşturun
uk: Створіть новий файл бази даних з нуля
ur: شروع سے ایک نئی ڈیٹا بیس فائل بنائیں
vi: Tạo một tệp cơ sở dữ liệu mới từ đầu

source: Append to database
es: Anexar a la base de datos
sr: Додати у базу података
sv: Lägg till i databasen
sw: Weka kwenye hifadhidata
ta: தரவுத்தளத்தில் சேர்க்கவும்
th: ผนวกเข้าในฐานข้อมูล
tr: Veritabanına ekle
uk: Додати до бази даних
ur: ڈیٹا بیس میں شامل کریں۔
vi: Thêm vào cơ sở dữ liệu

source: Append games to an existing database
es: Añadir juegos a una base de datos existente
sr: Додајте игре постојећој бази података
sv: Lägg till spel till en befintlig databas
sw: Ongeza michezo kwenye hifadhidata iliyopo
ta: ஏற்கனவே உள்ள தரவுத்தளத்தில் விளையாட்டுகளைச் சேர்க்கவும்
th: ผนวกเกมไปยังฐานข้อมูลที่มีอยู่
tr: Oyunları mevcut bir veritabanına ekle
uk: Додавання ігор до існуючої бази даних
ur: گیمز کو موجودہ ڈیٹا بیس میں شامل کریں۔
vi: Thêm trò chơi vào cơ sở dữ liệu hiện có

source: Control a simple .pgn based opening book facility
es: Controlar una sencilla función de apertura de libros basada en .pgn
sr: Контролишите једноставну .пгн могућност отварања књиге
sv: Styr en enkel .pgn-baserad öppningsbok
sw: Dhibiti kituo rahisi cha kufungua kitabu cha .pgn
ta: ஒரு எளிய .pgn அடிப்படையிலான தொடக்க புத்தக வசதியைக் கட்டுப்படுத்தவும்.
th: ควบคุมระบบเปิดหนังสือแบบง่ายๆ โดยใช้ไฟล์ .pgn
tr: Basit bir .pgn tabanlı açılış defteri tesisini kontrol edin
uk: Керуйте простим інструментом відкриття книги на основі .pgn
ur: ایک سادہ .pgn پر مبنی اوپننگ بک کی سہولت کو کنٹرول کریں۔
vi: Kiểm soát một tiện ích mở sách đơn giản dựa trên .pgn

source: Polyglot book..
es: Libro políglota..
sr: Књига о полиглоту..
sv: Polyglot bok..
sw: Kitabu cha Polyglot..
ta: பன்மொழிப் புத்தகம்..
th: หนังสือหลายภาษา..
tr: Çok dilli kitap..
uk: Книга поліглота..
ur: پولی گلوٹ کتاب..
vi: Sách đa ngôn ngữ.

source: Control a Polyglot .bin based opening book facility
es: Controlar una función de apertura de libros basada en Polyglot .bin
sr: Контролишите могућност отварања књиге засноване на Полиглот .бин
sv: Kontrollera en Polyglot .bin-baserad öppningsbok
sw: Dhibiti kituo cha kufungua kitabu cha Polyglot .bin
ta: பாலிகிளாட் .பின் அடிப்படையிலான தொடக்க புத்தக வசதியைக் கட்டுப்படுத்தவும்.
th: ควบคุมระบบเปิดหนังสือแบบ Polyglot .bin
tr: Polyglot .bin tabanlı bir açılış kitabı tesisini kontrol edin
uk: Керуйте системою відкривання книги на основі Polyglot .bin
ur: پولی گلوٹ .bin پر مبنی کتاب کھولنے کی سہولت کو کنٹرول کریں۔
vi: Kiểm soát tiện ích mở sách dựa trên Polyglot .bin

source: Book weights..
es: Pesas para libros..
sr: Тежина књиге..
sv: Bokvikter..
sw: Vitabu vya uzito..
ta: புத்தக எடைகள்..
th: น้ำหนักหนังสือ..
tr: Kitap ağırlıkları..
uk: Вага книг..
ur: کتاب کا وزن..
vi: Trọng lượng của sách..

source: Display Polyglot .bin book weights dialog box
es: Mostrar el cuadro de diálogo de pesos de libros .bin de Polyglot
sr: Прикажи оквир за дијалог Полиглот .бин тежина књига
sv: Visa dialogrutan Polyglot .bin bokvikter
sw: Onyesha kisanduku cha mazungumzo cha uzito wa kitabu cha Polyglot .bin
ta: பாலிகிளாட் .பின் புத்தக எடைகள் உரையாடல் பெட்டியைக் காட்டு.
th: แสดงกล่องโต้ตอบน้ำหนักหนังสือ Polyglot .bin
tr: Polyglot .bin kitap ağırlıkları iletişim kutusunu görüntüle
uk: Відобразити діалогове вікно ваги книги Polyglot .bin
ur: پولی گلوٹ .bin کتاب کے وزن کا ڈائیلاگ باکس ڈسپلے کریں۔
vi: Hiển thị hộp thoại trọng số sách Polyglot .bin

source: 2d display
es: Pantalla 2D
sr: 2д дисплеј
sw: Onyesho la 2d
ta: 2டி காட்சி
th: การแสดงผลแบบ 2 มิติ
tr: 2d ekran
uk: 2d дисплей
ur: 2 ڈی ڈسپلے
vi: Màn hình 2D

source: Two dimensional graphics display
es: Visualización de gráficos bidimensionales
sr: Дводимензионални графички приказ
sv: Tvådimensionell grafikdisplay
sw: Dimensional graphics kuonyesha
ta: இரு பரிமாண கிராபிக்ஸ் காட்சி
th: จอแสดงผลกราฟิกสองมิติ
tr: İki boyutlu grafik gösterimi
uk: Двовимірний графічний дисплей
ur: دو جہتی گرافکس ڈسپلے
vi: Hiển thị đồ họa hai chiều

source: 3d display
es: pantalla 3D
sr: 3д дисплеј
sw: Onyesho la 3d
ta: 3டி காட்சி
th: การแสดงผลแบบ 3 มิติ
tr: 3d ekran
uk: 3d дисплей
ur: تھری ڈی ڈسپلے
vi: Màn hình 3D

source: Three dimensional graphics display
es: Visualización de gráficos tridimensionales
sr: Тродимензионални графички приказ
sv: Tredimensionell grafikdisplay
sw: Onyesho la michoro ya pande tatu
ta: முப்பரிமாண கிராபிக்ஸ் காட்சி
th: จอแสดงผลกราฟิกสามมิติ
tr: Üç boyutlu grafik gösterimi
uk: Тривимірний графічний дисплей
ur: تین جہتی گرافکس ڈسپلے
vi: Hiển thị đồ họa ba chiều

source: Open Media Player..
es: Abra el reproductor multimedia.
sr: Отворите Медиа Плаиер..
sv: Öppna Media Player..
sw: Fungua Media Player..
ta: மீடியா பிளேயரைத் திறக்கவும்..
th: เปิดเครื่องเล่นสื่อ..
tr: Medya Oynatıcısını açın..
uk: Відкрити медіапрогравач..
ur: میڈیا پلیئر کھولیں..
vi: Mở trình phát phương tiện.

source: Open the Media Player video window
es: Abra la ventana de vídeo del Reproductor multimedia
sr: Отворите видео прозор Медиа Плаиер-а
sv: Öppna Media Player-videofönstret
sw: Fungua dirisha la video la Media Player
ta: மீடியா பிளேயர் வீடியோ சாளரத்தைத் திறக்கவும்.
th: เปิดหน้าต่างวิดีโอเครื่องเล่นสื่อ
tr: Medya Oynatıcısı video penceresini açın
uk: Відкрийте відеовікно медіаплеєра
ur: میڈیا پلیئر ویڈیو ونڈو کھولیں۔
vi: Mở cửa sổ video Media Player

source: Set language to
es: Establecer idioma a
sr: Подесите језик на
sv: Ställ in språket på
sw: Weka lugha iwe
ta: மொழியை இதற்கு அமைக்கவும்:
th: ตั้งค่าภาษาเป็น
tr: Dili şu şekilde ayarla:
uk: Установити мову на
ur: زبان کو اس پر سیٹ کریں۔
vi: Đặt ngôn ngữ thành

source: More languages..
es: Más idiomas..
sr: Више језика..
sv: Fler språk..
sw: Lugha zaidi..
ta: மேலும் மொழிகள்..
th: ภาษาอื่นๆอีกมากมาย..
tr: Daha fazla dil..
uk: Більше мов..
ur: مزید زبانیں..
vi: Nhiều ngôn ngữ hơn..

source: Help on languages used in the program
es: Ayuda sobre los idiomas utilizados en el programa
sr: Помоћ о језицима који се користе у програму
sv: Hjälp om språk som används i programmet
sw: Usaidizi wa lugha zinazotumiwa katika programu
ta: நிரலில் பயன்படுத்தப்படும் மொழிகள் குறித்த உதவி
th: ช่วยเหลือเรื่องภาษาที่ใช้ในโปรแกรม
tr: Programda kullanılan diller hakkında yardım
uk: Допомога щодо мов, які використовуються в програмі
ur: پروگرام میں استعمال ہونے والی زبانوں پر مدد
vi: Trợ giúp về ngôn ngữ được sử dụng trong chương trình

source: About
es: Acerca de
sr: Абоут
sv: Om
sw: Kuhusu
ta: பற்றி
th: เกี่ยวกับ
tr: Hakkında
uk: про
ur: کے بارے میں
vi: Về

source: Version and publisher information
es: Información de la versión y el editor
sr: Информације о верзији и издавачу
sv: Version och förlagsinformation
sw: Toleo na habari ya mchapishaji
ta: பதிப்பு மற்றும் வெளியீட்டாளர் தகவல்
th: ข้อมูลเวอร์ชันและผู้จัดพิมพ์
tr: Sürüm ve yayıncı bilgileri
uk: Інформація про версію та видавця
ur: ورژن اور پبلشر کی معلومات
vi: Thông tin phiên bản và nhà xuất bản

source: An overview of the program
es: Una visión general del programa
sr: Преглед програма
sv: En översikt över programmet
sw: Muhtasari wa programu
ta: திட்டத்தின் ஒரு கண்ணோட்டம்
th: ภาพรวมของโปรแกรม
tr: Programın genel görünümü
uk: Огляд програми
ur: پروگرام کا ایک جائزہ
vi: Tổng quan về chương trình

source: Thank you to numerous people
es: Gracias a muchas personas
sr: Хвала бројним људима
sv: Tack till många människor
sw: Asante kwa watu wengi
ta: ஏராளமான மக்களுக்கு நன்றி
th: ขอขอบคุณผู้คนมากมาย
tr: Çok sayıda insana teşekkür ederim
uk: Дякую багатьом людям
ur: بے شمار لوگوں کا شکریہ
vi: Cảm ơn rất nhiều người

source: Open help file
es: Abrir archivo de ayuda
sr: Отворите датотеку помоћи
sv: Öppna hjälpfilen
sw: Fungua faili ya usaidizi
ta: உதவி கோப்பைத் திற
th: เปิดไฟล์ช่วยเหลือ
tr: Yardım dosyasını aç
uk: Відкрити файл довідки
ur: مدد کی فائل کھولیں۔
vi: Mở tập tin trợ giúp

source: Opens the Nimzo_3d.chm help file
es: Abre el archivo de ayuda Nimzo_3d.chm
sr: Отвара датотеку помоћи Нимзо_3д.цхм
sv: Öppnar hjälpfilen Nimzo_3d.chm
sw: Hufungua faili ya usaidizi ya Nimzo_3d.chm
ta: Nimzo_3d.chm உதவி கோப்பைத் திறக்கிறது.
th: เปิดไฟล์วิธีใช้ Nimzo_3d.chm
tr: Nimzo_3d.chm yardım dosyasını açar
uk: Відкриває файл довідки Nimzo_3d.chm
ur: Nimzo_3d.chm ہیلپ فائل کھولتا ہے۔
vi: Mở tệp trợ giúp Nimzo_3d.chm

source: Help file delay..
es: Archivo de ayuda retrasado..
sr: Кашњење датотеке помоћи..
sv: Hjälpfil fördröjning..
sw: Msaada wa faili kuchelewa..
ta: உதவி கோப்பு தாமதம்..
th: ไฟล์ช่วยเหลือล่าช้า..
tr: Yardım dosyası gecikmesi..
uk: Затримка файлу довідки..
ur: مدد فائل میں تاخیر..
vi: Trợ giúp trì hoãn tập tin..

source: Opens help file delay options dialog box
es: Abre el cuadro de diálogo de opciones de retraso del archivo de ayuda
sr: Отвара дијалог опција одлагања датотеке помоћи
sv: Öppnar dialogrutan för fördröjningsalternativ för hjälpfil
sw: Hufungua kisanduku kidadisi cha chaguo za ucheleweshaji wa faili za usaidizi
ta: உதவி கோப்பு தாமத விருப்பங்கள் உரையாடல் பெட்டியைத் திறக்கிறது.
th: เปิดกล่องโต้ตอบตัวเลือกการหน่วงเวลาของไฟล์วิธีใช้
tr: Yardım dosyası gecikme seçenekleri iletişim kutusunu açar
uk: Відкриває діалогове вікно параметрів затримки файлу довідки
ur: مدد فائل میں تاخیر کے اختیارات کا ڈائیلاگ باکس کھولتا ہے۔
vi: Mở hộp thoại tùy chọn trì hoãn tệp trợ giúp

source: Edit
es: Editar
sr: Уреди
sv: Redigera
sw: Hariri
ta: திருத்து
th: แก้ไข
tr: Düzenlemek
uk: Редагувати
ur: ترمیم کریں۔
vi: Biên tập

source: Games
es: Juegos
sr: Игре
sv: Spel
sw: Michezo
ta: விளையாட்டுகள்
th: เกมส์
tr: Oyunlar
uk: Ігри
ur: گیمز
vi: Trò chơi

source: Commands
es: Comandos
sr: Команде
sv: Kommandon
sw: Amri
ta: கட்டளைகள்
th: คำสั่ง
tr: Komutlar
uk: Команди
ur: احکام
vi: Lệnh

source: Openings
es: Aperturas
sr: Отвори
sv: Öppningar
sw: Ufunguzi
ta: திறப்புகள்
th: ตำแหน่งงานว่าง
tr: Açık Pozisyonlar
uk: Отвори
ur: کھلنا
vi: Các lỗ mở

source: 3d graphics
es: gráficos 3D
sr: 3д графика
sv: 3d-grafik
sw: Picha za 3d
ta: 3டி கிராபிக்ஸ்
th: กราฟิก 3 มิติ
tr: 3d grafikler
uk: 3d графіка
ur: 3D گرافکس
vi: đồ họa 3d

source: Video
sr: Видео
ta: காணொளி
th: วีดีโอ
uk: відео
ur: ویڈیو
vi: Băng hình

source: Languages
es: Idiomas
sr: Језици
sv: Språk
sw: Lugha
ta: மொழிகள்
th: ภาษา
tr: Diller
uk: Мови
ur: زبانیں
vi: Ngôn ngữ

source: Book moves
es: El libro se mueve
sr: Покрети књига
sv: Boken flyttar
sw: Harakati za kitabu
ta: புத்தக நகர்வுகள்
th: หนังสือเคลื่อนไหว
tr: Kitap hareketleri
uk: Книга рухається
ur: کتاب کی حرکت
vi: Sách di chuyển

source: Could not load
es: No se pudo cargar
sr: Није могуће учитати
sv: Kunde inte ladda
sw: Haikuweza kupakia
ta: ஏற்ற முடியவில்லை
th: ไม่สามารถโหลดได้
tr: Yüklenemedi
uk: Не вдалося завантажити
ur: لوڈ نہیں ہو سکا
vi: Không thể tải

source: language file
es: archivo de idioma
sr: језичку датотеку
sv: språkfil
sw: faili ya lugha
ta: மொழி கோப்பு
th: ไฟล์ภาษา
tr: dil dosyası
uk: мовний файл
ur: زبان کی فائل
vi: tập tin ngôn ngữ

source: Re-setting language to English
es: Restablecer el idioma al inglés
sr: Поновно подешавање језика на енглески
sv: Återställ språket till engelska
sw: Kuweka upya lugha kwa Kiingereza
ta: மொழியை ஆங்கிலத்திற்கு மீட்டமைத்தல்
th: การรีเซ็ตภาษาเป็นภาษาอังกฤษ
tr: Dilin İngilizce'ye sıfırlanması
uk: Переналаштування мови на англійську
ur: زبان کو انگریزی میں دوبارہ ترتیب دینا
vi: Thiết lập lại ngôn ngữ sang tiếng Anh

source: New file
es: Nuevo archivo
sr: Нова датотека
sv: Ny fil
sw: Faili mpya
ta: புதிய கோப்பு
th: ไฟล์ใหม่
tr: Yeni dosya
uk: Новий файл
ur: نئی فائل
vi: Tập tin mới

source: Kibitzer start/stop
es: Inicio/parada de Kibitzer
sr: Кибитзер старт/стоп
sv: Kibitzer start/stopp
sw: Kibitzer anza/acha
ta: கிபிட்ஸர் தொடக்கம்/நிறுத்தம்
th: คิบิทเซอร์ สตาร์ต/สต็อป
tr: Kibitzer başlat/durdur
uk: Запуск/зупинка Kibitzer
ur: کبٹزر اسٹارٹ/اسٹاپ
vi: Bắt đầu/dừng Kibitzer

source: Backward (main line)
es: Hacia atrás (línea principal)
sr: Назад (главна линија)
sv: Bakåt (huvudlinje)
sw: Nyuma (mstari kuu)
ta: பின்னோக்கி (பிரதான வரி)
th: ถอยหลัง(สายหลัก)
tr: Geri (ana hat)
uk: Назад (основна лінія)
ur: پسماندہ (مین لائن)
vi: Lùi lại (dòng chính)

source: Forward (main line)
es: Adelante (línea principal)
sr: Напред (главна линија)
sv: Framåt (huvudlinje)
sw: Mbele (mstari mkuu)
ta: முன்னோக்கி (முக்கிய வரி)
th: เดินหน้า(สายหลัก)
tr: İleri (ana hat)
uk: Наперед (основна лінія)
ur: آگے (مین لائن)
vi: Tiến lên (dòng chính)

source: Backward
es: Hacia atrás
sr: Назад
sv: Bakåt
sw: Nyuma
ta: பின்னோக்கி
th: ย้อนกลับ
tr: Geriye doğru
uk: Назад
ur: پسماندہ
vi: Lùi lại

source: Forward
es: Adelante
sr: Напред
sv: Fram
sw: Mbele
ta: முன்னோக்கி
th: ซึ่งไปข้างหน้า
tr: İleri
uk: вперед
ur: آگے
vi: Phía trước
