Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Display stats panel help
es: Ayuda del panel de estadísticas de visualización
sr: Прикажи помоћ панела са статистиком
sv: Visa statistikpanelens hjälp
sw: Onyesha usaidizi wa paneli ya takwimu
ta: புள்ளிவிவரப் பலகை உதவியைக் காட்டு
th: แสดงแผงสถิติช่วยเหลือ
tr: İstatistik paneli yardımını görüntüle
uk: Відображення довідки панелі статистики
ur: اعدادوشمار کے پینل کی مدد دکھائیں۔
vi: Hiển thị bảng trợ giúp thống kê

source: Do not score current puzzle if skipped
es: No puntúe el rompecabezas actual si lo omite
sr: Немојте постићи тренутну слагалицу ако је прескочена
sv: Gör inte poäng på nuvarande pussel om du hoppas över det
sw: Usifanye alama ya fumbo la sasa ikiwa utarukwa
ta: தற்போதைய புதிரைத் தவிர்த்துவிட்டால் மதிப்பெண் பெற வேண்டாம்.
th: อย่าให้คะแนนปริศนาปัจจุบันหากข้ามไป
tr: Atlanırsa mevcut bulmacaya puan verilmeyecek
uk: Не оцінюйте поточну головоломку, якщо її пропустили
ur: اگر چھوڑ دیا جائے تو موجودہ پہیلی کو اسکور نہ کریں۔
vi: Không chấm điểm câu đố hiện tại nếu bỏ qua

source: When puzzle mode is activated, the puzzle statistics panel displays a record
es: Cuando se activa el modo rompecabezas, el panel de estadísticas del rompecabezas muestra un registro
sr: Када је активиран режим слагалице, панел статистике слагалице приказује запис
sv: När pusselläget är aktiverat visar pusselstatistikpanelen en post
sw: Hali ya mafumbo inapowezeshwa, paneli ya takwimu za mafumbo huonyesha rekodi
ta: புதிர் பயன்முறை செயல்படுத்தப்படும்போது, ​​புதிர் புள்ளிவிவரப் பலகம் ஒரு பதிவைக் காட்டுகிறது
th: เมื่อเปิดใช้งานโหมดปริศนา แผงสถิติปริศนาจะแสดงบันทึก
tr: Bulmaca modu etkinleştirildiğinde, bulmaca istatistikleri paneli bir kayıt görüntüler
uk: Коли режим головоломки активований, на панелі статистики головоломки відображається запис
ur: جب پہیلی موڈ کو چالو کیا جاتا ہے، پہیلی شماریات کا پینل ایک ریکارڈ دکھاتا ہے۔
vi: Khi chế độ câu đố được kích hoạt, bảng thống kê câu đố sẽ hiển thị một bản ghi

source: of the user's performance when doing puzzles or studying opening lines.
es: del desempeño del usuario al resolver rompecabezas o estudiar líneas iniciales.
sr: перформанси корисника када ради загонетке или проучава уводне редове.
sv: av användarens prestation när han lägger pussel eller studerar inledande rader.
sw: ya utendaji wa mtumiaji wakati wa kufanya mafumbo au kusoma mistari ya ufunguzi.
ta: புதிர்களைச் செய்யும்போது அல்லது தொடக்க வரிகளைப் படிக்கும்போது பயனரின் செயல்திறனைப் பற்றியது.
th: ของประสิทธิภาพการทำงานของผู้ใช้ในการไขปริศนาหรือศึกษาประโยคเปิด
tr: Kullanıcının bulmacaları çözerken veya açılış cümlelerini incelerken gösterdiği performansın ölçümü.
uk: продуктивності користувача при складанні головоломок або вивченні початкових рядків.
ur: پہیلیاں کرتے وقت یا ابتدائی لائنوں کا مطالعہ کرتے وقت صارف کی کارکردگی کا۔
vi: về hiệu suất của người dùng khi giải câu đố hoặc nghiên cứu những dòng mở đầu.

source: There are statistics for the current puzzle,
es: Hay estadísticas para el rompecabezas actual,
sr: Постоје статистике за тренутну слагалицу,
sv: Det finns statistik för det aktuella pusslet,
sw: Kuna takwimu za fumbo la sasa,
ta: தற்போதைய புதிருக்கு புள்ளிவிவரங்கள் உள்ளன,
th: มีสถิติสำหรับปริศนาปัจจุบัน
tr: Mevcut bulmaca için istatistikler var,
uk: Є статистика для поточної головоломки,
ur: موجودہ پہیلی کے اعداد و شمار موجود ہیں،
vi: Có số liệu thống kê cho câu đố hiện tại,

source: the current session (starting when puzzle mode was activated)
es: la sesión actual (que comenzó cuando se activó el modo rompecabezas)
sr: тренутна сесија (почиње када је активиран режим слагалице)
sv: den aktuella sessionen (börjar när pusselläget aktiverades)
sw: kipindi cha sasa (kuanzia wakati hali ya fumbo iliamilishwa)
ta: தற்போதைய அமர்வு (புதிர் பயன்முறை செயல்படுத்தப்பட்டபோது தொடங்கியது)
th: เซสชันปัจจุบัน (เริ่มต้นเมื่อเปิดใช้งานโหมดปริศนา)
tr: geçerli oturum (bulmaca modu etkinleştirildiğinde başlayan)
uk: поточний сеанс (починаючи з активації режиму головоломки)
ur: موجودہ سیشن (پزل موڈ چالو ہونے پر شروع ہوتا ہے)
vi: phiên hiện tại (bắt đầu khi chế độ giải đố được kích hoạt)

source: and for the PGN puzzle file as a whole.
es: y para el archivo del rompecabezas PGN en su totalidad.
sr: и за ПГН датотеку слагалице у целини.
sv: och för PGN-pusselfilen som helhet.
sw: na kwa faili ya mafumbo ya PGN kwa ujumla.
ta: மற்றும் PGN புதிர் கோப்பு முழுவதுமாக.
th: และสำหรับไฟล์ปริศนา PGN ทั้งหมด
tr: ve PGN bulmaca dosyasının tamamı için.
uk: і для файлу головоломки PGN в цілому.
ur: اور مجموعی طور پر PGN پہیلی فائل کے لیے۔
vi: và cho toàn bộ tệp câu đố PGN.

source: The option buttons allow the user to modify the puzzle statistics settings.
es: Los botones de opción permiten al usuario modificar la configuración de las estadísticas del rompecabezas.
sr: Дугмад са опцијама омогућавају кориснику да измени подешавања статистике слагалице.
sv: Alternativknapparna låter användaren ändra pusselstatistikinställningarna.
sw: Vifungo vya chaguo huruhusu mtumiaji kurekebisha mipangilio ya takwimu za mafumbo.
ta: விருப்பப் பொத்தான்கள் பயனரை புதிர் புள்ளிவிவர அமைப்புகளை மாற்ற அனுமதிக்கின்றன.
th: ปุ่มตัวเลือกช่วยให้ผู้ใช้สามารถปรับเปลี่ยนการตั้งค่าสถิติปริศนาได้
tr: Seçenek butonları kullanıcının bulmaca istatistik ayarlarını değiştirmesine olanak tanır.
uk: Кнопки опцій дозволяють користувачеві змінювати параметри статистики головоломки.
ur: آپشن بٹن صارف کو پہیلی کے اعداد و شمار کی ترتیبات میں ترمیم کرنے کی اجازت دیتے ہیں۔
vi: Các nút tùy chọn cho phép người dùng sửa đổi cài đặt thống kê câu đố.

source: Flip score : select to load another puzzle with a reverse
es: Puntuación inversa: seleccione para cargar otro rompecabezas con una puntuación inversa
sr: Флип сцоре : изаберите да учитате другу слагалицу са преокретом
sv: Vänd poäng: välj för att ladda ett annat pussel med en omvändning
sw: Badili alama : chagua kupakia fumbo lingine kwa kinyume
ta: ஃப்ளிப் ஸ்கோர்: ரிவர்ஸுடன் மற்றொரு புதிரை ஏற்ற தேர்ந்தெடுக்கவும்.
th: คะแนนพลิก : เลือกโหลดปริศนาอื่นด้วยการย้อนกลับ
tr: Puanı çevir: Tersine sahip başka bir bulmacayı yüklemek için seçin
uk: Перевернути рахунок: виберіть, щоб завантажити іншу головоломку з реверсом
ur: پلٹائیں سکور: ریورس کے ساتھ ایک اور پہیلی لوڈ کرنے کے لیے منتخب کریں۔
vi: Điểm lật: chọn để tải một câu đố khác với điểm đảo ngược

source: scoring method to the one currently set.
es: método de puntuación al establecido actualmente.
sr: методом бодовања на онај који је тренутно постављен.
sv: poängmetoden till den för närvarande inställda.
sw: njia ya kufunga bao kwa ile iliyowekwa sasa.
ta: தற்போது அமைக்கப்பட்ட ஒன்றிற்கு மதிப்பெண் முறை.
th: วิธีการให้คะแนนให้เป็นไปตามที่กำหนดไว้ในปัจจุบัน
tr: Puanlama yöntemi şu anda belirlenen yönteme göre değiştirilir.
uk: метод підрахунку балів до поточного встановленого.
ur: اسکور کرنے کا طریقہ جو فی الحال سیٹ ہے۔
vi: phương pháp tính điểm theo phương pháp hiện đang được thiết lập.

source: i.e. if the scoring method is set to score a puzzle that is skipped,
es: es decir, si el método de puntuación está configurado para puntuar un rompecabezas que se omite,
sr: тј. ако је метод бодовања подешен да постигне слагалицу која је прескочена,
sv: d.v.s. om poängmetoden är inställd på att göra ett pussel som hoppas över,
sw: yaani ikiwa mbinu ya kufunga imewekwa ili kupata fumbo ambalo limerukwa,
ta: அதாவது, தவிர்க்கப்பட்ட ஒரு புதிரை மதிப்பெண் செய்யும் வகையில் மதிப்பெண் முறை அமைக்கப்பட்டால்,
th: กล่าวคือ ถ้าวิธีการให้คะแนนถูกตั้งให้ให้คะแนนปริศนาที่ถูกข้ามไป
tr: yani puanlama yöntemi atlanan bir bulmacayı puanlayacak şekilde ayarlanmışsa,
uk: тобто якщо метод підрахунку очок налаштовано на оцінку пропущеної головоломки,
ur: یعنی اگر اسکورنگ کا طریقہ ایک پہیلی کو اسکور کرنے کے لیے سیٹ کیا گیا ہے جسے چھوڑ دیا گیا ہے،
vi: tức là nếu phương pháp tính điểm được thiết lập để tính điểm cho một câu đố bị bỏ qua,

source: then the current puzzle will not be scored if it is skipped.
es: Entonces el rompecabezas actual no se calificará si se omite.
sr: тада се тренутна слагалица неће бодовати ако се прескочи.
sv: då kommer det aktuella pusslet inte att poängsättas om det hoppas över.
sw: basi fumbo la sasa halitafungwa ikiwa litarukwa.
ta: பின்னர் தற்போதைய புதிர் தவிர்க்கப்பட்டால் மதிப்பெண் பெறாது.
th: ปริศนาปัจจุบันจะไม่ได้รับคะแนนถ้าข้ามไป
tr: Daha sonra mevcut bulmaca atlanırsa puan verilmeyecektir.
uk: тоді поточна головоломка не буде оцінена, якщо її пропустити.
ur: پھر موجودہ پہیلی کو اسکور نہیں کیا جائے گا اگر اسے چھوڑ دیا جائے۔
vi: thì câu đố hiện tại sẽ không được tính điểm nếu bị bỏ qua.

source: The default setting can be changed with Score skipped puzzle
es: La configuración predeterminada se puede cambiar con el rompecabezas de puntuación omitida
sr: Подразумевана поставка се може променити помоћу слагалице Прескочен резултат
sv: Standardinställningen kan ändras med poäng överhoppade pussel
sw: Mpangilio chaguo-msingi unaweza kubadilishwa kwa chemshabongo iliyoruka Alama
ta: ஸ்கோர் ஸ்கிப் செய்யப்பட்ட புதிர் மூலம் இயல்புநிலை அமைப்பை மாற்றலாம்.
th: การตั้งค่าเริ่มต้นสามารถเปลี่ยนแปลงได้ด้วยการข้ามปริศนาคะแนน
tr: Varsayılan ayar Puan atlanmış bulmaca ile değiştirilebilir
uk: Налаштування за замовчуванням можна змінити за допомогою головоломки Score skipped
ur: پہلے سے طے شدہ ترتیب سکور سکپڈ پزل کے ساتھ تبدیل کی جا سکتی ہے۔
vi: Cài đặt mặc định có thể được thay đổi bằng Điểm bỏ qua câu đố

source: in the Puzzle mode options dialog box.
es: en el cuadro de diálogo de opciones del modo Rompecabezas.
sr: у дијалогу Опције режима слагалице.
sv: i dialogrutan Pussellägesalternativ.
sw: katika kisanduku cha mazungumzo cha chaguo za modi ya Puzzle.
ta: புதிர் முறை விருப்பங்கள் உரையாடல் பெட்டியில்.
th: ในกล่องโต้ตอบตัวเลือกโหมดปริศนา
tr: Bulmaca modu seçenekleri iletişim kutusunda.
uk: у діалоговому вікні параметрів режиму Puzzle.
ur: پہیلی موڈ کے اختیارات کے ڈائیلاگ باکس میں۔
vi: trong hộp thoại tùy chọn chế độ Puzzle.

source: Hint penalty : select to adjust the percentage penalty incurred,
es: Penalización por sugerencia: seleccione para ajustar el porcentaje de penalización incurrido.
sr: Наговештај казне: изаберите да бисте подесили процентуалну казну,
sv: Tipsstraff: välj för att justera den procentuella straffavgiften,
sw: Adhabu ya kidokezo : chagua kurekebisha asilimia ya adhabu iliyopatikana,
ta: குறிப்பு அபராதம்: விதிக்கப்பட்ட அபராதத்தின் சதவீதத்தை சரிசெய்யத் தேர்ந்தெடுக்கவும்,
th: ค่าปรับคำแนะนำ: เลือกเพื่อปรับเปอร์เซ็นต์ค่าปรับที่เกิดขึ้น
tr: İpucu cezası: Oluşan ceza yüzdesini ayarlamak için seçin.
uk: Штраф підказки: виберіть, щоб налаштувати штраф у відсотках,
ur: اشارہ جرمانہ : جرمانے کے فیصد کو ایڈجسٹ کرنے کے لیے منتخب کریں،
vi: Gợi ý hình phạt: chọn để điều chỉnh phần trăm hình phạt phải chịu,

source: when the user requests a hint for the puzzle.
es: cuando el usuario solicita una pista para el rompecabezas.
sr: када корисник затражи наговештај за слагалицу.
sv: när användaren begär en ledtråd för pusslet.
sw: mtumiaji anapoomba kidokezo cha fumbo.
ta: பயனர் புதிருக்கான குறிப்பைக் கோரும்போது.
th: เมื่อผู้ใช้ขอคำแนะนำสำหรับปริศนา
tr: Kullanıcı bulmaca için bir ipucu istediğinde.
uk: коли користувач запитує підказку для головоломки.
ur: جب صارف پہیلی کے لیے اشارے کی درخواست کرتا ہے۔
vi: khi người dùng yêu cầu gợi ý cho câu đố.

source: Time up penalty : select to adjust the percentage penalty incurred,
es: Penalización por tiempo agotado: seleccione para ajustar el porcentaje de penalización incurrido.
sr: Казна истека времена : изаберите да бисте подесили насталу казну у процентима,
sv: Time up penalty : välj för att justera den procentuella straffavgiften,
sw: Adhabu ya muda : chagua kurekebisha asilimia ya adhabu iliyopatikana,
ta: அபராத நேரத்தை நிறுத்துதல்: விதிக்கப்பட்ட அபராதத்தின் சதவீதத்தை சரிசெய்யத் தேர்ந்தெடுக்கவும்,
th: ค่าปรับเวลาหมด : เลือกเพื่อปรับเปอร์เซ็นต์ค่าปรับที่เกิดขึ้น
tr: Zaman aşımı cezası: Oluşan ceza yüzdesini ayarlamak için seçin.
uk: Time up penalty: виберіть, щоб налаштувати відсоток понесеного штрафу,
ur: جرمانہ ٹائم اپ: لگنے والے جرمانے کے فیصد کو ایڈجسٹ کرنے کے لیے منتخب کریں،
vi: Thời gian phạt quá hạn: chọn để điều chỉnh phần trăm phạt phải chịu,

source: when the user runs out of time when solving a puzzle.
es: cuando el usuario se queda sin tiempo al resolver un rompecabezas.
sr: када кориснику понестане времена при решавању загонетке.
sv: när användaren får ont om tid när han löser ett pussel.
sw: mtumiaji anapoishiwa na wakati wa kutatua fumbo.
ta: பயனர் ஒரு புதிரைத் தீர்க்கும்போது நேரம் தீர்ந்து போகும் போது.
th: เมื่อผู้ใช้หมดเวลาในการแก้ปริศนา
tr: Kullanıcı bir bulmacayı çözerken zamanının tükenmesi durumunda.
uk: коли у користувача закінчується час під час вирішення головоломки.
ur: جب کسی پہیلی کو حل کرتے وقت صارف کا وقت ختم ہو جاتا ہے۔
vi: khi người dùng hết thời gian để giải câu đố.

source: Adjust stats : select to manually adjust the puzzle statistics,
es: Ajustar estadísticas: seleccione para ajustar manualmente las estadísticas del rompecabezas,
sr: Подесите статистику: изаберите да ручно прилагодите статистику слагалице,
sv: Justera statistik: välj för att manuellt justera pusselstatistiken,
sw: Rekebisha takwimu : chagua kurekebisha mwenyewe takwimu za mafumbo,
ta: புள்ளிவிவரங்களைச் சரிசெய்யவும்: புதிர் புள்ளிவிவரங்களை கைமுறையாக சரிசெய்யத் தேர்ந்தெடுக்கவும்,
th: ปรับสถิติ: เลือกเพื่อปรับสถิติปริศนาด้วยตนเอง
tr: İstatistikleri ayarla: Bulmaca istatistiklerini manuel olarak ayarlamak için seçin.
uk: Налаштувати статистику: виберіть, щоб вручну налаштувати статистику головоломки,
ur: اعدادوشمار کو ایڈجسٹ کریں: پہیلی کے اعدادوشمار کو دستی طور پر ایڈجسٹ کرنے کے لیے منتخب کریں،
vi: Điều chỉnh số liệu thống kê: chọn để điều chỉnh thủ công số liệu thống kê của câu đố,

source: in order to correct any scoring anomalies.
es: con el fin de corregir cualquier anomalía en la puntuación.
sr: како би се исправиле све аномалије бодовања.
sv: för att korrigera eventuella poängavvikelser.
sw: ili kurekebisha hitilafu zozote za bao.
ta: ஏதேனும் மதிப்பெண் முரண்பாடுகளை சரிசெய்ய.
th: เพื่อแก้ไขความผิดปกติของคะแนน
tr: Herhangi bir puanlama anormalliğini düzeltmek için.
uk: щоб виправити будь-які аномалії підрахунку балів.
ur: کسی بھی اسکورنگ کی بے ضابطگیوں کو درست کرنے کے لیے۔
vi: để sửa bất kỳ điểm số bất thường nào.

source: Puzzle options : opens the puzzle mode options dialog box.
es: Opciones de rompecabezas: abre el cuadro de diálogo de opciones del modo rompecabezas.
sr: Опције загонетке : отвара дијалог за опције режима слагалице.
sv: Pusselalternativ : öppnar dialogrutan för pussellägesalternativ.
sw: Chaguzi za mafumbo : hufungua kisanduku cha mazungumzo cha chaguo za modi ya mafumbo.
ta: புதிர் விருப்பங்கள்: புதிர் முறை விருப்பங்கள் உரையாடல் பெட்டியைத் திறக்கிறது.
th: ตัวเลือกปริศนา: เปิดกล่องโต้ตอบตัวเลือกโหมดปริศนา
tr: Bulmaca seçenekleri : Bulmaca modu seçenekleri iletişim kutusunu açar.
uk: Параметри головоломки: відкриває діалогове вікно параметрів режиму головоломки.
ur: پہیلی کے اختیارات: پہیلی موڈ کے اختیارات کا ڈائیلاگ باکس کھولتا ہے۔
vi: Tùy chọn câu đố: mở hộp thoại tùy chọn chế độ câu đố.

source: Puzzle statistics help
es: Ayuda con las estadísticas de rompecabezas
sr: Статистика загонетке помаже
sv: Pusselstatistik hjälper
sw: Takwimu za mafumbo husaidia
ta: புதிர் புள்ளிவிவர உதவி
th: ความช่วยเหลือด้านสถิติปริศนา
tr: Bulmaca istatistikleri yardımı
uk: Довідкова статистика головоломок
ur: پہیلی کے اعدادوشمار مدد کرتے ہیں۔
vi: Trợ giúp thống kê câu đố

source: To use puzzle mode, a PGN game file must be opened and a game loaded.
es: Para utilizar el modo rompecabezas, se debe abrir un archivo de juego PGN y cargar un juego.
sr: Да бисте користили режим загонетке, морате отворити ПГН датотеку игре и учитати игру.
sv: För att använda pusselläget måste en PGN-spelfil öppnas och ett spel laddas.
sw: Ili kutumia hali ya mafumbo, ni lazima faili ya mchezo wa PGN ifunguliwe na mchezo upakiwe.
ta: புதிர் பயன்முறையைப் பயன்படுத்த, ஒரு PGN விளையாட்டு கோப்பைத் திறந்து ஒரு விளையாட்டு ஏற்றப்பட வேண்டும்.
th: ในการใช้โหมดปริศนา จะต้องเปิดไฟล์เกม PGN และโหลดเกม
tr: Bulmaca modunu kullanabilmek için bir PGN oyun dosyasının açılması ve oyunun yüklenmesi gerekmektedir.
uk: Щоб використовувати режим головоломки, необхідно відкрити файл гри PGN і завантажити гру.
ur: پزل موڈ استعمال کرنے کے لیے، ایک PGN گیم فائل کو کھولنا اور گیم لوڈ کرنا ضروری ہے۔
vi: Để sử dụng chế độ giải đố, bạn phải mở tệp trò chơi PGN và tải trò chơi.

source: This may be done before or after puzzle mode is activated.
es: Esto se puede hacer antes o después de activar el modo rompecabezas.
sr: Ово се може урадити пре или после активирања режима слагалице.
sv: Detta kan göras innan eller efter att pusselläget är aktiverat.
sw: Hii inaweza kufanywa kabla au baada ya modi ya mafumbo kuwashwa.
ta: புதிர் பயன்முறை செயல்படுத்தப்படுவதற்கு முன் அல்லது பின் இதைச் செய்யலாம்.
th: อาจดำเนินการนี้ก่อนหรือหลังเปิดใช้งานโหมดปริศนา
tr: Bu, bulmaca modu etkinleştirilmeden önce veya sonra yapılabilir.
uk: Це можна зробити до або після активації режиму головоломки.
ur: یہ پہیلی موڈ کے چالو ہونے سے پہلے یا بعد میں کیا جا سکتا ہے۔
vi: Có thể thực hiện việc này trước hoặc sau khi chế độ giải đố được kích hoạt.

source: Puzzle mode can be activated using Options, Puzzle mode
es: El modo rompecabezas se puede activar usando Opciones, Modo rompecabezas
sr: Режим слагалице се може активирати помоћу Опције, Режим загонетке
sv: Pusselläge kan aktiveras med Alternativ, Pusselläge
sw: Hali ya mafumbo inaweza kuamilishwa kwa kutumia Chaguzi, modi ya Mafumbo
ta: புதிர் பயன்முறையை விருப்பங்கள், புதிர் பயன்முறையைப் பயன்படுத்தி செயல்படுத்தலாம்.
th: โหมดปริศนาสามารถเปิดใช้งานได้โดยใช้ตัวเลือก โหมดปริศนา
tr: Bulmaca modu Seçenekler, Bulmaca modu kullanılarak etkinleştirilebilir
uk: Режим головоломки можна активувати за допомогою параметрів, режим головоломки
ur: پزل موڈ کو آپشنز، پزل موڈ کا استعمال کرتے ہوئے چالو کیا جا سکتا ہے۔
vi: Chế độ giải đố có thể được kích hoạt bằng Tùy chọn, Chế độ giải đố

source: on the main menu, or with the toolbar option 'P'
es: en el menú principal, o con la opción 'P' de la barra de herramientas
sr: у главном менију или са опцијом на траци са алаткама 'П'
sv: på huvudmenyn eller med verktygsfältsalternativet 'P'
sw: kwenye menyu kuu, au na chaguo la upau wa zana 'P'
ta: பிரதான மெனுவில், அல்லது கருவிப்பட்டி விருப்பமான 'P' உடன்
th: บนเมนูหลักหรือด้วยตัวเลือกแถบเครื่องมือ 'P'
tr: ana menüde veya araç çubuğu seçeneği 'P' ile
uk: у головному меню або за допомогою опції «P» на панелі інструментів
ur: مین مینو پر، یا ٹول بار کے آپشن 'P' کے ساتھ
vi: trên menu chính hoặc với tùy chọn thanh công cụ 'P'

source: When Puzzle mode is activated, the moves in a loaded game are hidden.
es: Cuando el modo Rompecabezas está activado, los movimientos en un juego cargado quedan ocultos.
sr: Када је активиран режим слагалице, потези у учитаној игри су скривени.
sv: När pusselläget är aktiverat är dragen i ett laddat spel dolda.
sw: Wakati hali ya Fumbo inapowezeshwa, hatua katika mchezo uliopakiwa hufichwa.
ta: புதிர் பயன்முறை செயல்படுத்தப்படும்போது, ​​ஏற்றப்பட்ட விளையாட்டில் உள்ள நகர்வுகள் மறைக்கப்படும்.
th: เมื่อเปิดใช้งานโหมดปริศนา การเคลื่อนไหวในเกมที่โหลดจะถูกซ่อน
tr: Puzzle modu aktif edildiğinde yüklenen oyundaki hamleler gizlenir.
uk: Коли активовано режим Puzzle, ходи в завантаженій грі приховані.
ur: جب پہیلی موڈ کو چالو کیا جاتا ہے، ایک بھری ہوئی گیم میں چالیں چھپ جاتی ہیں۔
vi: Khi chế độ Puzzle được kích hoạt, các nước đi trong trò chơi đã tải sẽ bị ẩn đi.

source: Then the program will only allow entry of moves that match the ones in the game,
es: Entonces el programa sólo permitirá la entrada de movimientos que coincidan con los del juego,
sr: Тада ће програм дозволити само унос потеза који одговарају онима у игри,
sv: Då tillåter programmet endast inmatning av drag som matchar de i spelet,
sw: Kisha programu itaruhusu tu kuingia kwa hatua zinazolingana na zile kwenye mchezo,
ta: பின்னர் நிரல் விளையாட்டில் உள்ளவற்றுடன் பொருந்தக்கூடிய நகர்வுகளை மட்டுமே உள்ளிட அனுமதிக்கும்,
th: จากนั้นโปรแกรมจะอนุญาติให้ใส่เฉพาะท่าที่ตรงกับในเกมเท่านั้น
tr: Daha sonra program sadece oyundaki hamlelerle eşleşen hamlelerin girilmesine izin verecektir.
uk: Тоді програма дозволить вводити лише ходи, які збігаються з ходами в грі,
ur: پھر پروگرام صرف ان چالوں کے داخلے کی اجازت دے گا جو گیم میں سے مماثل ہوں،
vi: Sau đó chương trình sẽ chỉ cho phép nhập các nước đi trùng với các nước đi trong trò chơi,

source: either in the main line or one of the sub-variations.
es: ya sea en la línea principal o en una de las subvariantes.
sr: било у главној линији или некој од подваријација.
sv: antingen i huvudlinjen eller någon av undervariationerna.
sw: ama katika mstari mkuu au mojawapo ya tofauti ndogo.
ta: பிரதான வரியிலோ அல்லது துணை மாறுபாடுகளில் ஒன்றிலோ.
th: ไม่ว่าจะเป็นในสายหลักหรือหนึ่งในสายย่อย
tr: ya ana hatta ya da alt varyasyonlardan birinde.
uk: або в основній лінії, або в одному з підваріантів.
ur: یا تو مین لائن میں یا ذیلی تغیرات میں سے کسی ایک میں۔
vi: hoặc trong dòng chính hoặc một trong các biến thể phụ.

source: This mode can be used for solving puzzles and studying opening lines.
es: Este modo se puede utilizar para resolver acertijos y estudiar líneas iniciales.
sr: Овај режим се може користити за решавање загонетки и проучавање почетних линија.
sv: Detta läge kan användas för att lösa pussel och studera öppningslinjer.
sw: Hali hii inaweza kutumika kwa kutatua mafumbo na kusoma mistari ya ufunguzi.
ta: இந்த முறையை புதிர்களைத் தீர்க்கவும் தொடக்க வரிகளைப் படிக்கவும் பயன்படுத்தலாம்.
th: โหมดนี้สามารถใช้เพื่อแก้ปริศนาและศึกษาประโยคเปิดได้
tr: Bu mod bulmacaları çözmek ve açılış cümlelerini incelemek için kullanılabilir.
uk: Цей режим можна використовувати для вирішення головоломок і вивчення початкових ліній.
ur: اس موڈ کو پہیلیاں حل کرنے اور ابتدائی لائنوں کا مطالعہ کرنے کے لیے استعمال کیا جا سکتا ہے۔
vi: Chế độ này có thể được sử dụng để giải câu đố và nghiên cứu những câu mở đầu.

source: Main line moves without sub-variations are hidden with the characters
es: Los movimientos de la línea principal sin subvariaciones están ocultos con los personajes.
sr: Покрети главне линије без подваријација су скривени са ликовима
sv: Huvudlinjedrag utan undervariationer är dolda med karaktärerna
sw: Hatua kuu za mstari bila tofauti ndogo hufichwa na wahusika
ta: துணை மாறுபாடுகள் இல்லாத பிரதான வரி நகர்வுகள் எழுத்துக்களுடன் மறைக்கப்பட்டுள்ளன.
th: การเคลื่อนที่ของสายหลักโดยไม่มีการเปลี่ยนแปลงย่อยจะถูกซ่อนไว้กับตัวละคร
tr: Alt varyasyonları olmayan ana hat hareketleri karakterlerle gizlenir
uk: Ходи основної лінії без підваріантів приховані персонажами
ur: ذیلی تغیرات کے بغیر مین لائن کی حرکتیں حروف کے ساتھ پوشیدہ ہیں۔
vi: Các động thái chính không có biến thể phụ được ẩn với các ký tự

source: Unless you choose the Show sub-vars option in the Puzzle options dialog box,
es: A menos que elija la opción Mostrar subvariables en el cuadro de diálogo Opciones de rompecabezas,
sr: Осим ако не изаберете опцију Прикажи под-варијанте у дијалогу Опције слагалице,
sv: Om du inte väljer alternativet Visa sub-vars i dialogrutan Pusselalternativ,
sw: Isipokuwa ukichagua chaguo la Onyesha vars ndogo kwenye kisanduku cha mazungumzo cha chaguzi za Mafumbo,
ta: புதிர் விருப்பங்கள் உரையாடல் பெட்டியில் துணை-வார்களைக் காட்டு விருப்பத்தை நீங்கள் தேர்வு செய்யாவிட்டால்,
th: เว้นแต่คุณจะเลือกตัวเลือกแสดงตัวแปรย่อยในกล่องโต้ตอบตัวเลือกปริศนา
tr: Bulmaca seçenekleri iletişim kutusunda Alt değişkenleri göster seçeneğini seçmediğiniz sürece,
uk: Якщо ви не виберете опцію «Показати суб-змінні» в діалоговому вікні «Параметри головоломки»,
ur: جب تک کہ آپ پہیلی کے اختیارات کے ڈائیلاگ باکس میں ذیلی ورز دکھائیں آپشن کا انتخاب نہیں کرتے ہیں،
vi: Trừ khi bạn chọn tùy chọn Hiển thị các biến con trong hộp thoại Tùy chọn câu đố,
