Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: for the purpose of game/video synchronization.
es: con el propósito de sincronizar juego/video.
sr: у сврху синхронизације игре/видеа.
sv: i syfte att synkronisera spel/video.
sw: kwa madhumuni ya kusawazisha mchezo/video.
ta: விளையாட்டு/வீடியோ ஒத்திசைவு நோக்கத்திற்காக.
th: เพื่อวัตถุประสงค์ในการซิงโครไนซ์เกม/วิดีโอ
tr: oyun/video senkronizasyonu amacıyla.
uk: з метою синхронізації гри/відео.
ur: گیم/ویڈیو سنکرونائزیشن کے مقصد کے لیے۔
vi: với mục đích đồng bộ hóa trò chơi/video.

source: Although status info is displayed within the native control panel,
es: Aunque la información de estado se muestra dentro del panel de control nativo,
sr: Иако се информације о статусу приказују у оквиру матичне контролне табле,
sv: Även om statusinformation visas i den inbyggda kontrollpanelen,
sw: Ingawa maelezo ya hali yanaonyeshwa ndani ya paneli asilia ya kudhibiti,
ta: நிலைத் தகவல் சொந்தக் கட்டுப்பாட்டுப் பலகத்தில் காட்டப்பட்டாலும்,
th: แม้ว่าข้อมูลสถานะจะแสดงอยู่ในแผงควบคุมดั้งเดิม
tr: Durum bilgisi yerel kontrol panelinde görüntülenmesine rağmen,
uk: Хоча інформація про статус відображається на власній панелі керування,
ur: اگرچہ اسٹیٹس کی معلومات مقامی کنٹرول پینل میں ظاہر ہوتی ہے،
vi: Mặc dù thông tin trạng thái được hiển thị trong bảng điều khiển gốc,

source: the Nizmo status bar has the advantage of showing when the video
es: La barra de estado de Nizmo tiene la ventaja de mostrar cuándo el video
sr: Низмо статусна трака има предност да приказује када је видео
sv: Nizmo-statusfältet har fördelen att visa när videon
sw: upau wa hali ya Nizmo una faida ya kuonyesha wakati video
ta: நிஸ்மோ நிலைப் பட்டியில் வீடியோ எப்போது என்பதைக் காண்பிக்கும் நன்மை உள்ளது
th: แถบสถานะของ Nizmo มีข้อดีคือจะแสดงเมื่อมีวิดีโอ
tr: Nizmo durum çubuğu, videonun ne zaman oynatılacağını gösterme avantajına sahiptir
uk: рядок стану Nizmo має перевагу показу, коли відео
ur: نیزمو اسٹیٹس بار میں یہ فائدہ ہوتا ہے کہ ویڈیو کب دکھائی دیتی ہے۔
vi: thanh trạng thái Nizmo có lợi thế là hiển thị khi video

source: is paused for game/video synchronization, rather than just paused.
es: está en pausa para la sincronización del juego/video, en lugar de simplemente estar en pausa.
sr: је паузирано ради синхронизације игре/видеа, а не само паузирано.
sv: är pausad för spel/videosynkronisering, snarare än bara pausad.
sw: imesitishwa kwa usawazishaji wa mchezo/video, badala ya kusitishwa tu.
ta: விளையாட்டு/வீடியோ ஒத்திசைவுக்காக இடைநிறுத்தப்பட்டது, வெறுமனே இடைநிறுத்தப்படவில்லை.
th: หยุดชั่วคราวเพื่อการซิงโครไนซ์เกม/วิดีโอ แทนที่จะหยุดชั่วคราวเฉยๆ
tr: sadece duraklatılmak yerine oyun/video senkronizasyonu için duraklatılır.
uk: призупинено для синхронізації гри/відео, а не просто призупинено.
ur: گیم/ویڈیو سنکرونائزیشن کے لیے موقوف کیا گیا ہے، نہ کہ صرف موقوف۔
vi: được tạm dừng để đồng bộ hóa trò chơi/video, thay vì chỉ tạm dừng.

source: In this case the status bar will show <Paused (sync)> so then
es: En este caso la barra de estado mostrará <Pausado (sincronización)> entonces
sr: У овом случају статусна трака ће приказати <Паузирано (синхронизација)> па ће тада
sv: I det här fallet kommer statusfältet att visa <Pausad (synk)> så då
sw: Katika kesi hii upau wa hali utaonyesha <Paused (sync)> hivyo basi
ta: இந்த நிலையில் நிலைப் பட்டியில் <Paused (sync)> காட்டப்படும், எனவே பின்னர்
th: ในกรณีนี้แถบสถานะจะแสดง <หยุดชั่วคราว (ซิงค์)> ดังนั้น
tr: Bu durumda durum çubuğu <Duraklatıldı (senkronizasyon)> ifadesini gösterecektir, bu durumda
uk: У цьому випадку в рядку стану відображатиметься <Призупинено (синхронізація)>, тож тоді
ur: اس صورت میں اسٹیٹس بار <Paused (sync)> دکھائے گا تو پھر
vi: Trong trường hợp này thanh trạng thái sẽ hiển thị <Tạm dừng (đồng bộ)> vì vậy

source: you know that the video will restart when the moves have caught up.
es: Sabes que el video se reiniciará cuando los movimientos se hayan alcanzado.
sr: знате да ће се видео поново покренути када су покрети сустигли.
sv: du vet att videon kommer att starta om när dragen har kommit ikapp.
sw: unajua kuwa video itaanza upya wakati hatua zimekamilika.
ta: நகர்வுகள் சரியாகும்போது வீடியோ மீண்டும் தொடங்கும் என்பது உங்களுக்குத் தெரியும்.
th: คุณรู้ว่าวิดีโอจะเริ่มใหม่เมื่อการเคลื่อนไหวตามทันแล้ว
tr: hareketler tamamlanınca videonun yeniden başlayacağını biliyorsun.
uk: Ви знаєте, що відео перезапуститься, коли рухи наздоженуть.
ur: آپ جانتے ہیں کہ جب حرکتیں پوری ہو جائیں گی تو ویڈیو دوبارہ شروع ہو جائے گی۔
vi: bạn biết rằng video sẽ bắt đầu lại khi các động tác đã bắt kịp.

source: It can be displayed if you select <Options> <Media player options..>
es: Se puede visualizar si selecciona <Opciones> <Opciones del reproductor multimedia.>
sr: Може се приказати ако изаберете <Опције> <Опције медија плејера..>
sv: Den kan visas om du väljer <Alternativ> <Mediaspelarens alternativ..>
sw: Inaweza kuonyeshwa ukichagua <Chaguo> <Chaguo za kicheza media..>
ta: நீங்கள் <விருப்பங்கள்>>மீடியா பிளேயர் விருப்பங்களைத் தேர்ந்தெடுத்தால் அது காட்டப்படும்..>
th: สามารถแสดงได้หากคุณเลือก <ตัวเลือก> <ตัวเลือกเครื่องเล่นสื่อ..>
tr: <Seçenekler> <Medya oynatıcı seçenekleri..> öğesini seçerseniz görüntülenebilir.
uk: Його можна відобразити, якщо вибрати <Options> <Media player options..>
ur: اگر آپ <اختیارات> <میڈیا پلیئر کے اختیارات..> کو منتخب کرتے ہیں تو یہ ظاہر ہوسکتا ہے۔
vi: Có thể hiển thị nếu bạn chọn <Tùy chọn> <Tùy chọn trình phát phương tiện.>

source: <Show status bar> Move playback speed can also be set from here.
es: <Mostrar barra de estado> La velocidad de reproducción del movimiento también se puede configurar desde aquí.
sr: <Прикажи статусну траку> Брзина репродукције померања такође се може подесити одавде.
sv: <Visa statusfält> Flytta uppspelningshastighet kan också ställas in härifrån.
sw: <Onyesha upau wa hali> Kasi ya kucheza tena inaweza kuwekwa kutoka hapa.
ta: <நிலைப் பட்டியைக் காட்டு> நகரும் பிளேபேக் வேகத்தையும் இங்கிருந்து அமைக்கலாம்.
th: <แสดงแถบสถานะ> สามารถตั้งค่าความเร็วในการเล่นเลื่อนได้จากที่นี่เช่นกัน
tr: <Durum çubuğunu göster> Ayrıca oynatma hızını da buradan ayarlayabilirsiniz.
uk: <Показати рядок стану> Тут також можна встановити швидкість відтворення.
ur: <اسٹیٹس بار دکھائیں> پلے بیک کی رفتار کو یہاں سے بھی سیٹ کیا جا سکتا ہے۔
vi: <Hiển thị thanh trạng thái> Tốc độ phát lại cũng có thể được thiết lập từ đây.

source: See the <Media player options..> <Help> for info on the other options.
es: Consulte la sección <Opciones del reproductor multimedia> <Ayuda> para obtener información sobre las otras opciones.
sr: Погледајте <Опције медија плејера..> <Помоћ> за информације о другим опцијама.
sv: Se <Mediaspelarens alternativ..> <Hjälp> för information om de andra alternativen.
sw: Tazama <chaguo za kicheza media..> <Msaada> kwa maelezo juu ya chaguo zingine.
ta: மற்ற விருப்பங்கள் பற்றிய தகவலுக்கு <மீடியா பிளேயர் விருப்பங்களைப் பார்க்கவும்..>>உதவி செய்யவும்.
th: โปรดดูที่ <ตัวเลือกเครื่องเล่นสื่อ..> <วิธีใช้> เพื่อดูข้อมูลเกี่ยวกับตัวเลือกอื่น ๆ
tr: Diğer seçenekler hakkında bilgi için <Medya oynatıcısı seçenekleri..> <Yardım> bölümüne bakın.
uk: Перегляньте <Параметри медіаплеєра..> <Довідка>, щоб отримати інформацію про інші параметри.
ur: دیگر اختیارات کے بارے میں معلومات کے لیے <میڈیا پلیئر کے اختیارات..> <مدد> دیکھیں۔
vi: Xem <Tùy chọn trình phát phương tiện..> <Trợ giúp> để biết thông tin về các tùy chọn khác.

source: As with the FICS window when using 3d graphics,
es: Al igual que con la ventana FICS cuando se utilizan gráficos 3D,
sr: Као и код ФИЦС прозора када користите 3д графику,
sv: Som med FICS-fönstret när du använder 3d-grafik,
sw: Kama ilivyo kwa dirisha la FICS wakati wa kutumia picha za 3d,
ta: 3D கிராபிக்ஸ் பயன்படுத்தும் போது FICS சாளரத்தைப் போலவே,
th: เช่นเดียวกับหน้าต่าง FICS เมื่อใช้กราฟิก 3 มิติ
tr: 3 boyutlu grafikler kullanılırken FICS penceresinde olduğu gibi,
uk: Як і у випадку з вікном FICS під час використання 3D-графіки,
ur: 3d گرافکس استعمال کرتے وقت FICS ونڈو کے ساتھ،
vi: Giống như cửa sổ FICS khi sử dụng đồ họa 3D,

source: there is not much room for the media player window on a normal monitor.
es: No hay mucho espacio para la ventana del reproductor multimedia en un monitor normal.
sr: нема много места за прозор медија плејера на нормалном монитору.
sv: det finns inte mycket plats för mediaspelarens fönster på en vanlig bildskärm.
sw: hakuna nafasi nyingi kwa dirisha la kicheza media kwenye kifuatiliaji cha kawaida.
ta: சாதாரண மானிட்டரில் மீடியா பிளேயர் சாளரத்திற்கு அதிக இடம் இல்லை.
th: ไม่มีพื้นที่มากนักสำหรับหน้าต่างเครื่องเล่นสื่อบนจอภาพทั่วไป
tr: normal bir monitörde medya oynatıcı penceresi için fazla yer yoktur.
uk: на звичайному моніторі мало місця для вікна медіаплеєра.
ur: عام مانیٹر پر میڈیا پلیئر ونڈو کے لیے زیادہ گنجائش نہیں ہے۔
vi: không có nhiều chỗ cho cửa sổ trình phát phương tiện trên màn hình thông thường.

source: However, if you select <Options> <Media player Options..>
es: Sin embargo, si selecciona <Opciones> <Opciones del reproductor multimedia.>
sr: Међутим, ако изаберете <Опције> <Опције медија плејера..>
sv: Men om du väljer <Alternativ> <Mediaspelarens alternativ..>
sw: Hata hivyo, ukichagua <Chaguo> <Chaguo za kicheza media..>
ta: இருப்பினும், நீங்கள் <விருப்பங்கள்>>மீடியா பிளேயர் விருப்பங்களைத் தேர்ந்தெடுத்தால்..>
th: อย่างไรก็ตาม หากคุณเลือก <ตัวเลือก> <ตัวเลือกเครื่องเล่นสื่อ..>
tr: Ancak, <Seçenekler> <Medya oynatıcısı Seçenekleri..> öğesini seçerseniz
uk: Однак, якщо вибрати <Параметри> <Параметри медіаплеєра..>
ur: تاہم، اگر آپ <اختیارات> <میڈیا پلیئر کے اختیارات..> کو منتخب کرتے ہیں۔
vi: Tuy nhiên, nếu bạn chọn <Tùy chọn> <Tùy chọn trình phát phương tiện..>

source: from the media player menu, then switch off <Use native controls>
es: desde el menú del reproductor multimedia, luego desactive <Usar controles nativos>
sr: из менија медија плејера, а затим искључите <Користи изворне контроле>
sv: från mediaspelarens meny och stäng sedan av <Använd inbyggda kontroller>
sw: kutoka kwa menyu ya kicheza media, kisha uzime <Tumia vidhibiti asili>
ta: மீடியா பிளேயர் மெனுவிலிருந்து, பின்னர் <சொந்த கட்டுப்பாடுகளைப் பயன்படுத்து> என்பதை அணைக்கவும்
th: จากเมนูเครื่องเล่นสื่อ จากนั้นปิด <ใช้การควบคุมดั้งเดิม>
tr: medya oynatıcı menüsünden, ardından <Yerel denetimleri kullan> seçeneğini kapatın
uk: у меню медіаплеєра, а потім вимкніть <Use native controls>
ur: میڈیا پلیئر مینو سے، پھر <آبائی کنٹرول استعمال کریں> کو آف کریں۔
vi: từ menu trình phát phương tiện, sau đó tắt <Sử dụng điều khiển gốc>

source: and switch on <Show toolbar> and <Show status bar>
es: y activa <Mostrar barra de herramientas> y <Mostrar barra de estado>
sr: и укључите <Прикажи траку са алаткама> и <Прикажи статусну траку>
sv: och slå på <Visa verktygsfält> och <Visa statusfält>
sw: na uwashe <Onyesha upau wa vidhibiti> na <Onyesha upau wa hali>
ta: மற்றும் <கருவிப்பட்டியைக் காட்டு> மற்றும் <நிலைப்பட்டியைக் காட்டு> ஆகியவற்றை இயக்கவும்.
th: และเปิด <แสดงแถบเครื่องมือ> และ <แสดงแถบสถานะ>
tr: ve <Araç çubuğunu göster> ve <Durum çubuğunu göster> öğelerini açın
uk: і ввімкніть <Показати панель інструментів> і <Показати рядок стану>
ur: اور <ٹول بار دکھائیں> اور <اسٹیٹس بار دکھائیں> پر سوئچ کریں۔
vi: và bật <Hiển thị thanh công cụ> và <Hiển thị thanh trạng thái>

source: followed by moving the clock window down and the board a bit to the right,
es: Seguido de mover la ventana del reloj hacia abajo y el tablero un poco hacia la derecha,
sr: након чега следи померање прозора сата надоле и табле мало удесно,
sv: följt av att flytta ner klockfönstret och tavlan en bit åt höger,
sw: ikifuatiwa na kusogeza dirisha la saa chini na ubao kidogo kulia,
ta: அதைத் தொடர்ந்து கடிகார சாளரத்தை கீழே நகர்த்தி, பலகையை சிறிது வலது பக்கம் நகர்த்தவும்,
th: ตามด้วยการย้ายหน้าต่างนาฬิกาลงและบอร์ดไปทางขวาเล็กน้อย
tr: ardından saat penceresini aşağı ve tahtayı biraz sağa hareket ettirerek,
uk: потім перемістіть вікно годинника вниз і дошку трохи праворуч,
ur: اس کے بعد گھڑی کی کھڑکی کو نیچے اور بورڈ کو تھوڑا سا دائیں طرف لے جائیں،
vi: tiếp theo là di chuyển cửa sổ đồng hồ xuống và bảng sang bên phải một chút,

source: there should be just enough room for the media player in the top left corner.
es: Debería haber suficiente espacio para el reproductor multimedia en la esquina superior izquierda.
sr: требало би да има довољно места за медиа плејер у горњем левом углу.
sv: det borde finnas precis tillräckligt med utrymme för mediaspelaren i det övre vänstra hörnet.
sw: kunapaswa kuwa na nafasi ya kutosha kwa kicheza media kwenye kona ya juu kushoto.
ta: மேல் இடது மூலையில் மீடியா பிளேயருக்கு போதுமான இடம் இருக்க வேண்டும்.
th: ควรมีพื้นที่เพียงพอสำหรับเครื่องเล่นสื่อที่มุมซ้ายบน
tr: Sol üst köşede medya oynatıcısı için yeterli alan olmalı.
uk: у верхньому лівому куті повинно бути достатньо місця для медіаплеєра.
ur: اوپر بائیں کونے میں میڈیا پلیئر کے لیے کافی جگہ ہونی چاہیے۔
vi: chỉ nên có đủ chỗ cho trình phát phương tiện ở góc trên bên trái.

source: It is possible to add your own annotations and sub-variations to a game
es: Es posible agregar tus propias anotaciones y subvariaciones a un juego.
sr: Могуће је додати сопствене напомене и подваријације игри
sv: Det är möjligt att lägga till egna kommentarer och undervarianter till ett spel
sw: Inawezekana kuongeza maelezo yako mwenyewe na tofauti ndogo kwenye mchezo
ta: ஒரு விளையாட்டில் உங்கள் சொந்த குறிப்புகள் மற்றும் துணை மாறுபாடுகளைச் சேர்க்க முடியும்.
th: คุณสามารถเพิ่มคำอธิบายประกอบและรูปแบบย่อยของคุณเองลงในเกมได้
tr: Bir oyuna kendi açıklamalarınızı ve alt varyasyonlarınızı eklemeniz mümkündür
uk: До гри можна додавати власні анотації та підваріації
ur: گیم میں اپنی تشریحات اور ذیلی تغیرات شامل کرنا ممکن ہے۔
vi: Bạn có thể thêm chú thích và biến thể phụ của riêng mình vào trò chơi

source: that has an accompanying video, but there are some restrictions.
es: que tiene un vídeo que lo acompaña, pero hay algunas restricciones.
sr: који има пратећи видео, али постоје нека ограничења.
sv: som har en tillhörande video, men det finns vissa begränsningar.
sw: ambayo ina video inayoambatana, lakini kuna vizuizi fulani.
ta: அதனுடன் ஒரு வீடியோ உள்ளது, ஆனால் சில கட்டுப்பாடுகள் உள்ளன.
th: ซึ่งมีวีดีโอประกอบแต่มีข้อจำกัดบางประการ
tr: bununla birlikte bir de video eklenmiş, ancak bazı kısıtlamalar var.
uk: який має супровідне відео, але є деякі обмеження.
ur: جس کے ساتھ ایک ویڈیو ہے، لیکن کچھ پابندیاں ہیں۔
vi: có video đi kèm nhưng có một số hạn chế.

source: You cannot place a sub-variation between comments that have a
es: No se puede colocar una subvariación entre comentarios que tienen una
sr: Не можете поставити подваријацију између коментара који имају а
sv: Du kan inte placera en undervariation mellan kommentarer som har en
sw: Huwezi kuweka tofauti ndogo kati ya maoni ambayo yana a
ta: உள்ள கருத்துகளுக்கு இடையில் நீங்கள் துணை மாறுபாட்டை வைக்க முடியாது a
th: คุณไม่สามารถวางการเปลี่ยนแปลงย่อยระหว่างความคิดเห็นที่มี
tr: Yorumlar arasına bir alt varyasyon yerleştiremezsiniz.
uk: Ви не можете розмістити підваріант між коментарями, які мають a
ur: آپ تبصروں کے درمیان ذیلی تغیر نہیں رکھ سکتے جن میں a ہے۔
vi: Bạn không thể đặt một biến thể phụ giữa các bình luận có

source: ^p pause marker followed by a ^b backup move marker, because that
es: ^p marcador de pausa seguido de un ^b marcador de movimiento de respaldo, porque eso
sr: ^п маркер паузе праћен ^б резервним маркером померања, јер то
sv: ^p pausmarkör följt av en ^b backup-flyttmarkör, eftersom det
sw: ^p sitisha alama inayofuatwa na ^b chelezo ya sogeza, kwa sababu hiyo
ta: ^p இடைநிறுத்த மார்க்கரைத் தொடர்ந்து ^b காப்பு நகர்வு மார்க்கர், ஏனெனில் அது
th: เครื่องหมายหยุดชั่วคราว ^p ตามด้วยเครื่องหมายย้ายสำรอง ^b เพราะว่า
tr: ^p duraklatma işaretçisi, ardından ^b yedekleme hareket işaretçisi gelir, çünkü bu
uk: ^p маркер паузи, за яким слідує маркер резервного переміщення ^b, оскільки це
ur: ^p توقف مارکر کے بعد ^b بیک اپ موو مارکر، کیونکہ یہ
vi: ^p tạm dừng đánh dấu theo sau là ^b sao lưu di chuyển đánh dấu, bởi vì điều đó

source: would throw off the game/video synchronization.
es: Alteraría la sincronización del juego y el vídeo.
sr: одбацио би синхронизацију игре/видеа.
sv: skulle kasta bort spelet/videosynkroniseringen.
sw: ingetupa usawazishaji wa mchezo/video.
ta: விளையாட்டு/வீடியோ ஒத்திசைவை தூக்கி எறிந்துவிடும்.
th: จะทำให้การซิงโครไนซ์เกม/วิดีโอเสียหาย
tr: oyun/video senkronizasyonunu bozabilir.
uk: вийде з ладу синхронізація гри/відео.
ur: گیم/ویڈیو سنکرونائزیشن کو بند کر دے گا۔
vi: sẽ làm mất tính năng đồng bộ hóa trò chơi/video.

source: Ironically, shortly after writing this, I made this mistake.
es: Irónicamente, poco después de escribir esto, cometí este error.
sr: Иронично, убрзо након што сам ово написао, направио сам ову грешку.
sv: Ironiskt nog gjorde jag det här misstaget kort efter att ha skrivit detta.
sw: Kwa kushangaza, muda mfupi baada ya kuandika hii, nilifanya kosa hili.
ta: முரண்பாடாக, இதை எழுதிய சிறிது நேரத்திலேயே, நான் இந்த தவறைச் செய்துவிட்டேன்.
th: ที่น่าขันคือไม่นานหลังจากเขียนสิ่งนี้ ฉันก็ทำผิดพลาดเช่นนี้
tr: İronik olan şu ki, bunu yazdıktan kısa bir süre sonra bu hatayı yaptım.
uk: За іронією долі, незабаром після написання цього я зробив цю помилку.
ur: ستم ظریفی یہ ہے کہ یہ لکھنے کے فوراً بعد میں نے یہ غلطی کی۔
vi: Trớ trêu thay, ngay sau khi viết bài này, tôi đã mắc phải lỗi này.

source: So I have put in a defensive trap to prevent this from happening.
es: Así que puse una trampa defensiva para evitar que esto sucediera.
sr: Тако да сам ставио одбрамбену замку да спречим да се ово деси.
sv: Så jag har lagt i en defensiv fälla för att förhindra att detta händer.
sw: Kwa hivyo nimeweka mtego wa kujihami ili kuzuia hili kutokea.
ta: எனவே இது நடக்காமல் தடுக்க நான் ஒரு தற்காப்பு பொறியைப் போட்டுள்ளேன்.
th: ฉันจึงได้วางกับดักป้องกันเพื่อป้องกันไม่ให้สิ่งนี้เกิดขึ้น
tr: İşte bu durumun önüne geçmek için savunma tuzağı kurdum.
uk: Тому я поставив захисну пастку, щоб цього не сталося.
ur: اس لیے میں نے ایسا ہونے سے روکنے کے لیے ایک دفاعی جال ڈالا ہے۔
vi: Vì vậy, tôi đã đặt một cái bẫy phòng thủ để ngăn chặn điều này xảy ra.

source: It is also possible to delete sub-variations and comments,
es: También es posible eliminar subvariaciones y comentarios,
sr: Такође је могуће избрисати подваријације и коментаре,
sv: Det är också möjligt att ta bort undervarianter och kommentarer,
sw: Inawezekana pia kufuta tofauti ndogo na maoni,
ta: துணை மாறுபாடுகள் மற்றும் கருத்துகளை நீக்கவும் முடியும்,
th: นอกจากนี้ยังสามารถลบตัวแปรย่อยและความคิดเห็นได้
tr: Alt varyasyonları ve yorumları silmek de mümkündür.
uk: Також можна видалити підваріанти та коментарі,
ur: ذیلی تغیرات اور تبصروں کو حذف کرنا بھی ممکن ہے،
vi: Cũng có thể xóa các biến thể phụ và bình luận,

source: but not ones that have a video marker in them.
es: pero no aquellos que tienen un marcador de vídeo en ellos.
sr: али не и оне које имају видео маркер у себи.
sv: men inte de som har en videomarkör i sig.
sw: lakini sio zile ambazo zina alama ya video ndani yake.
ta: ஆனால் வீடியோ மார்க்கர் உள்ளவை அல்ல.
th: แต่ไม่ใช่แบบที่มีเครื่องหมายวิดีโออยู่ในนั้น
tr: ancak içinde video işareti olanlar hariç.
uk: але не ті, у яких є відеомаркер.
ur: لیکن وہ نہیں جن میں ویڈیو مارکر ہو۔
vi: nhưng không phải loại có gắn thẻ video.

source: In the London-Edinburgh game, the markers are all contained in comments
es: En el partido Londres-Edimburgo, todos los marcadores están contenidos en los comentarios.
sr: У игри Лондон-Единбург, сви маркери су садржани у коментарима
sv: I matchen London-Edinburgh finns alla markörer i kommentarer
sw: Katika mchezo wa London-Edinburgh, alama zote zimo kwenye maoni
ta: லண்டன்-எடின்பர்க் ஆட்டத்தில், குறிப்பான்கள் அனைத்தும் கருத்துகளில் உள்ளன.
th: ในเกมลอนดอน-เอดินบะระ เครื่องหมายทั้งหมดอยู่ในความคิดเห็น
tr: Londra-Edinburgh maçında, işaretçilerin hepsi yorumlarda yer alıyor
uk: У грі Лондон-Едінбург всі маркери містяться в коментарях
ur: لندن-ایڈنبرا گیم میں، مارکر سبھی تبصروں میں موجود ہیں۔
vi: Trong trận đấu London-Edinburgh, tất cả các điểm đánh dấu đều có trong phần bình luận

source: that have the following characters in them ^p ^b (a#) (c#),
es: que tienen los siguientes caracteres ^p ^b (a#) (c#),
sr: који имају следеће знакове у себи ^п ^б (а#) (ц#),
sv: som innehåller följande tecken ^p ^b (a#) (c#),
sw: ambazo zina herufi zifuatazo ndani yake ^p ^b (a#) (c#),
ta: பின்வரும் எழுத்துக்களைக் கொண்டவை ^p ^b (a#) (c#),
th: ที่มีอักขระต่อไปนี้ ^p ^b (a#) (c#)
tr: İçlerinde şu karakterler bulunan ^p ^b (a#) (c#),
uk: які містять такі символи ^p ^b (a#) (c#),
ur: جن میں درج ذیل حروف ہیں ^p ^b (a#) (c#)،
vi: có chứa các ký tự sau ^p ^b (a#) (c#),

source: where <#> is a number. Unlike the ^p and ^b characters,
es: donde <#> es un número. A diferencia de los caracteres ^p y ^b,
sr: где је <#> број. За разлику од знакова ^п и ^б,
sv: där <#> är ett tal. Till skillnad från tecknen ^p och ^b,
sw: ambapo <#> ni nambari. Tofauti na vibambo ^p na ^b,
ta: இங்கு <#> என்பது ஒரு எண். ^p மற்றும் ^b எழுத்துகளைப் போலன்றி,
th: โดยที่ <#> คือตัวเลข ต่างจากอักขระ ^p และ ^b
tr: <#> bir sayıdır. ^p ve ^b karakterlerinin aksine,
uk: де <#> - число. На відміну від символів ^p і ^b,
ur: جہاں <#> ایک نمبر ہے۔ ^p اور ^b حروف کے برعکس،
vi: trong đó <#> là một số. Không giống như các ký tự ^p và ^b,

source: the (a) <answer> and (c) <comment> characters are only there
es: Los caracteres (a) <respuesta> y (c) <comentario> sólo están ahí
sr: знакови (а) <одговор> и (ц) <коментар> су само тамо
sv: tecknen (a) <answer> och (c) <comment> finns bara där
sw: herufi za (a) <jibu> na (c) <comment> zipo tu
ta: (a) <answer> மற்றும் (c) <comment> எழுத்துக்கள் மட்டுமே உள்ளன
th: ตัวอักษร (a) <answer> และ (c) <comment> มีอยู่เฉพาะ
tr: (a) <cevap> ve (c) <yorum> karakterleri yalnızca oradadır
uk: є лише символи (a) <відповідь> і (c) <коментар>
ur: (a) <answer> اور (c) <comment> حروف صرف وہاں ہیں۔
vi: các ký tự (a) <answer> và (c) <comment> chỉ có ở đó

source: to show where the video markers are.
es: para mostrar dónde están los marcadores de vídeo.
sr: да покаже где се налазе видео маркери.
sv: för att visa var videomarkörerna är.
sw: ili kuonyesha mahali alama za video ziko.
ta: வீடியோ குறிப்பான்கள் எங்கே உள்ளன என்பதைக் காட்ட.
th: เพื่อแสดงตำแหน่งของเครื่องหมายวิดีโอ
tr: video işaretleyicilerinin nerede olduğunu göstermek için.
uk: щоб показати, де знаходяться відеомаркери.
ur: یہ دکھانے کے لیے کہ ویڈیو مارکر کہاں ہیں۔
vi: để hiển thị vị trí đánh dấu video.

source: If you add or delete other annotations and sub-variations,
es: Si agrega o elimina otras anotaciones y subvariaciones,
sr: Ако додате или избришете друге напомене и подваријације,
sv: Om du lägger till eller tar bort andra kommentarer och undervarianter,
sw: Ukiongeza au kufuta vidokezo vingine na tofauti ndogo,
ta: நீங்கள் பிற குறிப்புகள் மற்றும் துணை மாறுபாடுகளைச் சேர்த்தாலோ அல்லது நீக்கினாலோ,
th: หากคุณเพิ่มหรือลบคำอธิบายประกอบและรูปแบบย่อยอื่นๆ
tr: Diğer açıklamaları ve alt varyasyonları ekler veya silerseniz,
uk: Якщо ви додаєте або видаляєте інші анотації та підваріанти,
ur: اگر آپ دیگر تشریحات اور ذیلی تغیرات کو شامل یا حذف کرتے ہیں،
vi: Nếu bạn thêm hoặc xóa các chú thích và biến thể phụ khác,

source: when you save the game the new video information will be saved as well.
es: Cuando guardes el juego, también se guardará la nueva información del vídeo.
sr: када сачувате игру, биће сачуване и нове информације о видео снимку.
sv: När du sparar spelet kommer den nya videoinformationen att sparas också.
sw: unapohifadhi mchezo maelezo mapya ya video yatahifadhiwa pia.
ta: நீங்கள் விளையாட்டைச் சேமிக்கும்போது புதிய வீடியோ தகவலும் சேமிக்கப்படும்.
th: เมื่อคุณบันทึกเกม ข้อมูลวิดีโอใหม่จะถูกบันทึกเช่นกัน
tr: Oyunu kaydettiğinizde yeni video bilgileri de kaydedilecektir.
uk: коли ви збережете гру, нова інформація про відео також буде збережена.
ur: جب آپ گیم کو محفوظ کریں گے تو نئی ویڈیو کی معلومات بھی محفوظ ہو جائیں گی۔
vi: khi bạn lưu trò chơi, thông tin video mới cũng sẽ được lưu.
