Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: 2. Filming the video.
es: 2. Filmación del video.
sr: 2. Снимање видеа.
sv: 2. Filma videon.
sw: 2. Kurekodi video.
ta: 2. காணொளியைப் படமாக்குதல்.
th: 2.การถ่ายวีดีโอ
tr: 2. Videonun çekilmesi.
uk: 2. Зйомка відео.
ur: 2. ویڈیو فلمانا۔
vi: 2. Quay video.

source: 3. Inserting the video markers.
es: 3. Inserción de los marcadores de vídeo.
sr: 3. Убацивање видео маркера.
sv: 3. Sätta in videomarkörerna.
sw: 3. Kuingiza alama za video.
ta: 3. வீடியோ குறிப்பான்களைச் செருகுதல்.
th: 3.การใส่เครื่องหมายวีดีโอ
tr: 3. Video işaretleyicilerini ekleme.
uk: 3. Вставлення відеомаркерів.
ur: 3. ویڈیو مارکر داخل کرنا۔
vi: 3. Chèn các điểm đánh dấu video.

source: When preparing the annotations for a game, you can place a pause marker ^p
es: Al preparar las anotaciones para un juego, puedes colocar un marcador de pausa ^p
sr: Када припремате напомене за игру, можете поставити маркер за паузу ^стр
sv: När du förbereder kommentarerna för ett spel kan du placera en pausmarkör ^s
sw: Unapotayarisha vidokezo vya mchezo, unaweza kuweka alama ya kusitisha ^p
ta: ஒரு விளையாட்டுக்கான குறிப்புகளைத் தயாரிக்கும்போது, ​​நீங்கள் ஒரு இடைநிறுத்த மார்க்கரை வைக்கலாம் ^p
th: เมื่อเตรียมคำอธิบายประกอบสำหรับเกม คุณสามารถวางเครื่องหมายหยุดชั่วคราวได้ ^p
tr: Bir oyun için notlar hazırlarken, bir duraklama işareti koyabilirsiniz ^p
uk: Готуючи анотації до гри, ви можете розмістити маркер паузи ^p
ur: گیم کے لیے تشریحات تیار کرتے وقت، آپ ایک توقف مارکر ^p رکھ سکتے ہیں۔
vi: Khi chuẩn bị chú thích cho trò chơi, bạn có thể đặt dấu tạm dừng ^p

source: in a comment if you want the program to pause at a certain point.
es: en un comentario si desea que el programa se pause en un punto determinado.
sr: у коментару ако желите да се програм паузира у одређеном тренутку.
sv: i en kommentar om du vill att programmet ska pausas vid en viss punkt.
sw: katika maoni ikiwa unataka programu kusitisha wakati fulani.
ta: ஒரு குறிப்பிட்ட கட்டத்தில் நிரல் இடைநிறுத்தப்பட விரும்பினால் ஒரு கருத்தில்.
th: ในความคิดเห็นหากคุณต้องการให้โปรแกรมหยุดชั่วคราวที่จุดใดจุดหนึ่ง
tr: Programın belirli bir noktada duraklamasını istiyorsanız yorum kısmına yazabilirsiniz.
uk: у коментарі, якщо ви хочете призупинити програму в певний момент.
ur: ایک تبصرے میں اگر آپ چاہتے ہیں کہ پروگرام کسی خاص مقام پر رک جائے۔
vi: trong phần bình luận nếu bạn muốn chương trình tạm dừng tại một thời điểm nhất định.

source: These can be used if you want to make the video into a quiz.
es: Estos se pueden utilizar si quieres convertir el vídeo en un cuestionario.
sr: Ово се може користити ако желите да претворите видео у квиз.
sv: Dessa kan användas om du vill göra videon till en frågesport.
sw: Hizi zinaweza kutumika ikiwa unataka kufanya video kuwa chemsha bongo.
ta: வீடியோவை ஒரு வினாடி வினாவாக மாற்ற விரும்பினால் இவற்றைப் பயன்படுத்தலாம்.
th: สิ่งเหล่านี้สามารถใช้ได้หากคุณต้องการเปลี่ยนวิดีโอเป็นแบบทดสอบ
tr: Eğer videoyu bir sınava dönüştürmek istiyorsanız bunları kullanabilirsiniz.
uk: Їх можна використати, якщо ви хочете перетворити відео на вікторину.
ur: اگر آپ ویڈیو کو کوئز میں بنانا چاہتے ہیں تو ان کو استعمال کیا جا سکتا ہے۔
vi: Bạn có thể sử dụng những điều này nếu muốn biến video thành bài kiểm tra.

source: I filmed the video with a smartphone, using modified annotations from the game
es: Filmé el video con un teléfono inteligente, usando anotaciones modificadas del juego.
sr: Видео сам снимио паметним телефоном, користећи модификоване напомене из игре
sv: Jag filmade videon med en smartphone med modifierade kommentarer från spelet
sw: Nilirekodi video kwa kutumia simu mahiri, kwa kutumia maelezo yaliyorekebishwa kutoka kwa mchezo
ta: விளையாட்டிலிருந்து மாற்றியமைக்கப்பட்ட குறிப்புகளைப் பயன்படுத்தி, ஸ்மார்ட்போனில் வீடியோவைப் படமாக்கினேன்.
th: ฉันถ่ายวิดีโอด้วยสมาร์ทโฟนโดยใช้คำอธิบายประกอบที่ดัดแปลงมาจากเกม
tr: Videoyu oyundan değiştirilmiş açıklamalar kullanarak bir akıllı telefonla çektim
uk: Я знімав відео на смартфон, використовуючи модифіковані анотації з гри
ur: میں نے گیم سے ترمیم شدہ تشریحات کا استعمال کرتے ہوئے اسمارٹ فون سے ویڈیو فلمائی
vi: Tôi đã quay video bằng điện thoại thông minh, sử dụng chú thích đã sửa đổi từ trò chơi

source: for the script. I thought it best to have the quiz questions only in the video,
es: para el guion. Pensé que sería mejor tener las preguntas del cuestionario solo en el video,
sr: за сценарио. Мислио сам да је најбоље да питања из квиза буду само у видеу,
sv: för manuset. Jag tyckte det var bäst att bara ha frågesportfrågorna i videon,
sw: kwa hati. Niliona ni bora kuwa na maswali ya chemsha bongo pekee kwenye video,
ta: ஸ்கிரிப்டுக்காக. வினாடி வினா கேள்விகள் வீடியோவில் மட்டும் இருப்பது நல்லது என்று நினைத்தேன்,
th: สำหรับสคริปต์ ฉันคิดว่าควรให้มีคำถามแบบทดสอบอยู่ในวิดีโอเท่านั้น
tr: senaryo için. Sınav sorularının yalnızca videoda olmasının en iyisi olacağını düşündüm,
uk: для сценарію. Я вважав за краще, щоб запитання вікторини були лише у відео,
ur: سکرپٹ کے لئے. میں نے بہتر سمجھا کہ کوئز کے سوالات صرف ویڈیو میں ہوں،
vi: cho kịch bản. Tôi nghĩ tốt nhất là chỉ có các câu hỏi trắc nghiệm trong video,

source: so I put them in the annotations to the game to begin with and removed them
es: Así que los puse en las anotaciones del juego para empezar y los eliminé.
sr: па сам их за почетак ставио у напомене игрице и уклонио их
sv: så jag lade in dem i kommentarerna till spelet till att börja med och tog bort dem
sw: kwa hivyo niliziweka kwenye maelezo ya mchezo kwa kuanzia na kuziondoa
ta: அதனால் நான் அவற்றை விளையாட்டின் குறிப்புகளில் வைத்து அவற்றை நீக்கிவிட்டேன்.
th: ดังนั้นฉันจึงใส่พวกมันไว้ในคำอธิบายประกอบของเกมเพื่อเริ่มต้นและลบพวกมันออก
tr: bu yüzden onları başlangıçta oyunun açıklamalarına koydum ve kaldırdım
uk: тому я помістив їх в анотації до гри для початку і видалив їх
ur: لہذا میں نے انہیں شروع کرنے کے لیے گیم کی تشریحات میں ڈال دیا اور انہیں ہٹا دیا۔
vi: vì vậy tôi đã đưa chúng vào chú thích của trò chơi ngay từ đầu và xóa chúng đi

source: from the game when filming was complete.
es: del juego cuando se terminó el rodaje.
sr: из игре када је снимање завршено.
sv: från spelet när inspelningen var klar.
sw: kutoka kwa mchezo wakati utengenezaji wa filamu ulikamilishwa.
ta: படப்பிடிப்பு முடிந்ததும் விளையாட்டிலிருந்து.
th: จากเกมตอนที่ถ่ายทำเสร็จ
tr: Çekimler tamamlandıktan sonra oyundan.
uk: з гри, коли зйомки були завершені.
ur: گیم سے جب فلم بندی مکمل ہو چکی تھی۔
vi: từ trò chơi khi quá trình quay phim hoàn tất.

source: If you have additional material to add to the video, such as pictures,
es: Si tiene material adicional para agregar al video, como imágenes,
sr: Ако имате додатни материјал да додате видео снимку, као што су слике,
sv: Om du har ytterligare material att lägga till i videon, till exempel bilder,
sw: Ikiwa una nyenzo za ziada za kuongeza kwenye video, kama vile picha,
ta: வீடியோவில் படங்கள் போன்ற கூடுதல் உள்ளடக்கத்தைச் சேர்க்க உங்களிடம் இருந்தால்,
th: หากคุณมีเนื้อหาเพิ่มเติมที่ต้องการเพิ่มลงในวิดีโอ เช่น รูปภาพ
tr: Videoya eklemek istediğiniz ek materyaller varsa, örneğin resimler,
uk: Якщо у вас є додатковий матеріал, який можна додати до відео, наприклад зображення,
ur: اگر آپ کے پاس ویڈیو میں شامل کرنے کے لیے اضافی مواد ہے، جیسے کہ تصاویر،
vi: Nếu bạn có thêm tài liệu để thêm vào video, chẳng hạn như hình ảnh,

source: you will need a video editing program. I used the free program <Openshot>
es: Necesitarás un programa de edición de video. Yo usé el programa gratuito <Openshot>.
sr: биће вам потребан програм за уређивање видео записа. Користио сам бесплатни програм <Опенсхот>
sv: du behöver ett videoredigeringsprogram. Jag använde gratisprogrammet <Openshot>
sw: utahitaji programu ya kuhariri video. Nilitumia programu ya bure <Openshot>
ta: உங்களுக்கு ஒரு வீடியோ எடிட்டிங் நிரல் தேவைப்படும். நான் இலவச நிரலைப் பயன்படுத்தினேன் <Openshot>
th: คุณจะต้องมีโปรแกรมตัดต่อวิดีโอ ฉันใช้โปรแกรมฟรีชื่อว่า <Openshot>
tr: bir video düzenleme programına ihtiyacınız olacak. Ben ücretsiz <Openshot> programını kullandım
uk: вам знадобиться програма для редагування відео. Я використовував безкоштовну програму <Openshot>
ur: آپ کو ویڈیو ایڈیٹنگ پروگرام کی ضرورت ہوگی۔ میں نے مفت پروگرام <اوپن شاٹ> استعمال کیا۔
vi: bạn sẽ cần một chương trình chỉnh sửa video. Tôi đã sử dụng chương trình miễn phí <Openshot>

source: for this purpose but there are plenty of others to choose from.
es: para este propósito, pero hay muchos otros para elegir.
sr: за ову сврху, али постоји много других које можете изабрати.
sv: för detta ändamål men det finns många andra att välja mellan.
sw: kwa kusudi hili lakini kuna mengi ya wengine kuchagua.
ta: இந்த நோக்கத்திற்காக ஆனால் தேர்வு செய்ய இன்னும் நிறைய உள்ளன.
th: เพื่อจุดประสงค์นี้แต่ก็ยังมีทางเลือกอื่นๆ อีกมากมาย
tr: bu amaç için ama seçilebilecek daha pek çok şey var.
uk: для цієї мети, але є багато інших на вибір.
ur: اس مقصد کے لیے لیکن انتخاب کرنے کے لیے بہت سے دوسرے موجود ہیں۔
vi: vì mục đích này nhưng vẫn còn nhiều mục đích khác để lựa chọn.

source: Also, I found that the video files were very large, so I used the free program
es: Además, descubrí que los archivos de vídeo eran muy grandes, así que utilicé el programa gratuito.
sr: Такође сам открио да су видео датотеке веома велике, па сам користио бесплатни програм
sv: Dessutom upptäckte jag att videofilerna var väldigt stora, så jag använde det kostnadsfria programmet
sw: Pia, niligundua kuwa faili za video zilikuwa kubwa sana, kwa hiyo nilitumia programu ya bure
ta: மேலும், வீடியோ கோப்புகள் மிகப் பெரியதாக இருப்பதைக் கண்டேன், அதனால் நான் இலவச நிரலைப் பயன்படுத்தினேன்.
th: นอกจากนี้ฉันพบว่าไฟล์วิดีโอมีขนาดใหญ่มากฉันจึงใช้โปรแกรมฟรี
tr: Ayrıca video dosyalarının çok büyük olduğunu gördüm, bu yüzden ücretsiz programı kullandım
uk: Крім того, я виявив, що відеофайли дуже великі, тому я скористався безкоштовною програмою
ur: اس کے علاوہ، میں نے محسوس کیا کہ ویڈیو فائلیں بہت بڑی تھیں، اس لیے میں نے مفت پروگرام استعمال کیا۔
vi: Ngoài ra, tôi thấy rằng các tập tin video rất lớn, vì vậy tôi đã sử dụng chương trình miễn phí

source: <HandBrake> to shrink them. With the shrinking slider set at halfway,
es: <HandBrake> para reducirlos. Con el control deslizante de reducción a la mitad,
sr: <ХандБраке> да их смањите. Са клизачом који се скупља постављен на пола пута,
sv: <HandBrake> för att krympa dem. Med det krympande reglaget inställt på halvvägs,
sw: <HandBrake> ili kuzipunguza. Na kitelezi kinachopungua kimewekwa katikati,
ta: <HandBrake> அவற்றை சுருக்க. சுருங்கும் ஸ்லைடரை பாதியிலேயே அமைத்து,
th: <HandBrake> เพื่อย่อขนาด โดยตั้งแถบเลื่อนการย่อขนาดไว้ที่ครึ่งหนึ่ง
tr: <HandBrake> ile küçültün. Küçültme kaydırıcısı yarıya ayarlandığında,
uk: <HandBrake>, щоб зменшити їх. Коли повзунок зменшення встановлено наполовину,
ur: انہیں سکڑنے کے لیے <HandBrake>۔ سکڑتے سلائیڈر کو آدھے راستے پر سیٹ کرنے کے ساتھ،
vi: <HandBrake> để thu nhỏ chúng. Với thanh trượt thu nhỏ được đặt ở giữa,

source: the video file shrank by a factor of 10 with hardly any loss of quality.
es: El archivo de vídeo se redujo en un factor de 10 sin prácticamente ninguna pérdida de calidad.
sr: видео датотека се смањила за фактор 10 без икаквог губитка квалитета.
sv: videofilen krympte med en faktor 10 med knappt någon kvalitetsförlust.
sw: faili ya video ilipungua kwa kipengele cha 10 bila kupoteza ubora wowote.
ta: வீடியோ கோப்பு 10 மடங்கு சுருங்கியது, தரத்தில் எந்த இழப்பும் ஏற்படவில்லை.
th: ไฟล์วิดีโอหดตัวลง 10 เท่าโดยแทบไม่สูญเสียคุณภาพเลย
tr: video dosyası kalitesinde neredeyse hiç kayıp olmadan 10 kat küçüldü.
uk: відеофайл зменшився в 10 разів без втрати якості.
ur: ویڈیو فائل 10 کے فیکٹر سے سکڑ گئی جس کے معیار میں شاید ہی کوئی کمی ہو۔
vi: tệp video được thu nhỏ đi 10 lần mà hầu như không bị mất chất lượng.

source: It is best to shrink the mp4 file after you have exported it from OpenShot.
es: Es mejor reducir el tamaño del archivo mp4 después de exportarlo desde OpenShot.
sr: Најбоље је да смањите мп4 датотеку након што је извезете из ОпенСхот-а.
sv: Det är bäst att krympa mp4-filen efter att du har exporterat den från OpenShot.
sw: Ni bora kupunguza faili ya mp4 baada ya kuisafirisha kutoka OpenShot.
ta: OpenShot-லிருந்து ஏற்றுமதி செய்த பிறகு mp4 கோப்பை சுருக்குவது சிறந்தது.
th: ควรย่อขนาดไฟล์ mp4 หลังจากที่คุณส่งออกจาก OpenShot แล้ว
tr: Mp4 dosyasını OpenShot'tan dışarı aktardıktan sonra küçültmeniz en iyisidir.
uk: Найкраще зменшити файл mp4 після того, як ви експортували його з OpenShot.
ur: اوپن شاٹ سے ایکسپورٹ کرنے کے بعد mp4 فائل کو سکڑنا بہتر ہے۔
vi: Tốt nhất là bạn nên thu nhỏ tệp mp4 sau khi xuất tệp đó từ OpenShot.

source: To insert the video markers you need to set the Media Player into edit mode.
es: Para insertar los marcadores de vídeo es necesario configurar el reproductor multimedia en modo de edición.
sr: Да бисте уметнули видео маркере, морате да подесите Медиа Плаиер у режим за уређивање.
sv: För att infoga videomarkörerna måste du ställa in Media Player i redigeringsläge.
sw: Ili kuingiza vialamisho vya video unahitaji kuweka Kicheza Media katika modi ya kuhariri.
ta: வீடியோ மார்க்கர்களைச் செருக, மீடியா பிளேயரை எடிட் பயன்முறையில் அமைக்க வேண்டும்.
th: หากต้องการแทรกเครื่องหมายวิดีโอ คุณต้องตั้งค่าเครื่องเล่นสื่อเป็นโหมดแก้ไข
tr: Video işaretleyicilerini eklemek için Medya Oynatıcısını düzenleme moduna ayarlamanız gerekir.
uk: Щоб вставити відеомаркери, потрібно перевести медіапрогравач у режим редагування.
ur: ویڈیو مارکر داخل کرنے کے لیے آپ کو میڈیا پلیئر کو ایڈٹ موڈ میں سیٹ کرنا ہوگا۔
vi: Để chèn các dấu hiệu video, bạn cần đặt Trình phát phương tiện ở chế độ chỉnh sửa.

source: This is done by first selecting <Options> from the Media Player menu,
es: Esto se hace seleccionando primero <Opciones> en el menú del Reproductor multimedia,
sr: Ово се ради тако што прво изаберете <Опције> из менија Медиа Плаиер-а,
sv: Detta görs genom att först välja <Alternativ> från Media Player-menyn,
sw: Hii inafanywa kwa kuchagua kwanza <Options> kutoka kwa menyu ya Media Player,
ta: இது முதலில் மீடியா பிளேயர் மெனுவிலிருந்து <Options> என்பதைத் தேர்ந்தெடுப்பதன் மூலம் செய்யப்படுகிறது,
th: ทำได้โดยเลือก <ตัวเลือก> จากเมนู Media Player ก่อน
tr: Bu, önce Medya Oynatıcısı menüsünden <Seçenekler> seçilerek yapılır.
uk: Для цього спочатку виберіть <Options> у меню Media Player,
ur: یہ سب سے پہلے میڈیا پلیئر مینو سے <اختیارات> کو منتخب کرکے کیا جاتا ہے،
vi: Điều này được thực hiện bằng cách đầu tiên chọn <Tùy chọn> từ menu Trình phát phương tiện,

source: then clicking the <Edit mode> checkbox. Alternatively, you can click
es: Luego, haga clic en la casilla de verificación <Modo de edición>. Alternativamente, puede hacer clic en
sr: затим кликните на поље за потврду <Едит моде>. Алтернативно, можете кликнути
sv: klicka sedan på kryssrutan <Redigeringsläge>. Alternativt kan du klicka
sw: kisha ubofye kisanduku cha kuteua cha <Hariri mode>. Vinginevyo, unaweza kubofya
ta: பின்னர் <Edit mode> தேர்வுப்பெட்டியைக் கிளிக் செய்யவும். மாற்றாக, நீங்கள்
th: จากนั้นคลิกช่องกาเครื่องหมาย <โหมดแก้ไข> หรือคุณสามารถคลิก
tr: ardından <Düzenleme modu> onay kutusunu tıklayın. Alternatif olarak, tıklayabilirsiniz
uk: потім установіть прапорець <Режим редагування>. Крім того, ви можете натиснути
ur: پھر <Edit mode> چیک باکس پر کلک کریں۔ متبادل طور پر، آپ کلک کر سکتے ہیں۔
vi: sau đó nhấp vào hộp kiểm <Chế độ chỉnh sửa>. Ngoài ra, bạn có thể nhấp vào

source: on the two headed arrow on the toolbar. This will automatically switch off
es: En la flecha de dos puntas de la barra de herramientas. Esto se desactivará automáticamente.
sr: на двосмерној стрелици на траци са алаткама. Ово ће се аутоматски искључити
sv: på pilarna med två huvuden i verktygsfältet. Detta kommer automatiskt att stängas av
sw: kwenye vishale vyenye vichwa viwili kwenye upau wa vidhibiti. Hii itazima kiotomatiki
ta: கருவிப்பட்டியில் உள்ள இரண்டு தலை அம்புக்குறியில். இது தானாகவே அணைந்துவிடும்.
th: บนลูกศรสองหัวบนแถบเครื่องมือ ซึ่งจะปิดโดยอัตโนมัติ
tr: araç çubuğundaki iki başlı oka tıklayın. Bu otomatik olarak kapanacaktır
uk: на двосторонній стрілці на панелі інструментів. Це автоматично вимкнеться
ur: ٹول بار پر دو سر والے تیر پر۔ یہ خود بخود بند ہو جائے گا۔
vi: trên mũi tên hai đầu trên thanh công cụ. Điều này sẽ tự động tắt

source: the <Update from game> and <Update from video> options, because editing
es: las opciones <Actualizar desde el juego> y <Actualizar desde el video>, porque la edición
sr: опције <Ажурирај из игре> и <Ажурирај из видео записа>, јер уређивање
sv: alternativen <Uppdatera från spel> och <Uppdatera från video>, eftersom redigering
sw: chaguzi za <Sasisha kutoka kwa mchezo> na <Sasisha kutoka kwa video>, kwa sababu kuhariri
ta: <விளையாட்டிலிருந்து புதுப்பிப்பு> மற்றும் <வீடியோவிலிருந்து புதுப்பிப்பு> விருப்பங்கள், ஏனெனில் எடிட்டிங்
th: ตัวเลือก <อัปเดตจากเกม> และ <อัปเดตจากวิดีโอ> เนื่องจากการแก้ไข
tr: <Oyun güncellemesi> ve <Video güncellemesi> seçenekleri, çünkü düzenleme
uk: параметри <Оновити з гри> та <Оновити з відео>, оскільки редагування
ur: <گیم سے اپ ڈیٹ> اور <ویڈیو سے اپ ڈیٹ> کے اختیارات، کیونکہ ترمیم کرنا
vi: các tùy chọn <Cập nhật từ trò chơi> và <Cập nhật từ video>, vì chỉnh sửa

source: is impossible with these switched on.
es: Es imposible con estos encendidos.
sr: је немогуће са овим укљученим.
sv: är omöjligt med dessa påslagna.
sw: haiwezekani na hizi zimewashwa.
ta: இவற்றை இயக்கினால் சாத்தியமற்றது.
th: เป็นไปไม่ได้หากเปิดสิ่งเหล่านี้ไว้
tr: bunlar açıkken imkansızdır.
uk: неможливо з увімкненими.
ur: ان کے آن ہونے سے یہ ناممکن ہے۔
vi: là không thể khi bật những thứ này.

source: Editing is much easier to do from the toolbar, so you can switch that on
es: La edición es mucho más fácil de hacer desde la barra de herramientas, por lo que puedes activarla
sr: Уређивање је много лакше урадити са траке са алаткама, тако да можете да га укључите
sv: Redigering är mycket lättare att göra från verktygsfältet, så du kan slå på det
sw: Kuhariri ni rahisi zaidi kufanya kutoka kwa upau wa vidhibiti, kwa hivyo unaweza kuwasha
ta: கருவிப்பட்டியில் இருந்து திருத்துதல் செய்வது மிகவும் எளிதானது, எனவே நீங்கள் அதை இயக்கலாம்.
th: การแก้ไขทำได้ง่ายกว่ามากจากแถบเครื่องมือ ดังนั้นคุณจึงสามารถเปิดใช้งานได้
tr: Düzenlemeyi araç çubuğundan yapmak çok daha kolaydır, bu yüzden bunu açabilirsiniz
uk: Редагувати набагато легше за допомогою панелі інструментів, тому ви можете ввімкнути її
ur: ٹول بار سے ترمیم کرنا بہت آسان ہے، لہذا آپ اسے آن کر سکتے ہیں۔
vi: Việc chỉnh sửa dễ dàng hơn nhiều khi thực hiện từ thanh công cụ, vì vậy bạn có thể bật tính năng đó

source: while you have the <Options> dialog box open.
es: mientras tenga abierto el cuadro de diálogo <Opciones>.
sr: док имате отворен оквир за дијалог <Опције>.
sv: medan du har dialogrutan <Alternativ> öppen.
sw: huku ukifungua kisanduku cha mazungumzo cha <Chaguo>.
ta: <Options> உரையாடல் பெட்டி திறந்திருக்கும் போது.
th: ในขณะที่คุณเปิดกล่องโต้ตอบ <ตัวเลือก>
tr: <Seçenekler> iletişim kutusu açıkken.
uk: поки відкрито діалогове вікно <Параметри>.
ur: جب آپ کے پاس <اختیارات> ڈائیلاگ باکس کھلا ہو۔
vi: trong khi bạn mở hộp thoại <Tùy chọn>.

source: Then you go to the start of the game and video, play the video and pause it
es: Luego vas al inicio del juego y del video, reproduces el video y lo pausas.
sr: Затим идете на почетак игре и видео, пустите видео и паузирајте га
sv: Sedan går du till början av spelet och videon, spelar upp videon och pausar den
sw: Kisha unakwenda mwanzo wa mchezo na video, cheza video na usitishe
ta: பின்னர் நீங்கள் விளையாட்டின் தொடக்கத்திற்கும் வீடியோவிற்கும் சென்று, வீடியோவை இயக்கி, அதை இடைநிறுத்தவும்.
th: จากนั้นคุณไปที่จุดเริ่มต้นของเกมและวิดีโอ เล่นวิดีโอและหยุดชั่วคราว
tr: Daha sonra oyunun başına ve videoya gidin, videoyu oynatın ve duraklatın
uk: Потім ви переходите до початку гри та відео, відтворюєте відео та призупиняєте його
ur: پھر آپ گیم اور ویڈیو کے آغاز پر جائیں، ویڈیو چلائیں اور اسے روک دیں۔
vi: Sau đó, bạn vào đầu trò chơi và video, phát video và tạm dừng nó

source: when you reach the end of the section that you want.
es: cuando llegues al final de la sección que deseas.
sr: када стигнете до краја одељка који желите.
sv: när du kommer till slutet av det avsnitt du vill ha.
sw: unapofika mwisho wa sehemu unayotaka.
ta: நீங்கள் விரும்பும் பிரிவின் முடிவை அடையும் போது.
th: เมื่อคุณไปถึงจุดสิ้นสุดของส่วนที่คุณต้องการ
tr: İstediğiniz bölümün sonuna ulaştığınızda.
uk: коли ви досягнете кінця потрібного розділу.
ur: جب آپ اس حصے کے اختتام پر پہنچ جاتے ہیں جو آپ چاہتے ہیں۔
vi: khi bạn đến cuối phần bạn muốn.

source: Then click on the point in the game move list where that video section
es: Luego haga clic en el punto de la lista de movimientos del juego donde se encuentra esa sección de video.
sr: Затим кликните на тачку на листи потеза игре где је тај видео одељак
sv: Klicka sedan på den punkt i spellistan där videosektionen ligger
sw: Kisha bofya kwenye hatua katika orodha ya hoja ya mchezo ambapo sehemu hiyo ya video
ta: பின்னர் விளையாட்டு நகர்வு பட்டியலில் உள்ள புள்ளியைக் கிளிக் செய்யவும், அங்கு அந்த வீடியோ பிரிவு
th: จากนั้นคลิกที่จุดในรายการเคลื่อนไหวของเกมที่ส่วนวิดีโอนั้น
tr: Daha sonra oyun hareket listesinde video bölümünün olduğu noktaya tıklayın
uk: Потім клацніть точку в списку переміщень гри, де цей розділ відео
ur: پھر گیم موو لسٹ میں اس پوائنٹ پر کلک کریں جہاں وہ ویڈیو سیکشن ہے۔
vi: Sau đó nhấp vào điểm trong danh sách di chuyển trò chơi nơi có phần video đó

source: should be played and place a video marker by clicking on the orange down arrow
es: Se debe reproducir y colocar un marcador de video haciendo clic en la flecha naranja hacia abajo
sr: треба да се репродукује и поставите видео маркер кликом на наранџасту стрелицу надоле
sv: ska spelas upp och placera en videomarkör genom att klicka på den orange nedåtpilen
sw: inapaswa kuchezwa na kuweka alama ya video kwa kubofya mshale wa chungwa chini
ta: இயக்கப்பட வேண்டும், ஆரஞ்சு கீழ் அம்புக்குறியைக் கிளிக் செய்வதன் மூலம் வீடியோ மார்க்கரை வைக்க வேண்டும்.
th: ควรเล่นและวางเครื่องหมายวิดีโอโดยคลิกที่ลูกศรลงสีส้ม
tr: oynatılmalı ve turuncu aşağı okuna tıklanarak bir video işaretçisi yerleştirilmelidir
uk: має бути відтворено та поставте маркер відео, клацнувши помаранчеву стрілку вниз
ur: چلایا جانا چاہئے اور نارنجی نیچے تیر پر کلک کرکے ویڈیو مارکر رکھنا چاہئے۔
vi: nên được phát và đặt một điểm đánh dấu video bằng cách nhấp vào mũi tên màu cam hướng xuống

source: on the toolbar or selecting <Set video marker> from the edit menu.
es: en la barra de herramientas o seleccionando <Establecer marcador de vídeo> en el menú de edición.
sr: на траци са алаткама или избором <Постави видео маркер> из менија за уређивање.
sv: i verktygsfältet eller välj <Ställ in videomarkör> från redigeringsmenyn.
sw: kwenye upau wa vidhibiti au kuchagua <Weka alama ya video> kutoka kwa menyu ya kuhariri.
ta: கருவிப்பட்டியில் அல்லது திருத்து மெனுவிலிருந்து <வீடியோ மார்க்கரை அமை> என்பதைத் தேர்ந்தெடுக்கவும்.
th: บนแถบเครื่องมือหรือเลือก <ตั้งค่าเครื่องหมายวิดีโอ> จากเมนูแก้ไข
tr: Araç çubuğundan veya düzenleme menüsünden <Video işaretçisini ayarla> seçeneğini seçerek.
uk: на панелі інструментів або вибравши <Встановити відеомаркер> у меню редагування.
ur: ٹول بار پر یا ترمیم مینو سے <Set video marker> کو منتخب کریں۔
vi: trên thanh công cụ hoặc chọn <Đặt điểm đánh dấu video> từ menu chỉnh sửa.
