Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: You can clear this number by clicking on <Defaults>
es: Puede borrar este número haciendo clic en <Predeterminados>
sr: Можете обрисати овај број кликом на <Дефаултс>
sv: Du kan rensa detta nummer genom att klicka på <Standarder>
sw: Unaweza kufuta nambari hii kwa kubofya <Defaults>
ta: <Defaults> என்பதைக் கிளிக் செய்வதன் மூலம் இந்த எண்ணை நீங்கள் அழிக்கலாம்
th: คุณสามารถล้างตัวเลขนี้ได้โดยคลิกที่ <ค่าเริ่มต้น>
tr: <Varsayılanlar> öğesine tıklayarak bu sayıyı temizleyebilirsiniz
uk: Ви можете видалити цей номер, натиснувши <Defaults>
ur: آپ <Defaults> پر کلک کرکے اس نمبر کو صاف کرسکتے ہیں۔
vi: Bạn có thể xóa số này bằng cách nhấp vào <Mặc định>

source: Note 1 :
es: Nota 1 :
sr: Напомена 1:
sv: Anmärkning 1:
sw: Kumbuka 1:
ta: குறிப்பு 1:
th: หมายเหตุ 1 :
tr: Not 1 :
uk: Примітка 1:
ur: نوٹ 1:
vi: Lưu ý 1:

source: If you want to create a new, empty, polyglot .bin opening book,
es: Si desea crear un nuevo libro de aperturas .bin políglota vacío,
sr: Ако желите да направите нову, празну, полиглотску .бин почетну књигу,
sv: Om du vill skapa en ny, tom, polyglot .bin-öppningsbok,
sw: Ikiwa ungependa kuunda kitabu kipya, kisicho na kitu, cha kufungua polyglot .bin,
ta: நீங்கள் ஒரு புதிய, காலியான, பன்மொழி .bin தொடக்க புத்தகத்தை உருவாக்க விரும்பினால்,
th: หากคุณต้องการสร้างหนังสือเปิด polyglot .bin ใหม่ที่ว่างเปล่า
tr: Yeni, boş, çok dilli bir .bin açılış kitabı oluşturmak istiyorsanız,
uk: Якщо ви хочете створити нову, порожню, поліглотну початкову книгу .bin,
ur: اگر آپ ایک نئی، خالی، پولی گلوٹ .bin کھولنے والی کتاب بنانا چاہتے ہیں،
vi: Nếu bạn muốn tạo một cuốn sách mở .bin mới, trống, đa ngôn ngữ,

source: then type in the new name with .bin extenstion at the end of the path
es: Luego escriba el nuevo nombre con la extensión .bin al final de la ruta
sr: затим укуцајте ново име са екстензијом .бин на крају путање
sv: skriv sedan in det nya namnet med .bin-tillägget i slutet av sökvägen
sw: kisha uandike jina jipya kwa kiendelezi cha .bin mwishoni mwa njia
ta: பின்னர் பாதையின் இறுதியில் .bin நீட்டிப்புடன் புதிய பெயரை உள்ளிடவும்.
th: จากนั้นพิมพ์ชื่อใหม่พร้อมนามสกุล .bin ที่ส่วนท้ายของเส้นทาง
tr: daha sonra yolun sonuna .bin uzantılı yeni adı yazın
uk: потім введіть нове ім’я з розширенням .bin у кінці шляху
ur: پھر پاتھ کے آخر میں .bin ایکسٹینشن کے ساتھ نیا نام ٹائپ کریں۔
vi: sau đó nhập tên mới với phần mở rộng .bin ở cuối đường dẫn

source: in file input box or into the browse file box
es: en el cuadro de entrada de archivo o en el cuadro de exploración de archivos
sr: у поље за унос датотеке или у оквир за претрагу датотеке
sv: i filinmatningsrutan eller i bläddringsfilrutan
sw: kwenye kisanduku cha kuingiza faili au kwenye kisanduku cha faili cha kuvinjari
ta: கோப்பு உள்ளீட்டுப் பெட்டியிலோ அல்லது கோப்பு உலாவுப் பெட்டியிலோ
th: ในช่องป้อนไฟล์หรือในกล่องเรียกดูไฟล์
tr: dosya giriş kutusuna veya dosya tarama kutusuna
uk: у вікні введення файлів або у вікні перегляду файлів
ur: فائل ان پٹ باکس میں یا براؤز فائل باکس میں
vi: trong hộp nhập tệp hoặc vào hộp duyệt tệp

source: e.g For a new, empty opening book called MyOpenings.bin you would change
es: Por ejemplo, para un libro de aperturas nuevo y vacío llamado MyOpenings.bin, cambiaría
sr: нпр. За нову, празну почетну књигу под називом МиОпенингс.бин ви бисте променили
sv: t.ex. För en ny, tom öppningsbok som heter MyOpenings.bin skulle du byta
sw: k.m Kwa kitabu kipya cha ufunguzi kisicho na kitu kinachoitwa MyOpenings.bin ungebadilisha
ta: எ.கா. MyOpenings.bin எனப்படும் புதிய, காலியான தொடக்கப் புத்தகத்திற்கு நீங்கள் மாற்றுவீர்கள்
th: เช่น สำหรับสมุดเปิดเปล่าเล่มใหม่ชื่อ MyOpenings.bin คุณจะต้องเปลี่ยนแปลง
tr: Örn. MyOpenings.bin adlı yeni ve boş bir açılış kitabı için şunu değiştirirsiniz:
uk: наприклад, для нової порожньої книги відкриття під назвою MyOpenings.bin ви б змінили
ur: مثلاً MyOpenings.bin نامی ایک نئی، خالی افتتاحی کتاب کے لیے آپ تبدیل کریں گے۔
vi: Ví dụ: Đối với một cuốn sách mở mới, trống có tên là MyOpenings.bin, bạn sẽ thay đổi

source: in the file input box of the dialog box.
es: en el cuadro de entrada de archivo del cuadro de diálogo.
sr: у пољу за унос датотеке дијалога.
sv: i filinmatningsrutan i dialogrutan.
sw: kwenye kisanduku cha kuingiza faili cha kisanduku cha mazungumzo.
ta: உரையாடல் பெட்டியின் கோப்பு உள்ளீட்டு பெட்டியில்.
th: ในกล่องใส่ไฟล์ของกล่องโต้ตอบ
tr: iletişim kutusunun dosya giriş kutusuna.
uk: у полі введення файлу діалогового вікна.
ur: ڈائیلاگ باکس کے فائل ان پٹ باکس میں۔
vi: trong hộp nhập tập tin của hộp thoại.

source: Alternatively, type MyOpenings.bin in the browse file box.
es: Alternativamente, escriba MyOpenings.bin en el cuadro de exploración de archivos.
sr: Алтернативно, откуцајте МиОпенингс.бин у оквир за претрагу датотеке.
sv: Alternativt, skriv MyOpenings.bin i rutan Bläddra i fil.
sw: Vinginevyo, chapa MyOpenings.bin kwenye kisanduku cha faili cha kuvinjari.
ta: மாற்றாக, browse file பெட்டியில் MyOpenings.bin என தட்டச்சு செய்யவும்.
th: อีกวิธีหนึ่งคือพิมพ์ MyOpenings.bin ในกล่องเรียกดูไฟล์
tr: Alternatif olarak, dosya gözat kutusuna MyOpenings.bin yazın.
uk: Або введіть MyOpenings.bin у вікні перегляду файлів.
ur: متبادل طور پر، براؤز فائل باکس میں MyOpenings.bin ٹائپ کریں۔
vi: Ngoài ra, bạn có thể nhập MyOpenings.bin vào hộp duyệt tệp.

source: Note 2 :
es: Nota 2 :
sr: Напомена 2:
sv: Anmärkning 2:
sw: Kumbuka 2:
ta: குறிப்பு 2:
th: หมายเหตุ 2 :
tr: Not 2 :
uk: Примітка 2:
ur: نوٹ 2:
vi: Lưu ý 2:

source: During the add games process, the mouse cursor movement is restricted
es: Durante el proceso de agregar juegos, el movimiento del cursor del mouse está restringido
sr: Током процеса додавања игара, кретање курсора миша је ограничено
sv: Under processen för att lägga till spel är muspekarens rörelse begränsad
sw: Wakati wa mchakato wa kuongeza michezo, harakati ya kishale ya kipanya imezuiwa
ta: விளையாட்டுகளைச் சேர்க்கும் செயல்முறையின் போது, ​​மவுஸ் கர்சர் இயக்கம் கட்டுப்படுத்தப்படுகிறது.
th: ในระหว่างกระบวนการเพิ่มเกม การเคลื่อนไหวของเคอร์เซอร์เมาส์จะถูกจำกัด
tr: Oyun ekleme işlemi sırasında fare imlecinin hareketi kısıtlanır
uk: Під час додавання ігор рух курсору миші обмежено
ur: ایڈ گیمز کے عمل کے دوران، ماؤس کرسر کی نقل و حرکت پر پابندی ہے۔
vi: Trong quá trình thêm trò chơi, chuyển động của con trỏ chuột bị hạn chế

source: to the bottom panel. This is because the program behaved strangely
es: al panel inferior. Esto se debe a que el programa se comportó de forma extraña.
sr: до доњег панела. То је зато што се програм понашао чудно
sv: till den nedre panelen. Detta beror på att programmet betedde sig konstigt
sw: kwa paneli ya chini. Hii ni kwa sababu mpango huo ulifanya mambo ya ajabu
ta: கீழ் பலகத்திற்கு. ஏனெனில் நிரல் விசித்திரமாக நடந்து கொண்டது.
th: ไปที่แผงด้านล่าง เนื่องจากโปรแกรมทำงานผิดปกติ
tr: alt panele. Bunun nedeni programın garip davranmasıydı
uk: до нижньої панелі. Це тому, що програма поводилася дивно
ur: نیچے والے پینل تک۔ اس کی وجہ یہ ہے کہ پروگرام نے عجیب و غریب سلوک کیا۔
vi: vào bảng điều khiển phía dưới. Điều này là do chương trình hoạt động kỳ lạ

source: if the mouse was moved around the rest of the screen during the process.
es: si el mouse se movió por el resto de la pantalla durante el proceso.
sr: ако се миш помера по остатку екрана током процеса.
sv: om musen flyttades runt resten av skärmen under processen.
sw: ikiwa kipanya kilisogezwa karibu na skrini nzima wakati wa mchakato.
ta: செயல்பாட்டின் போது திரையின் மற்ற பகுதிகளைச் சுற்றி சுட்டி நகர்த்தப்பட்டிருந்தால்.
th: หากเมาส์ถูกเลื่อนไปรอบๆ ส่วนที่เหลือของหน้าจอในระหว่างกระบวนการ
tr: İşlem sırasında fare ekranın geri kalanında hareket ettirildiyse.
uk: якщо під час процесу мишу переміщали по решті екрана.
ur: اگر اس عمل کے دوران ماؤس کو اسکرین کے باقی حصوں میں منتقل کیا گیا تھا۔
vi: nếu chuột di chuyển xung quanh phần còn lại của màn hình trong suốt quá trình.

source: I was not able to figure out what the cause of this was.
es: No pude averiguar cuál era la causa de esto.
sr: Нисам успео да схватим шта је узрок томе.
sv: Jag kunde inte ta reda på vad orsaken till detta var.
sw: Sikuweza kujua sababu ya hii ilikuwa nini.
ta: இதற்கு என்ன காரணம் என்று எனக்குப் புரியவில்லை.
th: ฉันไม่สามารถหาสาเหตุของเรื่องนี้ได้
tr: Bunun sebebinin ne olduğunu anlayamadım.
uk: Я не міг зрозуміти, що стало причиною цього.
ur: میں یہ سمجھنے سے قاصر تھا کہ اس کی وجہ کیا ہے۔
vi: Tôi không thể hiểu được nguyên nhân của việc này là gì.

source: Once the add games process is complete or cancelled, the mouse cursor
es: Una vez que se complete o cancele el proceso de agregar juegos, el cursor del mouse
sr: Када је процес додавања игара завршен или отказан, курсор миша
sv: När processen för att lägga till spel är klar eller avbruten visas muspekaren
sw: Mara tu mchakato wa kuongeza michezo unapokamilika au kughairiwa, kishale cha kipanya
ta: விளையாட்டுகளைச் சேர் செயல்முறை முடிந்ததும் அல்லது ரத்துசெய்யப்பட்டதும், மவுஸ் கர்சர்
th: เมื่อกระบวนการเพิ่มเกมเสร็จสิ้นหรือถูกยกเลิก เคอร์เซอร์ของเมาส์
tr: Oyun ekleme işlemi tamamlandıktan veya iptal edildikten sonra fare imleci
uk: Після завершення або скасування процесу додавання ігор курсор миші
ur: ایک بار ایڈ گیمز کا عمل مکمل یا منسوخ ہو جانے کے بعد، ماؤس کرسر
vi: Sau khi quá trình thêm trò chơi hoàn tất hoặc bị hủy, con trỏ chuột

source: is released from the bottom panel and will behave as normal.
es: se libera del panel inferior y se comportará normalmente.
sr: се ослобађа са доње плоче и понашаће се нормално.
sv: släpps från bottenpanelen och kommer att bete sig som vanligt.
sw: inatolewa kutoka kwa paneli ya chini na itafanya kama kawaida.
ta: கீழ் பலகத்திலிருந்து விடுவிக்கப்பட்டு வழக்கம் போல் செயல்படும்.
th: จะถูกปล่อยออกมาจากแผงด้านล่างและจะทำงานตามปกติ
tr: alt panelden serbest bırakılır ve normal şekilde davranır.
uk: звільняється від нижньої панелі та працюватиме як зазвичай.
ur: نیچے والے پینل سے جاری کیا جاتا ہے اور معمول کے مطابق برتاؤ کرے گا۔
vi: được giải phóng khỏi bảng điều khiển phía dưới và sẽ hoạt động bình thường.

source: Also, every 500 games the mouse cursor is moved within the bottom panel
es: Además, cada 500 juegos el cursor del ratón se mueve dentro del panel inferior.
sr: Такође, сваких 500 игара курсор миша се помера унутар доњег панела
sv: Dessutom flyttas muspekaren var 500:e spel inom den nedre panelen
sw: Pia, kila michezo 500 kishale cha kipanya husogezwa ndani ya paneli ya chini
ta: மேலும், ஒவ்வொரு 500 விளையாட்டுகளிலும் மவுஸ் கர்சர் கீழ் பேனலுக்குள் நகர்த்தப்படும்.
th: นอกจากนี้ ทุกๆ 500 เกม เคอร์เซอร์เมาส์จะเลื่อนไปภายในแผงด้านล่าง
tr: Ayrıca, her 500 oyunda bir fare imleci alt panelde hareket ettirilir
uk: Крім того, кожні 500 ігор курсор миші переміщується в межах нижньої панелі
ur: اس کے علاوہ، ہر 500 گیمز میں ماؤس کرسر کو نیچے والے پینل میں منتقل کیا جاتا ہے۔
vi: Ngoài ra, cứ sau 500 trò chơi, con trỏ chuột sẽ được di chuyển trong bảng điều khiển phía dưới

source: by the program. This is to stop the screen saver activating and
es: por el programa. Esto es para detener la activación del protector de pantalla y
sr: по програму. Ово је за заустављање активирања чувара екрана и
sv: av programmet. Detta för att stoppa skärmsläckarens aktivering och
sw: kwa mpango. Hii ni kusimamisha kiokoa skrini kuwezesha na
ta: நிரலால். இது ஸ்கிரீன் சேவரை செயல்படுத்துவதை நிறுத்துவதற்கும்
th: โดยโปรแกรมนี้จะทำการหยุดการเปิดใช้งานโปรแกรมรักษาหน้าจอและ
tr: program tarafından. Bu, ekran koruyucunun etkinleştirilmesini durdurmak ve
uk: за програмою. Це потрібно для того, щоб зупинити активацію заставки та
ur: پروگرام کی طرف سے. یہ اسکرین سیور کو چالو کرنے سے روکنا ہے اور
vi: bởi chương trình. Điều này là để dừng trình bảo vệ màn hình kích hoạt và

source: switching off the screen, because that also caused problems with the
es: apagar la pantalla, porque eso también causaba problemas con la
sr: искључивање екрана, јер је и то изазвало проблеме са
sv: stänga av skärmen, eftersom det också orsakade problem med
sw: kuzima skrini, kwa sababu hiyo pia ilisababisha matatizo na
ta: திரையை அணைத்தல், ஏனெனில் அதுவும் சிக்கல்களை ஏற்படுத்தியது
th: การปิดหน้าจอเพราะนั่นก็ทำให้เกิดปัญหาด้วยเช่นกัน
tr: Ekranı kapatmak, çünkü bu da sorunlara neden oluyordu
uk: вимкнути екран, оскільки це також спричинило проблеми з
ur: اسکرین کو بند کرنا، کیونکہ اس سے بھی مسائل پیدا ہوئے۔
vi: tắt màn hình, vì điều đó cũng gây ra vấn đề với

source: add games process.
es: Proceso de agregar juegos.
sr: додајте процес игре.
sv: lägga till spelprocessen.
sw: ongeza mchakato wa michezo.
ta: விளையாட்டு செயல்முறையைச் சேர்க்கவும்.
th: เพิ่มกระบวนการเกม
tr: oyun ekleme işlemi.
uk: додати ігровий процес.
ur: کھیل کے عمل کو شامل کریں.
vi: thêm quá trình trò chơi.

source: Polyglot..
es: Polígloto..
sr: Полиглота..
sv: Flerspråkig..
ta: பன்மொழிப் புலவர்..
th: หลายภาษา..
tr: Çok dilli..
uk: поліглот..
ur: پولی گلوٹ..
vi: Đa ngôn ngữ..

source: Credits..
es: Créditos..
sr: Заслуге..
sv: Krediter..
sw: Mikopo..
ta: நன்றி..
th: เครดิต..
tr: Teşekkürler..
uk: Кредити..
ur: کریڈٹس..
vi: Tín dụng..

source: Making books..
es: Haciendo libros..
sr: Прављење књига..
sv: gör böcker..
sw: Kutengeneza vitabu..
ta: புத்தகங்கள் செய்வது..
th: การทำหนังสือ..
tr: Kitap yapmak..
uk: Виготовлення книг..
ur: کتابیں بنانا..
vi: Làm sách..

source: Polyglot is a UCI adapter. It can connect a GUI interface
es: Polyglot es un adaptador UCI. Permite conectar una interfaz gráfica de usuario.
sr: Полиглот је УЦИ адаптер. Може да повеже ГУИ интерфејс
sv: Polyglot är en UCI-adapter. Den kan ansluta ett GUI-gränssnitt
sw: Polyglot ni adapta ya UCI. Inaweza kuunganisha kiolesura cha GUI
ta: பாலிக்லாட் என்பது ஒரு UCI அடாப்டர். இது ஒரு GUI இடைமுகத்தை இணைக்க முடியும்.
th: Polyglot เป็นอะแดปเตอร์ UCI ซึ่งสามารถเชื่อมต่ออินเทอร์เฟซ GUI ได้
tr: Polyglot bir UCI adaptörüdür. Bir GUI arayüzüne bağlanabilir
uk: Polyglot — адаптер UCI. Він може підключити GUI інтерфейс
ur: پولی گلوٹ ایک UCI اڈاپٹر ہے۔ یہ ایک GUI انٹرفیس کو جوڑ سکتا ہے۔
vi: Polyglot là một bộ chuyển đổi UCI. Nó có thể kết nối một giao diện GUI

source: (such as XBoard, Winboard, Arena or Chessbase) to a UCI chess engine.
es: (como XBoard, Winboard, Arena o Chessbase) a un motor de ajedrez UCI.
sr: (као што су КСБоард, Винбоард, Арена или Цхессбасе) на УЦИ шаховску машину.
sv: (som XBoard, Winboard, Arena eller Chessbase) till en UCI-schackmotor.
sw: (kama vile XBoard, Winboard, Arena au Chessbase) kwa injini ya chess ya UCI.
ta: (எக்ஸ்போர்டு, வின்போர்டு, அரினா அல்லது செஸ்பேஸ் போன்றவை) ஒரு UCI சதுரங்க இயந்திரத்திற்கு.
th: (เช่น XBoard, Winboard, Arena หรือ Chessbase) ไปยังโปรแกรมเล่นหมากรุก UCI
tr: (XBoard, Winboard, Arena veya Chessbase gibi) bir UCI satranç motoruna.
uk: (наприклад, XBoard, Winboard, Arena або Chessbase) до шахової системи UCI.
ur: (جیسے XBoard، Winboard، Arena یا Chessbase) UCI ​​شطرنج کے انجن میں۔
vi: (như XBoard, Winboard, Arena hoặc Chessbase) vào công cụ cờ vua UCI.

source: Polyglot also supports the Polyglot.bin opening book format.
es: Polyglot también admite el formato de libro de apertura Polyglot.bin.
sr: Полиглот такође подржава формат књиге отварања Полиглот.бин.
sv: Polyglot stöder också formatet Polyglot.bins öppningsbok.
sw: Polyglot pia inaauni umbizo la kufungua kitabu cha Polyglot.bin.
ta: பாலிக்லாட் பாலிக்லாட்.பின் தொடக்க புத்தக வடிவமைப்பையும் ஆதரிக்கிறது.
th: Polyglot ยังรองรับรูปแบบหนังสือเปิด Polyglot.bin อีกด้วย
tr: Polyglot ayrıca Polyglot.bin açılış kitabı formatını da destekler.
uk: Polyglot також підтримує формат початкової книги Polyglot.bin.
ur: پولی گلوٹ Polyglot.bin اوپننگ بک فارمیٹ کو بھی سپورٹ کرتا ہے۔
vi: Polyglot cũng hỗ trợ định dạng sách mở Polyglot.bin.

source: Roughly speaking, a PolyGlot opening book is a collection of triples
es: En términos generales, un libro de aperturas PolyGlot es una colección de triples
sr: Грубо говорећи, ПолиГлот уводна књига је збирка тројки
sv: Grovt sett är en PolyGlot öppningsbok en samling trippel
sw: Kwa kusema, kitabu cha ufunguzi cha PolyGlot ni mkusanyiko wa mara tatu
ta: தோராயமாகச் சொன்னால், பாலிகுளோட் தொடக்கப் புத்தகம் என்பது மும்மடங்குகளின் தொகுப்பாகும்.
th: โดยคร่าวๆ แล้ว หนังสือเปิด PolyGlot คือการรวบรวมไพ่สามใบ
tr: Kabaca söylemek gerekirse, bir PolyGlot açılış kitabı üçlülerden oluşan bir koleksiyondur
uk: Грубо кажучи, початкова книга PolyGlot — це набір трійок
ur: موٹے طور پر، پولی گلوٹ کی افتتاحی کتاب تینوں کا مجموعہ ہے۔
vi: Nói một cách đại khái, một cuốn sách mở đầu PolyGlot là một bộ sưu tập các bộ ba

source: (position, move, weight).
es: (posición, movimiento, peso).
sr: (положај, покрет, тежина).
sv: (position, rörelse, vikt).
sw: (msimamo, hoja, uzito).
ta: (நிலை, நகர்வு, எடை).
th: (ตำแหน่ง, การเคลื่อนไหว, น้ำหนัก)
tr: (pozisyon, hareket, ağırlık).
uk: (положення, рух, вага).
ur: (مقام، حرکت، وزن)۔
vi: (vị trí, di chuyển, trọng lượng).

source: A 'position' is represented by a 64 - bit Zobrist hash key.
es: Una 'posición' está representada por una clave hash Zobrist de 64 bits.
sr: 'Позиција' је представљена 64-битним Зобрист хеш кључем.
sv: En 'position' representeras av en 64-bitars Zobrist-hashnyckel.
sw: 'Nafasi' inawakilishwa na kitufe cha hashi cha 64-bit cha Zobrist.
ta: ஒரு 'நிலை' 64-பிட் ஜோப்ரிஸ்ட் ஹாஷ் விசையால் குறிக்கப்படுகிறது.
th: 'ตำแหน่ง' แสดงโดยคีย์แฮช Zobrist ขนาด 64 บิต
tr: Bir 'pozisyon' 64 bitlik bir Zobrist karma anahtarıyla temsil edilir.
uk: «Позиція» представлена ​​64-бітним хеш-ключем Zobrist.
ur: ایک 'پوزیشن' کی نمائندگی 64 بٹ زوبرسٹ ہیش کلید سے ہوتی ہے۔
vi: 'Vị trí' được biểu thị bằng khóa băm Zobrist 64 bit.

source: The weight is proportional to the probability the move should be played.
es: El peso es proporcional a la probabilidad de que se realice el movimiento.
sr: Тежина је пропорционална вероватноћи да се потез одигра.
sv: Vikten är proportionell mot sannolikheten att draget ska spelas.
sw: Uzito ni sawia na uwezekano wa hoja inapaswa kuchezwa.
ta: எடை நகர்வு விளையாடப்பட வேண்டிய நிகழ்தகவுக்கு விகிதாசாரமாகும்.
th: น้ำหนักจะเป็นสัดส่วนตามความน่าจะเป็นที่จะเล่นการเคลื่อนไหว
tr: Ağırlık, hamle oynanma olasılığıyla orantılıdır.
uk: Вага пропорційна ймовірності ходу.
ur: وزن اس امکان کے متناسب ہے کہ چال چلائی جائے۔
vi: Trọng lượng tỉ lệ thuận với xác suất thực hiện nước đi đó.

source: Other opening book formats such as the ChessBase .ctg format and
es: Otros formatos de libros de aperturas como el formato .ctg de ChessBase y
sr: Други формати почетних књига као што су ЦхессБасе .цтг формат и
sv: Andra öppningsboksformat som ChessBase .ctg-format och
sw: Miundo mingine ya kufungua vitabu kama vile umbizo la ChessBase .ctg na
ta: ChessBase .ctg வடிவம் போன்ற பிற தொடக்க புத்தக வடிவங்கள் மற்றும்
th: รูปแบบหนังสือเปิดอื่น ๆ เช่นรูปแบบ ChessBase .ctg และ
tr: ChessBase .ctg formatı gibi diğer açılış kitabı formatları ve
uk: Інші формати початкової книги, такі як формат ChessBase .ctg і
ur: دیگر اوپننگ بک فارمیٹس جیسے ChessBase .ctg فارمیٹ اور
vi: Các định dạng sách khai cuộc khác như định dạng ChessBase .ctg và

source: the Arena .abk format are undocumented and proprietary.
es: El formato .abk de Arena no está documentado y es propietario.
sr: формат Арена .абк су недокументовани и власнички.
sv: Arena .abk-formatet är odokumenterat och proprietärt.
sw: umbizo la Arena .abk halina hati na linamilikiwa.
ta: Arena .abk வடிவம் ஆவணப்படுத்தப்படாதது மற்றும் தனியுரிமமானது.
th: รูปแบบ Arena .abk ไม่มีการบันทึกเป็นเอกสารและเป็นกรรมสิทธิ์
tr: Arena .abk formatı belgelendirilmemiş ve tescillidir.
uk: Формат Arena .abk є незадокументованим і є власністю.
ur: Arena .abk فارمیٹ غیر دستاویزی اور ملکیتی ہیں۔
vi: Định dạng Arena .abk không có tài liệu hướng dẫn và là định dạng độc quyền.

source: They can only be used by their own GUIs.
es: Sólo pueden ser utilizados por sus propias GUI.
sr: Могу их користити само њихови сопствени ГУИ.
sv: De kan endast användas av deras egna GUI.
sw: Wanaweza tu kutumiwa na GUI zao wenyewe.
ta: அவற்றை அவற்றின் சொந்த GUI களால் மட்டுமே பயன்படுத்த முடியும்.
th: สามารถใช้งานได้เฉพาะ GUI ของตัวเองเท่านั้น
tr: Bunlar yalnızca kendi grafiksel kullanıcı arayüzleri (GUI) tarafından kullanılabilir.
uk: Вони можуть використовуватися лише їхніми власними графічним інтерфейсом користувача.
ur: وہ صرف ان کے اپنے GUI کے ذریعہ استعمال ہوسکتے ہیں۔
vi: Chúng chỉ có thể được sử dụng bởi GUI của riêng chúng.

source: Previously, Nimzo_3d could only use PGN opening books,
es: Anteriormente, Nimzo_3d solo podía usar libros de apertura PGN,
sr: Раније је Нимзо_3д могао да користи само ПГН књиге за отварање,
sv: Tidigare kunde Nimzo_3d bara använda PGN-öppningsböcker,
sw: Hapo awali, Nimzo_3d inaweza tu kutumia PGN kufungua vitabu,
ta: முன்பு, Nimzo_3d PGN தொடக்கப் புத்தகங்களை மட்டுமே பயன்படுத்த முடிந்தது,
th: ก่อนหน้านี้ Nimzo_3d สามารถใช้หนังสือเปิด PGN ได้เท่านั้น
tr: Daha önce, Nimzo_3d yalnızca PGN açılış kitaplarını kullanabiliyordu,
uk: Раніше Nimzo_3d міг використовувати лише відкриваючі книги PGN,
ur: پہلے، Nimzo_3d صرف PGN کھولنے والی کتابیں استعمال کر سکتا تھا،
vi: Trước đây, Nimzo_3d chỉ có thể sử dụng sách mở PGN,

source: which were quite small and had no weights for move preference.
es: que eran bastante pequeños y no tenían pesos para preferir movimientos.
sr: које су биле прилично мале и нису имале тегове за преферирање кретања.
sv: som var ganska små och hade inga vikter för rörelsepreferens.
sw: ambazo zilikuwa ndogo sana na hazikuwa na uzani kwa upendeleo wa kusonga.
ta: அவை மிகவும் சிறியதாக இருந்தன, மேலும் நகர்த்துவதற்கு ஏற்ற எடைகள் எதுவும் இல்லை.
th: ซึ่งมีขนาดค่อนข้างเล็กและไม่มีน้ำหนักให้เลือกใช้ในการเคลื่อนย้าย
tr: oldukça küçüktü ve hamle tercihi için ağırlıkları yoktu.
uk: які були досить маленькими та не мали ваги для переваги ходу.
ur: جو کافی چھوٹے تھے اور منتقلی کی ترجیح کے لیے کوئی وزن نہیں رکھتے تھے۔
vi: khá nhỏ và không có trọng số để ưu tiên di chuyển.

source: Now it can use Polyglot .bin opening books.
es: Ahora puede usar los libros de apertura .bin de Polyglot.
sr: Сада може да користи Полиглот .бин отварајући књиге.
sv: Nu kan den använda Polyglot .bin-öppningsböcker.
sw: Sasa inaweza kutumia Polyglot .bin kufungua vitabu.
ta: இப்போது அது பாலிகிளாட் .பின் திறப்பு புத்தகங்களைப் பயன்படுத்தலாம்.
th: ตอนนี้สามารถใช้งานหนังสือเปิด Polyglot .bin ได้แล้ว
tr: Artık Polyglot .bin kullanarak kitap açabilirsiniz.
uk: Тепер він може використовувати Polyglot .bin для відкриття книг.
ur: اب یہ پولی گلوٹ .bin کھولنے والی کتابیں استعمال کر سکتا ہے۔
vi: Bây giờ có thể sử dụng sách mở Polyglot .bin.

source: There are some Polyglot.bin opening books included
es: Se incluyen algunos libros de apertura de Polyglot.bin
sr: Укључене су неке књиге за отварање Полиглот.бин
sv: Det finns några öppningsböcker för Polyglot.bin
sw: Kuna baadhi ya vitabu vya ufunguzi vya Polyglot.bin vilivyojumuishwa
ta: சில Polyglot.bin தொடக்க புத்தகங்கள் சேர்க்கப்பட்டுள்ளன.
th: มีหนังสือเปิด Polyglot.bin รวมอยู่ด้วย
tr: Bazı Polyglot.bin açılış kitapları dahil edilmiştir
uk: Включено кілька початкових книг Polyglot.bin
ur: کچھ Polyglot.bin کھولنے والی کتابیں شامل ہیں۔
vi: Có một số sách mở Polyglot.bin được bao gồm

source: with the latest download package.
es: con el último paquete de descarga.
sr: са најновијим пакетом за преузимање.
sv: med det senaste nedladdningspaketet.
sw: na kifurushi cha hivi karibuni cha upakuaji.
ta: சமீபத்திய பதிவிறக்க தொகுப்புடன்.
th: พร้อมแพ็คเกจดาวน์โหลดล่าสุด
tr: en son indirme paketiyle.
uk: з останнім пакетом завантаження.
ur: تازہ ترین ڈاؤن لوڈ پیکج کے ساتھ۔
vi: với gói tải xuống mới nhất.
