Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Confirm re-write of book file
es: Confirmar la reescritura del archivo del libro
sr: Потврдите поновно писање датотеке књиге
sv: Bekräfta omskrivning av bokfil
sw: Thibitisha kuandikwa upya kwa faili ya kitabu
ta: புத்தகக் கோப்பை மீண்டும் எழுதுவதை உறுதிப்படுத்தவும்.
th: ยืนยันการเขียนไฟล์หนังสือใหม่
tr: Kitap dosyasının yeniden yazılmasını onaylayın
uk: Підтвердити перезапис файлу книги
ur: کتاب کی فائل کو دوبارہ لکھنے کی تصدیق کریں۔
vi: Xác nhận viết lại tập tin sách

source: Re-writing the opening book file will re-write all of the moves in
es: Al reescribir el archivo del libro de apertura se reescribirán todos los movimientos en
sr: Поновним писањем датотеке отварања књиге поново ће се написати сви потези
sv: Om du skriver om öppningsboken kommer alla drag att skrivas om
sw: Kuandika upya faili ya kitabu cha ufunguzi kutaandika upya hatua zote ndani
ta: தொடக்க புத்தகக் கோப்பை மீண்டும் எழுதுவது, உள்ள அனைத்து நகர்வுகளையும் மீண்டும் எழுதும்
th: การเขียนไฟล์หนังสือเปิดใหม่จะเขียนการเคลื่อนไหวทั้งหมดใหม่
tr: Açılış kitabı dosyasını yeniden yazmak, içindeki tüm hamleleri yeniden yazacaktır.
uk: Повторний запис початкового файлу книги призведе до перезапису всіх ходів
ur: ابتدائی کتاب کی فائل کو دوبارہ لکھنے سے تمام حرکتیں دوبارہ لکھی جائیں گی۔
vi: Viết lại tệp sách mở đầu sẽ viết lại tất cả các nước đi trong

source: the opening book file using the current scaling and filtering settings.
es: el archivo del libro de apertura utilizando las configuraciones de escala y filtrado actuales.
sr: почетну датотеку књиге користећи тренутна подешавања скалирања и филтрирања.
sv: öppningsboken med de aktuella skalnings- och filtreringsinställningarna.
sw: faili ya kitabu cha kufungua kwa kutumia mipangilio ya sasa ya kuongeza na kuchuja.
ta: தற்போதைய அளவிடுதல் மற்றும் வடிகட்டுதல் அமைப்புகளைப் பயன்படுத்தி திறக்கும் புத்தகக் கோப்பு.
th: ไฟล์หนังสือเปิดโดยใช้การตั้งค่าการปรับขนาดและการกรองปัจจุบัน
tr: Mevcut ölçekleme ve filtreleme ayarlarını kullanarak açılış kitabı dosyası.
uk: відкриття файлу книги з використанням поточних параметрів масштабування та фільтрації.
ur: موجودہ اسکیلنگ اور فلٹرنگ سیٹنگز کا استعمال کرتے ہوئے اوپننگ بک فائل۔
vi: tệp sách mở đầu sử dụng cài đặt lọc và tỷ lệ hiện tại.

source: When you select the scaling and filtering options with the check boxes,
es: Al seleccionar las opciones de escala y filtrado con las casillas de verificación,
sr: Када изаберете опције скалирања и филтрирања помоћу поља за потврду,
sv: När du väljer skalnings- och filtreringsalternativ med kryssrutorna,
sw: Unapochagua chaguzi za kuongeza na kuchuja na visanduku vya kuangalia,
ta: நீங்கள் தேர்வுப்பெட்டிகளுடன் அளவிடுதல் மற்றும் வடிகட்டுதல் விருப்பங்களைத் தேர்ந்தெடுக்கும்போது,
th: เมื่อคุณเลือกตัวเลือกการปรับขนาดและการกรองด้วยกล่องกาเครื่องหมาย
tr: Ölçekleme ve filtreleme seçeneklerini onay kutularıyla seçtiğinizde,
uk: Коли ви вибираєте параметри масштабування та фільтрації за допомогою прапорців,
ur: جب آپ چیک باکسز کے ساتھ اسکیلنگ اور فلٹرنگ کے اختیارات کو منتخب کرتے ہیں،
vi: Khi bạn chọn các tùy chọn thay đổi tỷ lệ và lọc bằng các hộp kiểm,

source: this only affects the display of the moves but has no effect
es: Esto solo afecta la visualización de los movimientos pero no tiene ningún efecto.
sr: ово утиче само на приказ потеза, али нема ефекта
sv: detta påverkar bara visningen av dragen men har ingen effekt
sw: hii inathiri tu onyesho la miondoko lakini haina athari
ta: இது நகர்வுகளின் காட்சியை மட்டுமே பாதிக்கிறது, ஆனால் எந்த விளைவையும் ஏற்படுத்தாது.
th: สิ่งนี้ส่งผลต่อการแสดงการเคลื่อนไหวเท่านั้น แต่ไม่มีผลใดๆ
tr: bu sadece hareketlerin görüntülenmesini etkiler ancak hiçbir etkisi yoktur
uk: це впливає лише на відображення ходів, але не впливає
ur: یہ صرف حرکتوں کے ڈسپلے کو متاثر کرتا ہے لیکن اس کا کوئی اثر نہیں ہوتا ہے۔
vi: điều này chỉ ảnh hưởng đến việc hiển thị các động tác nhưng không có tác dụng gì

source: on the opening book file itself.
es: en el propio archivo del libro de apertura.
sr: на самом фајлу књиге отварања.
sv: på själva öppningsboken.
sw: kwenye faili ya kitabu cha ufunguzi yenyewe.
ta: தொடக்க புத்தகக் கோப்பிலேயே.
th: บนไฟล์หนังสือเปิดตัวนั้นเอง
tr: açılış kitabı dosyasının kendisinde.
uk: на самому файлі книги, що відкривається.
ur: افتتاحی کتاب کی فائل پر ہی۔
vi: trên chính tập tin mở đầu.

source: However, if you proceed to re-write the opening book file
es: Sin embargo, si procede a reescribir el archivo del libro de apertura
sr: Међутим, ако наставите да поново пишете почетну датотеку књиге
sv: Men om du fortsätter att skriva om öppningsboken
sw: Walakini, ikiwa utaendelea kuandika tena faili ya kitabu cha ufunguzi
ta: இருப்பினும், நீங்கள் தொடக்க புத்தகக் கோப்பை மீண்டும் எழுதத் தொடர்ந்தால்
th: อย่างไรก็ตาม หากคุณดำเนินการเขียนไฟล์หนังสือเปิดใหม่
tr: Ancak açılış kitap dosyasını yeniden yazmaya devam ederseniz
uk: Однак, якщо ви продовжите перезаписувати початковий файл книги
ur: تاہم، اگر آپ ابتدائی کتاب کی فائل کو دوبارہ لکھنے کے لیے آگے بڑھیں۔
vi: Tuy nhiên, nếu bạn tiến hành viết lại tệp sách mở đầu

source: then the changes are made to the file itself.
es: Luego los cambios se realizan en el propio archivo.
sr: онда се измене врше у самој датотеци.
sv: sedan görs ändringarna i själva filen.
sw: basi mabadiliko yanafanywa kwa faili yenyewe.
ta: பின்னர் மாற்றங்கள் கோப்பிலேயே செய்யப்படுகின்றன.
th: จากนั้นการเปลี่ยนแปลงจะเกิดขึ้นกับไฟล์นั้นเอง
tr: daha sonra dosyanın kendisinde değişiklikler yapılır.
uk: потім зміни вносяться до самого файлу.
ur: پھر تبدیلیاں فائل میں ہی کی جاتی ہیں۔
vi: sau đó những thay đổi sẽ được thực hiện trên chính tập tin đó.

source: This process cannot be reversed because each block of moves
es: Este proceso no se puede revertir porque cada bloque de movimientos
sr: Овај процес се не може обрнути јер се сваки блок помера
sv: Denna process kan inte vändas eftersom varje block av rörelser
sw: Mchakato huu hauwezi kutenduliwa kwa sababu kila kizuizi cha hatua
ta: ஒவ்வொரு தொகுதியும் நகர்வதால் இந்த செயல்முறையை மாற்றியமைக்க முடியாது
th: กระบวนการนี้ไม่สามารถย้อนกลับได้เนื่องจากการเคลื่อนที่ในแต่ละบล็อก
tr: Bu işlem geri alınamaz çünkü her hareket bloğu
uk: Цей процес не можна повернути назад, оскільки кожен блок рухається
ur: اس عمل کو الٹ نہیں کیا جا سکتا کیونکہ ہر ایک بلاک حرکت کرتا ہے۔
vi: Quá trình này không thể đảo ngược vì mỗi khối di chuyển

source: in the book will be scaled by a different factor in order to
es: en el libro se escalará por un factor diferente para
sr: у књизи биће скалиран другачијим фактором како би се
sv: i boken kommer att skalas med en annan faktor för att
sw: katika kitabu itapimwa kwa sababu tofauti ili
ta: புத்தகத்தில் வேறு ஒரு காரணியால் அளவிடப்படும், இதனால்
th: ในหนังสือจะถูกปรับขนาดด้วยปัจจัยที่แตกต่างกันเพื่อให้
tr: kitapta farklı bir faktörle ölçeklendirilecek
uk: у книзі буде масштабовано за іншим коефіцієнтом, щоб
ur: کتاب میں ترتیب میں ایک مختلف عنصر کی طرف سے پیمانہ کیا جائے گا
vi: trong cuốn sách sẽ được chia tỷ lệ theo một yếu tố khác nhau để

source: scale them against the move with the highest weight in the block.
es: escalarlos contra el movimiento con el mayor peso en el bloque.
sr: скалирајте их према потезу са највећом тежином у блоку.
sv: skala dem mot draget med den högsta vikten i blocket.
sw: wapime dhidi ya hoja na uzani wa juu zaidi kwenye kizuizi.
ta: தொகுதியில் அதிக எடையுடன் நகர்வுக்கு எதிராக அவற்றை அளவிடவும்.
th: ปรับขนาดตามการเคลื่อนที่ที่มีน้ำหนักมากที่สุดในบล็อก
tr: bunları bloktaki en yüksek ağırlığa sahip harekete göre ölçeklendirin.
uk: масштабуйте їх відносно руху з найбільшою вагою в блоці.
ur: بلاک میں سب سے زیادہ وزن کے ساتھ ان کو حرکت کے خلاف پیمانہ کریں۔
vi: so sánh chúng với nước đi có trọng số cao nhất trong khối.

source: If the moves are filtered, then some will them may be excluded
es: Si se filtran los movimientos, es posible que algunos de ellos queden excluidos.
sr: Ако су потези филтрирани, онда ће неки од њих бити искључени
sv: Om dragen filtreras, kommer vissa att utesluta dem
sw: Ikiwa hatua zimechujwa, basi baadhi yao wanaweza kutengwa
ta: நகர்வுகள் வடிகட்டப்பட்டால், சில அவை விலக்கப்படலாம்.
th: ถ้ามีการกรองการเคลื่อนไหวแล้ว การเคลื่อนไหวบางอย่างอาจถูกแยกออก
tr: Hareketler filtrelenirse, o zaman bazıları hariç tutulabilir
uk: Якщо ходи відфільтровано, деякі з них можуть бути виключені
ur: اگر چالوں کو فلٹر کیا جاتا ہے، تو کچھ ان کو خارج کر دیا جائے گا
vi: Nếu các động thái được lọc, thì một số trong số chúng có thể bị loại trừ

source: during the re-write.
es: Durante la reescritura.
sr: током поновног писања.
sv: under omskrivningen.
sw: wakati wa kuandika upya.
ta: மீண்டும் எழுதும் போது.
th: ในระหว่างการเขียนใหม่
tr: yeniden yazma sırasında.
uk: під час перезапису.
ur: دوبارہ لکھنے کے دوران.
vi: trong quá trình viết lại.

source: So if you want to have the option of seeing the original weight
es: Entonces, si quieres tener la opción de ver el peso original
sr: Дакле, ако желите да имате могућност да видите оригиналну тежину
sv: Så om du vill ha möjlighet att se originalvikten
sw: Kwa hivyo ikiwa unataka kuwa na chaguo la kuona uzito wa asili
ta: எனவே அசல் எடையைப் பார்க்கும் விருப்பம் உங்களுக்கு வேண்டுமென்றால்
th: ดังนั้นหากคุณต้องการมีตัวเลือกในการดูน้ำหนักดั้งเดิม
tr: Yani orijinal ağırlığı görme seçeneğine sahip olmak istiyorsanız
uk: Тож якщо ви хочете мати можливість побачити початкову вагу
ur: لہذا اگر آپ اصل وزن کو دیکھنے کا اختیار حاصل کرنا چاہتے ہیں
vi: Vì vậy, nếu bạn muốn có tùy chọn xem trọng lượng ban đầu

source: for a book move and/or see all of the moves in a block,
es: para mover un libro y/o ver todos los movimientos de un bloque,
sr: за потез књиге и/или видети све потезе у блоку,
sv: för ett bokdrag och/eller se alla drag i ett block,
sw: kwa kusogeza kitabu na/au kuona mienendo yote kwenye kizuizi,
ta: ஒரு புத்தக நகர்வுக்கு மற்றும்/அல்லது ஒரு தொகுதியில் உள்ள அனைத்து நகர்வுகளையும் பார்க்க,
th: สำหรับการเคลื่อนย้ายหนังสือและ/หรือดูการเคลื่อนไหวทั้งหมดในบล็อก
tr: bir kitap hamlesi için ve/veya bir bloktaki tüm hamleleri görmek için,
uk: для руху книги та/або перегляду всіх ходів у блоці,
ur: کتاب کی منتقلی کے لیے اور/یا بلاک میں تمام حرکتیں دیکھیں،
vi: để di chuyển một cuốn sách và/hoặc xem tất cả các bước di chuyển trong một khối,

source: then do not proceed with this operation.
es: Entonces no proceda con esta operación.
sr: онда немојте наставити са овом операцијом.
sv: fortsätt sedan inte med denna operation.
sw: basi usiendelee na operesheni hii.
ta: பின்னர் இந்த செயல்பாட்டைத் தொடர வேண்டாம்.
th: ดังนั้นอย่าดำเนินการนี้ต่อไป
tr: o zaman bu işleme devam etmeyin.
uk: тоді не продовжуйте цю операцію.
ur: پھر اس آپریشن کے ساتھ آگے نہ بڑھیں۔
vi: thì đừng tiến hành thao tác này.

source: However, if you have no interest in the original book weights
es: Sin embargo, si no tienes ningún interés en los pesos originales de los libros
sr: Међутим, ако вас не занимају оригиналне тежине књиге
sv: Men om du inte har något intresse av originalbokens vikter
sw: Walakini, ikiwa huvutiwi na uzani wa kitabu asili
ta: இருப்பினும், அசல் புத்தக எடைகளில் உங்களுக்கு ஆர்வம் இல்லையென்றால்
th: อย่างไรก็ตาม หากคุณไม่สนใจหนังสือต้นฉบับ
tr: Ancak orijinal kitap ağırlıklarına ilginiz yoksa
uk: Однак, якщо вас не цікавлять оригінальні ваги книги
ur: تاہم، اگر آپ کو اصل کتاب کے وزن میں کوئی دلچسپی نہیں ہے۔
vi: Tuy nhiên, nếu bạn không quan tâm đến trọng lượng của cuốn sách gốc

source: and want to get rid of the moves outside of the filter,
es: y quiero deshacerme de los movimientos fuera del filtro,
sr: и желите да се ослободите потеза изван филтера,
sv: och vill bli av med rörelserna utanför filtret,
sw: na unataka kuondoa hatua nje ya kichungi,
ta: வடிகட்டியின் வெளியே உள்ள நகர்வுகளை அகற்ற விரும்புகிறீர்கள்,
th: และต้องการกำจัดการเคลื่อนไหวภายนอกตัวกรอง
tr: ve filtrenin dışındaki hareketlerden kurtulmak istiyorum,
uk: і хочете позбутися рухів поза фільтром,
ur: اور فلٹر سے باہر کی حرکتوں سے چھٹکارا حاصل کرنا چاہتے ہیں،
vi: và muốn loại bỏ các động thái bên ngoài bộ lọc,

source: then re-writing the book will mean the program will read the
es: Entonces, reescribir el libro significará que el programa leerá el
sr: онда ће поновно писање књиге значити да ће програм прочитати
sv: att sedan skriva om boken kommer att innebära att programmet kommer att läsa
sw: kisha kuandika upya kitabu itamaanisha programu itasoma
ta: பின்னர் புத்தகத்தை மீண்டும் எழுதுவது என்பது நிரல் படிக்கும் என்பதாகும்
th: จากนั้นการเขียนหนังสือใหม่จะหมายถึงโปรแกรมจะอ่าน
tr: daha sonra kitabı yeniden yazmak, programın
uk: тоді переписування книги означатиме, що програма прочитає
ur: پھر کتاب کو دوبارہ لکھنے کا مطلب یہ ہوگا کہ پروگرام پڑھے گا۔
vi: sau đó viết lại cuốn sách sẽ có nghĩa là chương trình sẽ đọc

source: book moves slightly faster.
es: El libro se mueve un poco más rápido.
sr: књига се креће нешто брже.
sv: boken rör sig något snabbare.
sw: kitabu kinasonga kwa kasi kidogo.
ta: புத்தகம் சற்று வேகமாக நகர்கிறது.
th: หนังสือเคลื่อนตัวเร็วขึ้นเล็กน้อย
tr: kitap biraz daha hızlı ilerliyor.
uk: книга рухається трохи швидше.
ur: کتاب قدرے تیز چلتی ہے۔
vi: cuốn sách di chuyển nhanh hơn một chút.

source: It would be advisable to make a backup copy of the original file
es: Sería recomendable hacer una copia de seguridad del archivo original.
sr: Било би препоручљиво направити резервну копију оригиналне датотеке
sv: Det skulle vara tillrådligt att göra en säkerhetskopia av originalfilen
sw: Itakuwa vyema kufanya nakala ya nakala ya faili asili
ta: அசல் கோப்பின் காப்பு பிரதியை உருவாக்குவது நல்லது.
th: ขอแนะนำให้ทำสำเนาสำรองของไฟล์ต้นฉบับไว้
tr: Orijinal dosyanın bir yedek kopyasını oluşturmanız tavsiye edilir
uk: Було б доцільно зробити резервну копію вихідного файлу
ur: اصل فائل کی بیک اپ کاپی بنانے کا مشورہ دیا جائے گا۔
vi: Sẽ là khôn ngoan nếu tạo một bản sao lưu của tập tin gốc

source: before performing this operation in case something goes wrong.
es: antes de realizar esta operación en caso de que algo salga mal.
sr: пре него што извршите ову операцију у случају да нешто крене наопако.
sv: innan du utför denna operation om något går fel.
sw: kabla ya kufanya operesheni hii ikiwa kitu kitaenda vibaya.
ta: ஏதாவது தவறு நடந்தால் இந்த செயல்பாட்டைச் செய்வதற்கு முன்.
th: ก่อนดำเนินการนี้ในกรณีที่เกิดปัญหาบางอย่าง
tr: Bu işlemi yapmadan önce bir şeylerin ters gitmesi ihtimaline karşı.
uk: перед виконанням цієї операції, якщо щось піде не так.
ur: کچھ غلط ہونے کی صورت میں اس آپریشن کو انجام دینے سے پہلے۔
vi: trước khi thực hiện thao tác này để phòng trường hợp có sự cố xảy ra.

source: Opening book scale file help
es: Ayuda para abrir el archivo de escala del libro
sr: Помоћ за отварање књиге размере
sv: Att öppna bokskala fil hjälp
sw: Kufungua usaidizi wa faili ya ukubwa wa kitabu
ta: புத்தக அளவுகோல் உதவியைத் திறக்கிறது
th: การเปิดไฟล์หนังสือช่วย
tr: Kitap ölçek dosyasını açma yardımı
uk: Довідка щодо відкриття файлу масштабу книги
ur: کتاب اسکیل فائل کی مدد کھول رہا ہے۔
vi: Mở tập tin trợ giúp về tỷ lệ sách

source: This dialog box displays the polyglot .bin book move weights,
es: Este cuadro de diálogo muestra los pesos de movimiento del libro .bin políglota.
sr: Овај оквир за дијалог приказује тежине померања књиге полиглота .бин,
sv: Denna dialogruta visar polyglot .bin bok flytta vikter,
sw: Kisanduku kidadisi hiki kinaonyesha uzani wa kusogeza kitabu cha polyglot .bin,
ta: இந்த உரையாடல் பெட்டி பாலிகிளாட் .bin புத்தக நகர்வு எடைகளைக் காட்டுகிறது,
th: กล่องโต้ตอบนี้จะแสดงน้ำหนักการเคลื่อนย้ายหนังสือ polyglot .bin
tr: Bu iletişim kutusu çok dilli .bin kitap taşıma ağırlıklarını görüntüler.
uk: У цьому діалоговому вікні відображаються ваги переміщення книги поліглоту .bin,
ur: یہ ڈائیلاگ باکس پولی گلوٹ .bin بک موو وزن دکھاتا ہے،
vi: Hộp thoại này hiển thị trọng số di chuyển sách polyglot .bin,

source: allows you to select display options and change the move weights.
es: Le permite seleccionar opciones de visualización y cambiar los pesos de los movimientos.
sr: омогућава вам да изаберете опције приказа и промените тежине кретања.
sv: låter dig välja visningsalternativ och ändra rörelsevikterna.
sw: hukuruhusu kuchagua chaguzi za kuonyesha na kubadilisha uzani wa kusonga.
ta: காட்சி விருப்பங்களைத் தேர்ந்தெடுக்கவும், நகரும் எடைகளை மாற்றவும் உங்களை அனுமதிக்கிறது.
th: ช่วยให้คุณเลือกตัวเลือกการแสดงผลและเปลี่ยนแปลงน้ำหนักการเคลื่อนย้าย
tr: görüntüleme seçeneklerini seçmenize ve hareket ağırlıklarını değiştirmenize olanak tanır.
uk: дозволяє вибирати параметри відображення та змінювати ваги руху.
ur: آپ کو ڈسپلے کے اختیارات کو منتخب کرنے اور حرکت کے وزن کو تبدیل کرنے کی اجازت دیتا ہے۔
vi: cho phép bạn chọn tùy chọn hiển thị và thay đổi trọng lượng di chuyển.

source: Use scaling : Check this box to scale the move weights
es: Usar escala: Marque esta casilla para escalar los pesos de movimiento
sr: Користи скалирање: Означите ово поље да бисте скалирали тежине кретања
sv: Använd skalning : Markera den här rutan för att skala rörelsevikterna
sw: Tumia kuongeza : Weka alama kwenye kisanduku hiki ili kuongeza uzani wa kusogeza
ta: அளவிடுதலைப் பயன்படுத்தவும்: நகரும் எடைகளை அளவிட இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: ใช้การปรับขนาด: ทำเครื่องหมายในช่องนี้เพื่อปรับขนาดน้ำหนักการเคลื่อนย้าย
tr: Ölçeklemeyi kullan: Hareket ağırlıklarını ölçeklemek için bu kutuyu işaretleyin
uk: Використовувати масштабування: установіть цей прапорець, щоб масштабувати ваги переміщення
ur: پیمانہ کاری کا استعمال کریں : حرکت کے وزن کو پیمانہ کرنے کے لیے اس باکس کو چیک کریں۔
vi: Sử dụng tỷ lệ: Đánh dấu vào ô này để chia tỷ lệ trọng số di chuyển

source: up to the maximum scale weight setting.
es: hasta el ajuste máximo del peso de la báscula.
sr: до подешавања максималне тежине на ваги.
sv: upp till vågens maximala viktinställning.
sw: hadi kiwango cha juu cha kuweka uzito.
ta: அதிகபட்ச அளவுகோல் எடை அமைப்பு வரை.
th: ได้ถึงการตั้งค่าน้ำหนักสูงสุด
tr: maksimum ölçek ağırlık ayarına kadar.
uk: до максимального налаштування ваги.
ur: زیادہ سے زیادہ پیمانے پر وزن کی ترتیب تک۔
vi: lên đến mức cài đặt trọng lượng cân tối đa.

source: Max scaling weight : Input the value for the best move in the block of moves
es: Peso máximo de escala: ingrese el valor para el mejor movimiento en el bloque de movimientos
sr: Максимална тежина скалирања: Унесите вредност за најбољи потез у блок потеза
sv: Max skalvikt: Mata in värdet för bästa drag i dragblocket
sw: Uzito wa juu zaidi wa kuongeza : Ingiza thamani kwa hatua bora zaidi katika safu ya hatua
ta: அதிகபட்ச அளவிடுதல் எடை: நகர்வுகளின் தொகுப்பில் சிறந்த நகர்வுக்கான மதிப்பை உள்ளிடவும்.
th: น้ำหนักการปรับขนาดสูงสุด: ป้อนค่าสำหรับการเคลื่อนไหวที่ดีที่สุดในบล็อกการเคลื่อนไหว
tr: Maksimum ölçekleme ağırlığı: Hamle bloğundaki en iyi hamle için değeri girin
uk: Максимальна вага масштабування: введіть значення для найкращого ходу в блоці ходів
ur: زیادہ سے زیادہ پیمانہ وزن : چالوں کے بلاک میں بہترین اقدام کے لیے قدر درج کریں۔
vi: Trọng lượng tỷ lệ tối đa: Nhập giá trị cho nước đi tốt nhất trong khối nước đi

source: to be set to. The remaining moves are then scaled from this value.
es: Los movimientos restantes se escalan a partir de este valor.
sr: да се постави на. Преостали потези се затим скалирају од ове вредности.
sv: att ställas in på. De återstående dragen skalas sedan från detta värde.
sw: kuwekwa. Hatua zilizobaki basi hupunguzwa kutoka kwa thamani hii.
ta: அமைக்கப்பட வேண்டும். மீதமுள்ள நகர்வுகள் இந்த மதிப்பிலிருந்து அளவிடப்படும்.
th: จะถูกตั้งค่าเป็น การเคลื่อนไหวที่เหลือจะถูกปรับขนาดจากค่านี้
tr: ayarlanacak. Kalan hareketler daha sonra bu değerden ölçeklendirilir.
uk: для встановлення. Решта ходів потім масштабується від цього значення.
ur: مقرر کیا جائے. باقی چالوں کو پھر اس قدر سے چھوٹا کیا جاتا ہے۔
vi: được thiết lập. Các bước di chuyển còn lại sau đó được điều chỉnh theo giá trị này.

source: Use filter : Use a range filter for the move weights.
es: Usar filtro: utilice un filtro de rango para los pesos de los movimientos.
sr: Користи филтер: Користите филтер опсега за тежине кретања.
sv: Använd filter : Använd ett intervallfilter för rörelsevikterna.
sw: Tumia kichujio : Tumia kichujio cha masafa kwa uzani wa kusogeza.
ta: வடிகட்டியைப் பயன்படுத்தவும்: எடைகளை நகர்த்துவதற்கு வரம்பு வடிகட்டியைப் பயன்படுத்தவும்.
th: ใช้ตัวกรอง: ใช้ตัวกรองช่วงสำหรับเคลื่อนย้ายน้ำหนัก
tr: Filtre kullan: Hareket ağırlıkları için bir aralık filtresi kullanın.
uk: Використовувати фільтр: використовуйте фільтр діапазону для вагомості переміщення.
ur: فلٹر استعمال کریں : حرکت کے وزن کے لیے رینج فلٹر استعمال کریں۔
vi: Sử dụng bộ lọc: Sử dụng bộ lọc phạm vi cho trọng số di chuyển.

source: Move weights : Input the minimum and maximum weights for a
es: Mover pesos: Ingrese los pesos mínimos y máximos para un
sr: Тежине померања: Унесите минималну и максималну тежину за а
sv: Flytta vikter: Mata in minimi- och maxvikter för a
sw: Sogeza uzani : Ingiza uzani wa chini na wa juu zaidi kwa a
ta: எடைகளை நகர்த்து: ஒரு பொருளுக்கு குறைந்தபட்ச மற்றும் அதிகபட்ச எடைகளை உள்ளிடவும்.
th: ย้ายน้ำหนัก: ป้อนน้ำหนักขั้นต่ำและสูงสุดสำหรับ
tr: Ağırlıkları taşı: Bir nesne için minimum ve maksimum ağırlıkları girin.
uk: Перемістити ваги: ​​введіть мінімальну та максимальну ваги для a
ur: وزن منتقل کریں : a کے لیے کم سے کم اور زیادہ سے زیادہ وزن درج کریں۔
vi: Di chuyển trọng lượng: Nhập trọng lượng tối thiểu và tối đa cho một

source: Polyglot .bin opening book.
es: Libro de apertura de .bin políglota.
sr: Полиглот .бин отварање књиге.
sv: Polyglot .bin öppningsbok.
sw: Kitabu cha ufunguzi cha Polyglot .bin.
ta: பாலிகிளாட் .பின் தொடக்க புத்தகம்.
th: หนังสือเปิดภาษาหลายภาษา.bin
tr: Çok dilli .bin açılış kitabı.
uk: Поліглот .bin відкриття книги.
ur: پولی گلوٹ .بن کھولنے والی کتاب۔
vi: Sách mở .bin đa ngôn ngữ.

source: Re-write book file : Click to re-write all of the moves in the opening book file
es: Reescribir el archivo del libro: haga clic para reescribir todos los movimientos en el archivo del libro de apertura
sr: Поново напиши датотеку књиге : Кликните да поново напишете све потезе у почетној датотеци књиге
sv: Skriv om bokfil : Klicka för att skriva om alla drag i den inledande bokfilen
sw: Andika upya faili ya kitabu : Bofya ili kuandika upya hatua zote katika faili ya kitabu kinachofungua
ta: புத்தகக் கோப்பை மீண்டும் எழுது: தொடக்க புத்தகக் கோப்பில் உள்ள அனைத்து நகர்வுகளையும் மீண்டும் எழுத கிளிக் செய்யவும்.
th: เขียนไฟล์หนังสือใหม่ : คลิกเพื่อเขียนไฟล์หนังสือเปิดใหม่ทั้งหมด
tr: Kitap dosyasını yeniden yaz: Açılış kitabı dosyasındaki tüm hamleleri yeniden yazmak için tıklayın
uk: Перезаписати файл книги: натисніть, щоб переписати всі ходи у файлі книги, що відкривається
ur: کتاب کی فائل کو دوبارہ لکھیں : ابتدائی کتاب کی فائل میں تمام چالوں کو دوبارہ لکھنے کے لیے کلک کریں۔
vi: Viết lại tệp sách: Nhấp để viết lại tất cả các nước đi trong tệp sách mở đầu

source: using the current scaling and filtering settings.
es: utilizando la configuración de escala y filtrado actual.
sr: користећи тренутна подешавања скалирања и филтрирања.
sv: med de aktuella skalnings- och filtreringsinställningarna.
sw: kwa kutumia mipangilio ya sasa ya kuongeza na kuchuja.
ta: தற்போதைய அளவிடுதல் மற்றும் வடிகட்டுதல் அமைப்புகளைப் பயன்படுத்துகிறது.
th: โดยใช้การตั้งค่าการปรับขนาดและการกรองในปัจจุบัน
tr: Mevcut ölçekleme ve filtreleme ayarlarını kullanarak.
uk: з використанням поточних параметрів масштабування та фільтрації.
ur: موجودہ اسکیلنگ اور فلٹرنگ سیٹنگز کا استعمال کرتے ہوئے
vi: sử dụng các thiết lập lọc và tỷ lệ hiện tại.
