Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: The website address is -
es: La dirección del sitio web es:
sr: Адреса веб странице је -
sv: Webbplatsens adress är -
sw: Anwani ya tovuti ni -
ta: வலைத்தள முகவரி -
th: ที่อยู่เว็บไซต์คือ -
tr: Web sitesinin adresi -
uk: Адреса сайту -
ur: ویب سائٹ کا پتہ ہے -
vi: Địa chỉ trang web là -

source: All of the languages display properly on my computer,
es: Todos los idiomas se muestran correctamente en mi computadora,
sr: Сви језици се правилно приказују на мом рачунару,
sv: Alla språk visas korrekt på min dator,
sw: Lugha zote huonyeshwa vizuri kwenye kompyuta yangu,
ta: என் கணினியில் எல்லா மொழிகளும் சரியாகக் காட்டப்படுகின்றன,
th: ภาษาทั้งหมดแสดงอย่างถูกต้องบนคอมพิวเตอร์ของฉัน
tr: Bilgisayarımda tüm diller düzgün görüntüleniyor.
uk: Усі мови правильно відображаються на моєму комп’ютері,
ur: تمام زبانیں میرے کمپیوٹر پر ٹھیک سے ظاہر ہوتی ہیں،
vi: Tất cả các ngôn ngữ đều hiển thị đúng trên máy tính của tôi,

source: but I have no idea how accurate the translations are.
es: pero no tengo idea de qué tan precisas son las traducciones.
sr: али немам појма колико су преводи тачни.
sv: men jag har ingen aning om hur exakta översättningarna är.
sw: lakini sijui jinsi tafsiri zilivyo sahihi.
ta: ஆனால் மொழிபெயர்ப்புகள் எவ்வளவு துல்லியமானவை என்பது எனக்குத் தெரியாது.
th: แต่ฉันไม่ทราบว่าการแปลจะแม่นยำขนาดไหน
tr: ama çevirilerin ne kadar doğru olduğuna dair bir fikrim yok.
uk: але я не знаю, наскільки точні переклади.
ur: لیکن مجھے نہیں معلوم کہ ترجمے کتنے درست ہیں۔
vi: nhưng tôi không biết độ chính xác của bản dịch là bao nhiêu.

source: For technical reasons it would have been very difficult
es: Por razones técnicas habría sido muy difícil
sr: Из техничких разлога то би било веома тешко
sv: Av tekniska skäl skulle det ha varit mycket svårt
sw: Kwa sababu za kiufundi ingekuwa ngumu sana
ta: தொழில்நுட்ப காரணங்களுக்காக இது மிகவும் கடினமாக இருந்திருக்கும்.
th: ด้วยเหตุผลทางเทคนิคมันคงจะยากมาก
tr: Teknik nedenlerden dolayı çok zor olurdu
uk: З технічних причин це було б дуже важко
ur: تکنیکی وجوہات کی بنا پر یہ بہت مشکل ہوتا
vi: Vì lý do kỹ thuật, điều đó sẽ rất khó khăn

source: to translate the text in the main window title bar.
es: para traducir el texto en la barra de título de la ventana principal.
sr: да преведете текст у насловној траци главног прозора.
sv: för att översätta texten i huvudfönstrets namnlist.
sw: kutafsiri maandishi katika upau wa kichwa cha dirisha kuu.
ta: பிரதான சாளர தலைப்புப் பட்டியில் உள்ள உரையை மொழிபெயர்க்க.
th: เพื่อแปลข้อความในแถบชื่อหน้าต่างหลัก
tr: Ana pencere başlık çubuğundaki metni çevirmek için.
uk: для перекладу тексту в рядку заголовка головного вікна.
ur: مین ونڈو ٹائٹل بار میں متن کا ترجمہ کرنے کے لیے۔
vi: để dịch văn bản trên thanh tiêu đề của cửa sổ chính.

source: So here are the translated phrases for it -
es: Así que aquí están las frases traducidas:
sr: Дакле, ево преведених фраза за то -
sv: Så här är de översatta fraserna för det -
sw: Kwa hivyo hapa kuna misemo iliyotafsiriwa yake -
ta: எனவே அதற்கான மொழிபெயர்க்கப்பட்ட சொற்றொடர்கள் இங்கே -
th: ดังนั้นนี่คือวลีที่แปลแล้วสำหรับเรื่องนี้
tr: İşte bunun için çevrilmiş ifadeler:
uk: Отже, ось перекладені фрази для цього -
ur: تو اس کے لیے ترجمہ شدہ جملے یہ ہیں-
vi: Sau đây là những cụm từ được dịch cho nó -

source: Initial position
es: Posición inicial
sr: Почетни положај
sv: Utgångsläge
sw: Nafasi ya awali
ta: தொடக்க நிலை
th: ตำแหน่งเริ่มต้น
tr: Başlangıç pozisyonu
uk: Початкове положення
ur: ابتدائی پوزیشن
vi: Vị trí ban đầu

source: Position before
es: Posición anterior
sr: Положај пре
sv: Position innan
sw: Nafasi kabla
ta: முன் நிலை
th: ตำแหน่งก่อน
tr: Pozisyon öncesi
uk: Позиція перед
ur: پہلے پوزیشن
vi: Vị trí trước

source: Position after
es: Posición después
sr: Положај после
sv: Position efter
sw: Nafasi baada ya
ta: பின்னர் நிலை
th: ตำแหน่งหลัง
tr: Pozisyon sonrası
uk: Позиція після
ur: کے بعد پوزیشن
vi: Vị trí sau

source: As yet, I have not translated the Nimzo_3d.chm help file
es: Hasta el momento no he traducido el archivo de ayuda Nimzo_3d.chm
sr: Још увек нисам превео датотеку помоћи Нимзо_3д.цхм
sv: Jag har ännu inte översatt hjälpfilen Nimzo_3d.chm
sw: Bado, sijatafsiri faili ya usaidizi ya Nimzo_3d.chm
ta: இதுவரை, நான் Nimzo_3d.chm உதவி கோப்பை மொழிபெயர்க்கவில்லை.
th: ฉันยังไม่ได้แปลไฟล์วิธีใช้ Nimzo_3d.chm
tr: Henüz Nimzo_3d.chm yardım dosyasını çevirmedim
uk: Я ще не переклав файл довідки Nimzo_3d.chm
ur: ابھی تک، میں نے Nimzo_3d.chm مدد فائل کا ترجمہ نہیں کیا ہے۔
vi: Cho đến nay, tôi vẫn chưa dịch tệp trợ giúp Nimzo_3d.chm

source: because I have not found a free program that does this.
es: porque no he encontrado un programa gratuito que haga esto.
sr: јер нисам нашао бесплатан програм који то ради.
sv: eftersom jag inte har hittat något gratisprogram som gör detta.
sw: kwa sababu sijapata programu ya bure ambayo hufanya hivi.
ta: ஏனென்றால் இதைச் செய்யும் இலவச நிரலை நான் கண்டுபிடிக்கவில்லை.
th: เพราะผมไม่พบโปรแกรมฟรีที่ทำสิ่งนี้ได้
tr: çünkü bunu yapan ücretsiz bir program bulamadım.
uk: тому що я не знайшов безкоштовної програми, яка це робить.
ur: کیونکہ مجھے ایسا کوئی مفت پروگرام نہیں ملا جو یہ کرتا ہے۔
vi: vì tôi chưa tìm thấy chương trình miễn phí nào thực hiện được điều này.

source: I decided to leave the English version in the program, because
es: Decidí dejar la versión en inglés en el programa, porque
sr: Одлучио сам да оставим енглеску верзију у програму, јер
sv: Jag bestämde mig för att lämna den engelska versionen i programmet, eftersom
sw: Niliamua kuacha toleo la Kiingereza katika programu, kwa sababu
ta: நான் ஆங்கிலப் பதிப்பை நிரலில் விட்டுவிட முடிவு செய்தேன், ஏனென்றால்
th: ฉันตัดสินใจที่จะทิ้งเวอร์ชันภาษาอังกฤษไว้ในโปรแกรมเพราะว่า
tr: Programda İngilizce versiyonu bırakmaya karar verdim çünkü
uk: Я вирішив залишити в програмі англійську версію, т.к
ur: میں نے پروگرام میں انگریزی ورژن چھوڑنے کا فیصلہ کیا، کیونکہ
vi: Tôi quyết định giữ nguyên phiên bản tiếng Anh trong chương trình vì

source: it was simpler to do so and I thought it might be of some use.
es: Era más sencillo hacerlo y pensé que podría ser de alguna utilidad.
sr: било је једноставније за то и мислио сам да би могло бити од користи.
sv: det var enklare att göra det och jag tänkte att det kunde vara till någon nytta.
sw: ilikuwa rahisi kufanya hivyo na nilidhani inaweza kuwa ya matumizi fulani.
ta: அப்படிச் செய்வது எளிதாக இருந்தது, அது சில பயன்களைத் தரும் என்று நினைத்தேன்.
th: มันง่ายกว่าที่จะทำเช่นนั้นและฉันคิดว่ามันอาจจะมีประโยชน์บ้าง
tr: Bunu yapmak daha basitti ve belki işe yarar diye düşündüm.
uk: це було простіше зробити, і я подумав, що це може бути корисним.
ur: ایسا کرنا آسان تھا اور میں نے سوچا کہ اس کا کچھ فائدہ ہو سکتا ہے۔
vi: làm như vậy đơn giản hơn và tôi nghĩ nó có thể có ích.

source: As an alternative, there is a PDF help file in English,
es: Como alternativa, existe un archivo de ayuda en formato PDF en inglés.
sr: Као алтернатива, постоји ПДФ датотека помоћи на енглеском,
sv: Som ett alternativ finns det en PDF-hjälpfil på engelska,
sw: Kama mbadala, kuna faili ya usaidizi ya PDF kwa Kiingereza,
ta: மாற்றாக, ஆங்கிலத்தில் ஒரு PDF உதவி கோப்பு உள்ளது,
th: นอกจากนี้ยังมีไฟล์วิธีใช้ PDF ภาษาอังกฤษอีกด้วย
tr: Alternatif olarak, İngilizce bir PDF yardım dosyası da mevcuttur.
uk: В якості альтернативи існує PDF-файл довідки англійською мовою,
ur: متبادل کے طور پر، انگریزی میں ایک PDF ہیلپ فائل ہے،
vi: Ngoài ra, có một tệp trợ giúp PDF bằng tiếng Anh,

source: available for download at the following links -
es: Disponible para descargar en los siguientes enlaces -
sr: доступно за преузимање на следећим линковима -
sv: finns att ladda ner på följande länkar -
sw: inapatikana kwa kupakuliwa kwenye viungo vifuatavyo -
ta: பின்வரும் இணைப்புகளில் பதிவிறக்கம் செய்யலாம் -
th: สามารถดาวน์โหลดได้ทางลิงค์ต่อไปนี้ -
tr: Aşağıdaki bağlantılardan indirilebilir -
uk: доступний для завантаження за наступними посиланнями -
ur: درج ذیل لنکس پر ڈاؤن لوڈ کے لیے دستیاب ہے-
vi: có sẵn để tải xuống tại các liên kết sau -

source: There are many free PDF online translators availble that you
es: Hay muchos traductores de PDF gratuitos en línea disponibles que
sr: На располагању вам је много бесплатних ПДФ преводилаца на мрежи
sv: Det finns många gratis PDF online-översättare tillgängliga som du
sw: Kuna watafsiri wengi wa bure wa mtandaoni wa PDF wanaopatikana ambao wewe
ta: உங்களுக்கு கிடைக்கக்கூடிய பல இலவச PDF ஆன்லைன் மொழிபெயர்ப்பாளர்கள் உள்ளன.
th: มีโปรแกรมแปล PDF ออนไลน์ฟรีมากมายให้คุณเลือกใช้
tr: Kullanabileceğiniz birçok ücretsiz PDF çevrimiçi çevirmeni mevcuttur
uk: Вам доступно багато безкоштовних онлайн-перекладачів PDF
ur: بہت سے مفت پی ڈی ایف آن لائن مترجم ہیں جو آپ کو دستیاب ہیں۔
vi: Có rất nhiều trình dịch PDF trực tuyến miễn phí mà bạn có thể sử dụng

source: can then use to translate this file into your own language.
es: Luego puedes usar este archivo para traducirlo a tu propio idioma.
sr: затим можете користити за превођење ове датотеке на свој језик.
sv: kan sedan använda för att översätta den här filen till ditt eget språk.
sw: basi inaweza kutumia kutafsiri faili hii katika lugha yako mwenyewe.
ta: பின்னர் இந்தக் கோப்பை உங்கள் சொந்த மொழியில் மொழிபெயர்க்கப் பயன்படுத்தலாம்.
th: จากนั้นคุณสามารถใช้ไฟล์นี้แปลเป็นภาษาของคุณได้
tr: Daha sonra bu dosyayı kendi dilinize çevirmek için kullanabilirsiniz.
uk: потім можна використовувати для перекладу цього файлу на вашу рідну мову.
ur: پھر اس فائل کو اپنی زبان میں ترجمہ کرنے کے لیے استعمال کر سکتے ہیں۔
vi: sau đó có thể sử dụng để dịch tập tin này sang ngôn ngữ của bạn.

source: It is possible to add translations for other others languages.
es: Es posible agregar traducciones a otros idiomas.
sr: Могуће је додати преводе за друге језике.
sv: Det är möjligt att lägga till översättningar för andra andra språk.
sw: Inawezekana kuongeza tafsiri kwa lugha zingine.
ta: பிற மொழிகளுக்கான மொழிபெயர்ப்புகளைச் சேர்க்க முடியும்.
th: สามารถเพิ่มการแปลสำหรับภาษาอื่นได้
tr: Diğer diller için de çeviri eklemek mümkündür.
uk: Є можливість додати переклади для інших мов.
ur: دوسری زبانوں کے لیے ترجمہ شامل کرنا ممکن ہے۔
vi: Có thể thêm bản dịch cho các ngôn ngữ khác.

source: Click < New language > for more details.
es: Haga clic en <Nuevo idioma> para obtener más detalles.
sr: Кликните на < Нови језик > за више детаља.
sv: Klicka på < Nytt språk > för mer information.
sw: Bofya <Lugha Mpya > kwa maelezo zaidi.
ta: மேலும் விவரங்களுக்கு <புதிய மொழி > என்பதைக் கிளிக் செய்யவும்.
th: คลิก<ภาษาใหม่> เพื่อดูรายละเอียดเพิ่มเติม
tr: Daha fazla bilgi için < Yeni dil > seçeneğine tıklayın.
uk: Натисніть <Нова мова>, щоб дізнатися більше.
ur: مزید تفصیلات کے لیے < نئی زبان > پر کلک کریں۔
vi: Nhấp vào < Ngôn ngữ mới > để biết thêm chi tiết.

source: You can also correct mistakes in existing language translations.
es: También puede corregir errores en traducciones de idiomas existentes.
sr: Такође можете исправити грешке у постојећим преводима на језику.
sv: Du kan också korrigera misstag i befintliga språköversättningar.
sw: Unaweza pia kusahihisha makosa katika tafsiri za lugha zilizopo.
ta: ஏற்கனவே உள்ள மொழி மொழிபெயர்ப்புகளிலும் தவறுகளைச் சரிசெய்யலாம்.
th: คุณยังสามารถแก้ไขข้อผิดพลาดในการแปลภาษาที่มีอยู่ได้
tr: Mevcut dil çevirilerindeki hataları da düzeltebilirsiniz.
uk: Ви також можете виправити помилки в існуючих перекладах.
ur: آپ موجودہ زبان کے تراجم میں غلطیوں کو بھی درست کر سکتے ہیں۔
vi: Bạn cũng có thể sửa lỗi trong bản dịch ngôn ngữ hiện có.

source: Click < Edit language > for more details
es: Haga clic en <Editar idioma> para obtener más detalles.
sr: Кликните на < Уреди језик > за више детаља
sv: Klicka på < Redigera språk > för mer information
sw: Bofya <Hariri lugha > kwa maelezo zaidi
ta: மேலும் விவரங்களுக்கு <மொழியைத் திருத்து > என்பதைக் கிளிக் செய்யவும்
th: คลิก < แก้ไขภาษา > เพื่อดูรายละเอียดเพิ่มเติม
tr: Daha fazla ayrıntı için < Dili düzenle > öğesine tıklayın
uk: Натисніть <Редагувати мову>, щоб дізнатися більше
ur: مزید تفصیلات کے لیے < زبان میں ترمیم کریں > پر کلک کریں۔
vi: Nhấp vào < Sửa ngôn ngữ > để biết thêm chi tiết

source: Language help
es: Ayuda con el idioma
sr: Језичка помоћ
sv: Språkhjälp
sw: Msaada wa lugha
ta: மொழி உதவி
th: ความช่วยเหลือด้านภาษา
tr: Dil yardımı
uk: Мовна допомога
ur: زبان کی مدد
vi: Trợ giúp ngôn ngữ

source: New language
es: Nuevo idioma
sr: Нови језик
sv: Nytt språk
sw: Lugha mpya
ta: புதிய மொழி
th: ภาษาใหม่
tr: Yeni dil
uk: Нова мова
ur: نئی زبان
vi: Ngôn ngữ mới

source: Edit language
es: Editar idioma
sr: Уреди језик
sv: Redigera språk
sw: Badilisha lugha
ta: மொழியைத் திருத்து
th: แก้ไขภาษา
tr: Dili düzenle
uk: Редагувати мову
ur: زبان میں ترمیم کریں۔
vi: Chỉnh sửa ngôn ngữ

source: In order to create a new language file, first download the file
es: Para crear un nuevo archivo de idioma, primero descargue el archivo
sr: Да бисте креирали нову језичку датотеку, прво преузмите датотеку
sv: För att skapa en ny språkfil, ladda först ned filen
sw: Ili kuunda faili ya lugha mpya, pakua faili kwanza
ta: புதிய மொழி கோப்பை உருவாக்க, முதலில் கோப்பைப் பதிவிறக்கவும்.
th: หากต้องการสร้างไฟล์ภาษาใหม่ ให้ดาวน์โหลดไฟล์ก่อน
tr: Yeni bir dil dosyası oluşturmak için öncelikle dosyayı indirin
uk: Щоб створити новий мовний файл, спочатку завантажте його
ur: نئی زبان کی فائل بنانے کے لیے، پہلے فائل ڈاؤن لوڈ کریں۔
vi: Để tạo một tệp ngôn ngữ mới, trước tiên hãy tải tệp xuống

source: from the following link
es: desde el siguiente enlace
sr: са следећег линка
sv: från följande länk
sw: kutoka kwa kiungo kifuatacho
ta: பின்வரும் இணைப்பிலிருந்து
th: จากลิงค์ต่อไปนี้
tr: Aşağıdaki bağlantıdan
uk: за наступним посиланням
ur: درج ذیل لنک سے
vi: từ liên kết sau

source: Then translate this file to your desired language using
es: Luego traduzca este archivo al idioma que desee utilizando
sr: Затим преведите ову датотеку на жељени језик користећи
sv: Översätt sedan den här filen till önskat språk med hjälp av
sw: Kisha tafsiri faili hii kwa lugha unayotaka kwa kutumia
ta: பின்னர் இந்தக் கோப்பை நீங்கள் விரும்பும் மொழியில் மொழிபெயர்க்கவும்
th: จากนั้นแปลไฟล์นี้เป็นภาษาที่คุณต้องการโดยใช้
tr: Daha sonra bu dosyayı istediğiniz dile çevirin
uk: Потім перекладіть цей файл на потрібну мову за допомогою
ur: پھر اس فائل کا استعمال کرکے اپنی مطلوبہ زبان میں ترجمہ کریں۔
vi: Sau đó dịch tập tin này sang ngôn ngữ mong muốn của bạn bằng cách sử dụng

source: < GitLocalize > or other translation software.
es: < GitLocalize > u otro software de traducción.
sr: < ГитЛоцализе > или други софтвер за превођење.
sv: < GitLocalize > eller annan översättningsprogramvara.
sw: < GitLocalize > au programu nyingine ya tafsiri.
ta: GitLocalize > அல்லது பிற மொழிபெயர்ப்பு மென்பொருள்.
th: < GitLocalize > หรือซอฟต์แวร์แปลอื่นๆ
tr: < GitLocalize > veya diğer çeviri yazılımları.
uk: < GitLocalize > або інше програмне забезпечення для перекладу.
ur: < GitLocalize > یا دیگر ترجمہ سافٹ ویئر۔
vi: < GitLocalize > hoặc phần mềm dịch thuật khác.

source: Then compile the translated
es: Luego compila la traducción
sr: Затим саставите преведено
sv: Sammanställ sedan det översatta
sw: Kisha kukusanya iliyotafsiriwa
ta: பின்னர் மொழிபெயர்க்கப்பட்டதை தொகுக்கவும்
th: จากนั้นก็คอมไพล์คำแปล
tr: Daha sonra çevrilen metni derleyin
uk: Потім скомпілюйте перекладене
ur: پھر ترجمہ مرتب کریں۔
vi: Sau đó biên dịch bản dịch

source: file into a
es: archivo en un
sr: датотеку у а
sv: fil i en
sw: faili kwenye a
ta: ஒரு கோப்பு
th: ไฟล์ลงใน
tr: bir dosyaya koymak
uk: файл в a
ur: a میں فائل کریں۔
vi: tập tin vào một

source: file
es: archivo
sr: фајл
sv: fil
sw: faili
ta: கோப்பு
th: ไฟล์
tr: dosya
uk: файл
ur: فائل
vi: tài liệu

source: using the free version of the
es: Usando la versión gratuita del
sr: користећи бесплатну верзију
sv: med gratisversionen av
sw: kwa kutumia toleo la bure la
ta: இலவச பதிப்பைப் பயன்படுத்தி
th: โดยใช้เวอร์ชันฟรีของ
tr: ücretsiz sürümünü kullanarak
uk: за допомогою безкоштовної версії
ur: کے مفت ورژن کا استعمال کرتے ہوئے
vi: sử dụng phiên bản miễn phí của

source: program,
es: programa,
sr: програм,
sv: programmera,
sw: programu,
ta: திட்டம்,
th: โปรแกรม,
tr: programı,
uk: програма,
ur: پروگرام،
vi: chương trình,

source: or the command line utility
es: o la utilidad de línea de comandos
sr: или услужни програм командне линије
sv: eller kommandoradsverktyget
sw: au matumizi ya mstari wa amri
ta: அல்லது கட்டளை வரி பயன்பாடு
th: หรือยูทิลิตี้บรรทัดคำสั่ง
tr: veya komut satırı yardımcı programı
uk: або утиліта командного рядка
ur: یا کمانڈ لائن افادیت
vi: hoặc tiện ích dòng lệnh

source: which should be in the in the
es: que debería estar en el en el
sr: који би требало да буде у
sv: som ska finnas i i
sw: ambayo inapaswa kuwa katika
ta: இது இல் இருக்க வேண்டும்
th: ซึ่งควรจะอยู่ในใน
tr: içinde olması gereken
uk: які повинні бути в в
ur: جو in the میں ہونا چاہیے۔
vi: cái nào nên ở trong

source: directory.
es: directorio.
sr: именик.
sv: katalog.
sw: saraka.
ta: அடைவு.
th: ไดเรกทอรี
tr: dizin.
uk: каталог.
ur: ڈائریکٹری
vi: thư mục.

source: Then copy this *.mo file over one of the existing language files that
es: Luego copie este archivo *.mo sobre uno de los archivos de idioma existentes que
sr: Затим копирајте ову *.мо датотеку преко једне од постојећих језичких датотека које
sv: Kopiera sedan denna *.mo-fil över en av de befintliga språkfilerna som
sw: Kisha nakili faili hii ya *.mo juu ya faili moja ya lugha iliyopo ambayo
ta: பின்னர் இந்த *.mo கோப்பை ஏற்கனவே உள்ள மொழி கோப்புகளில் ஒன்றின் மீது நகலெடுக்கவும், அதாவது
th: จากนั้นคัดลอกไฟล์ *.mo นี้ไปยังไฟล์ภาษาที่มีอยู่หนึ่งไฟล์
tr: Daha sonra bu *.mo dosyasını mevcut dil dosyalarından birinin üzerine kopyalayın
uk: Потім скопіюйте цей файл *.mo поверх одного з існуючих мовних файлів, які
ur: پھر اس *.mo فائل کو موجودہ زبان کی فائلوں میں سے کسی ایک پر کاپی کریں۔
vi: Sau đó sao chép tệp *.mo này vào một trong các tệp ngôn ngữ hiện có

source: you don't use in the
es: No lo uses en el
sr: не користите у
sv: du inte använder i
sw: hutumii katika
ta: நீங்கள் பயன்படுத்தாத
th: คุณไม่ได้ใช้ใน
tr: sen kullanmazsın
uk: ви не використовуєте в
ur: آپ اس میں استعمال نہیں کرتے ہیں۔
vi: bạn không sử dụng trong

source: directory,
es: directorio,
sr: именик,
sv: katalog,
sw: saraka,
ta: அடைவு,
th: ไดเรกทอรี,
tr: dizin,
uk: каталог,
ur: ڈائریکٹری،
vi: thư mục,

source: giving it the same 2 letter country code name as the old one.
es: dándole el mismo nombre de código de país de 2 letras que el anterior.
sr: дајући му исти кодни назив земље од 2 слова као и стари.
sv: ge den samma landskod på två bokstäver som den gamla.
sw: kuipa herufi 2 jina la msimbo wa nchi kama ile ya zamani.
ta: பழைய பெயரைப் போலவே 2 எழுத்து நாட்டு குறியீட்டுப் பெயரையும் அதற்குக் கொடுக்கிறது.
th: โดยให้มีชื่อรหัสประเทศ 2 ตัวอักษรเหมือนเดิมกับอันเก่า
tr: eskisi gibi aynı 2 harfli ülke kod adını veriyoruz.
uk: надавши йому ту саму 2-літерну кодову назву країни, що й стару.
ur: اسے وہی 2 حروف کا ملک کا کوڈ نام دینا جو پرانا ہے۔
vi: đặt tên mã quốc gia gồm 2 chữ cái giống như tên cũ.

source: You could also get a flag for your new language, convert this to
es: También puedes obtener una bandera para tu nuevo idioma y convertirla a
sr: Такође можете добити заставицу за свој нови језик, претворите је у
sv: Du kan också få en flagga för ditt nya språk, konvertera detta till
sw: Unaweza pia kupata bendera ya lugha yako mpya, kubadilisha hii kuwa
ta: உங்கள் புதிய மொழிக்கு ஒரு கொடியையும் நீங்கள் பெறலாம், இதை
th: คุณยังสามารถรับธงสำหรับภาษาใหม่ของคุณได้ โดยแปลงเป็น
tr: Ayrıca yeni diliniz için bir bayrak da alabilirsiniz, bunu şuna dönüştürebilirsiniz:
uk: Ви також можете отримати прапор для вашої нової мови, перетворити це на
ur: آپ اپنی نئی زبان کے لیے ایک جھنڈا بھی حاصل کر سکتے ہیں، اسے اس میں تبدیل کریں۔
vi: Bạn cũng có thể lấy một lá cờ cho ngôn ngữ mới của mình, chuyển đổi nó thành

source: to a *.bmp file with a size of 30 * 24 pixels and copy that over the
es: a un archivo *.bmp con un tamaño de 30 * 24 píxeles y cópielo sobre el
sr: у *.бмп датотеку величине 30 * 24 пиксела и копирајте је преко
sv: till en *.bmp-fil med en storlek på 30 * 24 pixlar och kopiera den över
sw: kwa *.bmp faili yenye ukubwa wa pikseli 30 * 24 na unakili hiyo juu ya
ta: 30 * 24 பிக்சல்கள் அளவுள்ள *.bmp கோப்பாக மாற்றி, அதை அதன் மேல் நகலெடுக்கவும்.
th: เป็นไฟล์ *.bmp ที่มีขนาด 30 * 24 พิกเซล และคัดลอกทับ
tr: 30 * 24 piksel boyutunda bir *.bmp dosyasına kopyalayın ve üzerine kopyalayın
uk: у файл *.bmp розміром 30 * 24 пікселів і скопіюйте його поверх
ur: 30 * 24 پکسلز کے سائز کے ساتھ *.bmp فائل میں اور اس پر کاپی کریں۔
vi: vào một tệp *.bmp có kích thước 30 * 24 pixel và sao chép tệp đó vào

source: The only downside of this is that you will get the old language name
es: La única desventaja de esto es que obtendrás el nombre del idioma antiguo.
sr: Једина мана овога је што ћете добити назив старог језика
sv: Den enda nackdelen med detta är att du får det gamla språknamnet
sw: Upungufu pekee wa hii ni kwamba utapata jina la lugha ya zamani
ta: இதன் ஒரே குறை என்னவென்றால், நீங்கள் பழைய மொழிப் பெயரைப் பெறுவீர்கள்.
th: ข้อเสียประการเดียวของสิ่งนี้คือคุณจะได้รับชื่อภาษาเก่า
tr: Bunun tek dezavantajı eski dil adını alacak olmanızdır
uk: Єдиним недоліком цього є те, що ви отримаєте назву старої мови
ur: اس کا واحد منفی پہلو یہ ہے کہ آپ کو پرانی زبان کا نام ملے گا۔
vi: Nhược điểm duy nhất của việc này là bạn sẽ nhận được tên ngôn ngữ cũ

source: in a message box when you change to the new language and in the
es: en un cuadro de mensaje cuando cambia al nuevo idioma y en el
sr: у пољу за поруке када пређете на нови језик и у
sv: i en meddelanderuta när du byter till det nya språket och i
sw: katika kisanduku cha ujumbe unapobadilisha hadi lugha mpya na katika
ta: நீங்கள் புதிய மொழிக்கு மாறும்போது ஒரு செய்திப் பெட்டியில் மற்றும்
th: ในกล่องข้อความเมื่อคุณเปลี่ยนเป็นภาษาใหม่และใน
tr: yeni dile geçtiğinizde bir ileti kutusunda ve
uk: у вікні повідомлення під час переходу на нову мову та в
ur: جب آپ نئی زبان میں تبدیلی کرتے ہیں تو میسج باکس میں اور میں
vi: trong hộp thông báo khi bạn thay đổi sang ngôn ngữ mới và trong

source: <Languages> list on the main menu.
es: Lista <Idiomas> en el menú principal.
sr: Листа <Језици> у главном менију.
sv: <Languages> lista på huvudmenyn.
sw: <Lugha> orodha kwenye menyu kuu.
ta: <மொழிகள்> பிரதான மெனுவில் பட்டியல்.
th: รายการ<ภาษา> บนเมนูหลัก
tr: Ana menüdeki <Diller> listesi.
uk: Список <Мови> в головному меню.
ur: مین مینو پر <زبانوں> کی فہرست۔
vi: Danh sách <Ngôn ngữ> trên menu chính.

source: All other words for the new language should be displayed correctly.
es: Todas las demás palabras del nuevo idioma deberían mostrarse correctamente.
sr: Све остале речи за нови језик треба да буду исправно приказане.
sv: Alla andra ord för det nya språket ska visas korrekt.
sw: Maneno mengine yote ya lugha mpya yanapaswa kuonyeshwa kwa usahihi.
ta: புதிய மொழிக்கான மற்ற எல்லா சொற்களும் சரியாகக் காட்டப்பட வேண்டும்.
th: คำอื่นๆ ทั้งหมดของภาษาใหม่จะต้องแสดงอย่างถูกต้อง
tr: Yeni dildeki diğer tüm kelimeler doğru şekilde görüntülenmelidir.
uk: Усі інші слова для нової мови мають відображатися правильно.
ur: نئی زبان کے لیے دیگر تمام الفاظ درست طریقے سے ظاہر ہونے چاہئیں۔
vi: Tất cả các từ khác của ngôn ngữ mới sẽ được hiển thị chính xác.

source: Create new language file
es: Crear nuevo archivo de idioma
sr: Креирајте нову језичку датотеку
sv: Skapa ny språkfil
sw: Unda faili mpya ya lugha
ta: புதிய மொழி கோப்பை உருவாக்கு.
th: สร้างไฟล์ภาษาใหม่
tr: Yeni dil dosyası oluştur
uk: Створіть новий мовний файл
ur: نئی زبان کی فائل بنائیں
vi: Tạo tập tin ngôn ngữ mới
