Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: To connect to Fics, click on the 1st (leftmost icon) on the toolbar.
es: Para conectarse a Fics, haga clic en el primer ícono (el más a la izquierda) en la barra de herramientas.
sr: Да бисте се повезали са Фицс-ом, кликните на прву (крајњу леву икону) на траци са алаткама.
sv: För att ansluta till Fics, klicka på den första (ikonen längst till vänster) i verktygsfältet.
sw: Ili kuunganisha kwenye Fics, bofya kwenye aikoni ya 1 (iliyo kushoto kabisa) kwenye upau wa vidhibiti.
ta: Fics உடன் இணைக்க, கருவிப்பட்டியில் 1வது (இடதுபுறம் உள்ள ஐகான்) மீது சொடுக்கவும்.
th: หากต้องการเชื่อมต่อกับ Fics ให้คลิกที่ไอคอนแรก (ซ้ายสุด) บนแถบเครื่องมือ
tr: Fics'e bağlanmak için araç çubuğundaki 1. (en soldaki) simgeye tıklayın.
uk: Щоб підключитися до Fics, клацніть 1-й (крайній лівий значок) на панелі інструментів.
ur: Fics سے جڑنے کے لیے، ٹول بار پر 1st (بائیں سے آئیکن) پر کلک کریں۔
vi: Để kết nối với Fics, hãy nhấp vào biểu tượng thứ 1 (ngoài cùng bên trái) trên thanh công cụ.

source: This opens the <Connect to Fics> dialog box.
es: Esto abre el cuadro de diálogo <Conectar a Fics>.
sr: Ово отвара дијалог <Цоннецт то Фицс>.
sv: Detta öppnar dialogrutan <Anslut till Fics>.
sw: Hii inafungua kisanduku cha mazungumzo cha <Unganisha kwa Fics>.
ta: இது <Connect to Fiks> உரையாடல் பெட்டியைத் திறக்கும்.
th: ซึ่งจะเปิดกล่องโต้ตอบ <เชื่อมต่อกับ Fics>
tr: Bu, <Fics'e Bağlan> iletişim kutusunu açar.
uk: Відкриється діалогове вікно <Connect to Fics>.
ur: اس سے <Connect to Fics> ڈائیلاگ باکس کھلتا ہے۔
vi: Thao tác này sẽ mở hộp thoại <Kết nối tới Fics>.

source: by clicking on the appropriate icon on the toolbar.
es: haciendo clic en el icono apropiado en la barra de herramientas.
sr: кликом на одговарајућу икону на траци са алаткама.
sv: genom att klicka på lämplig ikon i verktygsfältet.
sw: kwa kubofya ikoni inayofaa kwenye upau wa vidhibiti.
ta: கருவிப்பட்டியில் பொருத்தமான ஐகானைக் கிளிக் செய்வதன் மூலம்.
th: โดยการคลิกไอคอนที่เหมาะสมบนแถบเครื่องมือ
tr: Araç çubuğundaki ilgili simgeye tıklayarak.
uk: натиснувши відповідний значок на панелі інструментів.
ur: ٹول بار پر مناسب آئیکن پر کلک کرکے۔
vi: bằng cách nhấp vào biểu tượng thích hợp trên thanh công cụ.

source: Some icons send a command immediately, otherS wait for you to type in
es: Algunos iconos envían un comando inmediatamente, otros esperan a que escribas.
sr: Неке иконе шаљу команду одмах, друге чекају да унесете
sv: Vissa ikoner skickar ett kommando direkt, andra väntar på att du ska skriva in
sw: Baadhi ya aikoni hutuma amri mara moja, nyingine husubiri uandike
ta: சில ஐகான்கள் உடனடியாக ஒரு கட்டளையை அனுப்புகின்றன, மற்றவை நீங்கள் தட்டச்சு செய்ய காத்திருக்கின்றன.
th: ไอคอนบางตัวจะส่งคำสั่งทันที ส่วนไอคอนอื่นๆ รอให้คุณพิมพ์
tr: Bazı simgeler hemen komut gönderir, diğerleri ise sizin yazmanızı bekler
uk: Деякі піктограми негайно надсилають команду, інші чекають, доки ви її введете
ur: کچھ شبیہیں فوری طور پر کمانڈ بھیجتی ہیں، دوسرے آپ کے ٹائپ کرنے کا انتظار کرتے ہیں۔
vi: Một số biểu tượng gửi lệnh ngay lập tức, một số khác chờ bạn nhập lệnh

source: additional parameters into the input box before clicking <Send>
es: parámetros adicionales en el cuadro de entrada antes de hacer clic en <Enviar>
sr: додатне параметре у поље за унос пре него што кликнете на <Пошаљи>
sv: ytterligare parametrar i inmatningsrutan innan du klickar på <Skicka>
sw: vigezo vya ziada kwenye kisanduku cha ingizo kabla ya kubofya <Tuma>
ta: <அனுப்பு> என்பதைக் கிளிக் செய்வதற்கு முன் உள்ளீட்டுப் பெட்டியில் கூடுதல் அளவுருக்களைச் சேர்க்கவும்
th: ใส่พารามิเตอร์เพิ่มเติมลงในช่องป้อนข้อมูลก่อนคลิก <ส่ง>
tr: <Gönder>'e tıklamadan önce giriş kutusuna ek parametreler girin
uk: додаткові параметри в полі введення, перш ніж натиснути <Надіслати>
ur: <send> پر کلک کرنے سے پہلے ان پٹ باکس میں اضافی پیرامیٹرز
vi: các tham số bổ sung vào hộp nhập trước khi nhấp vào <Gửi>

source: If you want to add parameters to an immediate command before sending,
es: Si desea agregar parámetros a un comando inmediato antes de enviarlo,
sr: Ако желите да додате параметре непосредној команди пре слања,
sv: Om du vill lägga till parametrar till ett omedelbart kommando innan du skickar,
sw: Ikiwa unataka kuongeza vigezo kwa amri ya haraka kabla ya kutuma,
ta: அனுப்புவதற்கு முன் உடனடி கட்டளைக்கு அளவுருக்களைச் சேர்க்க விரும்பினால்,
th: หากคุณต้องการเพิ่มพารามิเตอร์ลงในคำสั่งทันทีก่อนที่จะส่ง
tr: Göndermeden hemen önce bir komuta parametre eklemek istiyorsanız,
uk: Якщо ви хочете додати параметри до команди безпосередньо перед надсиланням,
ur: اگر آپ بھیجنے سے پہلے فوری کمانڈ میں پیرامیٹرز شامل کرنا چاہتے ہیں،
vi: Nếu bạn muốn thêm tham số vào lệnh ngay lập tức trước khi gửi,

source: then hold down the <Shift> key when clicking the icon.
es: Luego mantenga presionada la tecla <Shift> mientras hace clic en el ícono.
sr: затим држите притиснут тастер <Схифт> када кликнете на икону.
sv: håll sedan ned <Shift>-tangenten när du klickar på ikonen.
sw: kisha ushikilie kitufe cha <Shift> unapobofya ikoni.
ta: பின்னர் ஐகானைக் கிளிக் செய்யும் போது <Shift> விசையை அழுத்திப் பிடிக்கவும்.
th: จากนั้นกดปุ่ม <Shift> ค้างไว้ขณะคลิกไอคอน
tr: Daha sonra simgeye tıkladığınızda <Shift> tuşunu basılı tutun.
uk: потім утримуйте клавішу <Shift> під час натискання піктограми.
ur: پھر آئیکن پر کلک کرتے وقت <Shift> کلید کو دبائے رکھیں۔
vi: sau đó giữ phím <Shift> khi nhấp vào biểu tượng.

source: I have placed icons on the toolbar for the commands which I think
es: He colocado iconos en la barra de herramientas para los comandos que creo
sr: Поставио сам иконе на траку са алаткама за команде за које мислим
sv: Jag har placerat ikoner på verktygsfältet för kommandona som jag tror
sw: Nimeweka icons kwenye upau wa zana kwa amri ambazo nadhani
ta: நான் நினைக்கிறேன், கட்டளைகளுக்கு கருவிப்பட்டியில் ஐகான்களை வைத்திருக்கிறேன்.
th: ฉันได้วางไอคอนไว้บนแถบเครื่องมือสำหรับคำสั่งที่ฉันคิดว่า
tr: Komutlar için araç çubuğuna simgeler yerleştirdim, bence bunlar işe yarıyor
uk: Я розмістив піктограми на панелі інструментів для команд, які я думаю
ur: میں نے ان کمانڈز کے لیے ٹول بار پر آئیکنز رکھے ہیں جو میرے خیال میں ہیں۔
vi: Tôi đã đặt các biểu tượng trên thanh công cụ cho các lệnh mà tôi nghĩ

source: will be used the most, but all Fics commands can be typed in manually
es: Se utilizará con más frecuencia, pero todos los comandos Fics se pueden escribir manualmente.
sr: ће се највише користити, али све Фицс команде се могу унети ручно
sv: kommer att användas mest, men alla Fics-kommandon kan skrivas in manuellt
sw: zitatumika zaidi, lakini amri zote za Fics zinaweza kuandikwa kwa mikono
ta: அதிகமாகப் பயன்படுத்தப்படும், ஆனால் அனைத்து Fics கட்டளைகளையும் கைமுறையாக தட்டச்சு செய்யலாம்.
th: จะถูกใช้มากที่สุด แต่คำสั่ง Fics ทั้งหมดสามารถพิมพ์ด้วยตนเองได้
tr: en çok kullanılacaktır, ancak tüm Fics komutları elle yazılabilir
uk: буде використовуватися найчастіше, але всі команди Fics можна вводити вручну
ur: سب سے زیادہ استعمال کیا جائے گا، لیکن تمام Fics کمانڈز کو دستی طور پر ٹائپ کیا جا سکتا ہے۔
vi: sẽ được sử dụng nhiều nhất, nhưng tất cả các lệnh Fics đều có thể được nhập bằng tay

source: in the input box and then sent using <Send>
es: en el cuadro de entrada y luego envíelo usando <Enviar>
sr: у пољу за унос, а затим послати помоћу <Пошаљи>
sv: i inmatningsrutan och skickas sedan med <Skicka>
sw: kwenye kisanduku cha kuingiza na kisha kutuma kwa kutumia <Send>
ta: உள்ளீட்டுப் பெட்டியில் <Send> ஐப் பயன்படுத்தி அனுப்பப்பட்டது
th: ในช่องป้อนข้อมูลแล้วส่งโดยใช้ <ส่ง>
tr: giriş kutusuna ve ardından <Gönder> kullanılarak gönderilir
uk: у полі введення, а потім надіслано за допомогою <Надіслати>
ur: ان پٹ باکس میں اور پھر <Send> کا استعمال کرتے ہوئے بھیجا گیا۔
vi: trong hộp nhập và sau đó gửi bằng <Gửi>

source: You can select which icons should be placed on the toolbar by clicking
es: Puede seleccionar qué iconos deben colocarse en la barra de herramientas haciendo clic
sr: Можете изабрати које иконе треба поставити на траку са алаткама кликом
sv: Du kan välja vilka ikoner som ska placeras i verktygsfältet genom att klicka
sw: Unaweza kuchagua icons zipi zinapaswa kuwekwa kwenye upau wa vidhibiti kwa kubofya
ta: கருவிப்பட்டியில் எந்த ஐகான்களை வைக்க வேண்டும் என்பதை நீங்கள் தேர்ந்தெடுக்கலாம்.
th: คุณสามารถเลือกไอคอนที่จะวางบนแถบเครื่องมือได้โดยการคลิก
tr: Araç çubuğuna hangi simgelerin yerleştirileceğini tıklayarak seçebilirsiniz
uk: Ви можете вибрати, які піктограми слід розмістити на панелі інструментів, клацаючи
ur: آپ کلک کر کے منتخب کر سکتے ہیں کہ ٹول بار پر کون سے آئیکون رکھے جائیں۔
vi: Bạn có thể chọn biểu tượng nào sẽ được đặt trên thanh công cụ bằng cách nhấp vào

source: <Settings> (rightmost icon) then <Toolbar icons..>
es: <Configuración> (icono más a la derecha) y luego <Iconos de la barra de herramientas...>
sr: <Подешавања> (крајња десна икона) затим <Иконе на траци са алаткама..>
sv: <Inställningar> (ikonen längst till höger) sedan <Verktygsfältsikoner..>
sw: <Mipangilio> (ikoni ya kulia kabisa) kisha <ikoni za upau wa vidhibiti..>
ta: அமைப்புகள்> (வலதுபுற ஐகான்) பின்னர் கருவிப்பட்டி ஐகான்கள்..>
th: <การตั้งค่า> (ไอคอนทางขวาสุด) จากนั้น <ไอคอนแถบเครื่องมือ..>
tr: <Ayarlar> (en sağdaki simge) sonra <Araç çubuğu simgeleri..>
uk: <Settings> (крайній правий значок), а потім <Toolbar icons..>
ur: <ترتیبات> (دائیں طرف کا آئیکن) پھر <ٹول بار آئیکنز..>
vi: <Cài đặt> (biểu tượng ngoài cùng bên phải) sau đó là <Biểu tượng thanh công cụ..>

source: You can get Fics help by clicking on the small red question mark icon,
es: Puede obtener ayuda de Fics haciendo clic en el pequeño icono del signo de interrogación rojo,
sr: Помоћ за Фицс можете добити тако што ћете кликнути на мали црвени знак питања,
sv: Du kan få hjälp från Fics genom att klicka på det lilla röda frågetecknet,
sw: Unaweza kupata usaidizi wa Fics kwa kubofya aikoni ndogo ya alama ya swali nyekundu,
ta: சிறிய சிவப்பு கேள்விக்குறி ஐகானைக் கிளிக் செய்வதன் மூலம் நீங்கள் புனைகதை உதவியைப் பெறலாம்,
th: คุณสามารถรับความช่วยเหลือเกี่ยวกับ Fics ได้โดยการคลิกที่ไอคอนเครื่องหมายคำถามสีแดงเล็กๆ
tr: Küçük kırmızı soru işareti simgesine tıklayarak Fics yardımı alabilirsiniz.
uk: Ви можете отримати довідку Fics, натиснувши маленьку піктограму червоного знака питання,
ur: آپ چھوٹے سرخ سوالیہ نشان کے آئیکن پر کلک کر کے Fics کی مدد حاصل کر سکتے ہیں،
vi: Bạn có thể nhận được trợ giúp Fics bằng cách nhấp vào biểu tượng dấu chấm hỏi màu đỏ nhỏ,

source: usually the 3rd from the right hand end of the toolbar.
es: Generalmente el tercero desde el extremo derecho de la barra de herramientas.
sr: обично 3. са десног краја траке са алаткама.
sv: vanligtvis den 3:e från den högra änden av verktygsfältet.
sw: kawaida ya 3 kutoka mwisho wa mkono wa kulia wa upau wa vidhibiti.
ta: பொதுவாக கருவிப்பட்டியின் வலது புற முனையிலிருந்து மூன்றாவது.
th: โดยปกติแล้วจะอยู่ที่ตำแหน่งที่ 3 จากด้านขวาสุดของแถบเครื่องมือ
tr: genellikle araç çubuğunun sağdan üçüncüsüdür.
uk: зазвичай 3-й з правого кінця панелі інструментів.
ur: عام طور پر ٹول بار کے دائیں ہاتھ کے سرے سے تیسرا۔
vi: thường là nút thứ 3 tính từ bên phải của thanh công cụ.

source: In order for the connection to Fics to be maintained,
es: Para que se mantenga la conexión con Fics,
sr: Да би се веза са Фицс-ом одржала,
sv: För att kopplingen till Fics ska upprätthållas,
sw: Ili muunganisho wa Fics udumishwe,
ta: ஃபிக்ஸ் உடனான தொடர்பைப் பராமரிக்க,
th: เพื่อให้การเชื่อมต่อกับ Fics ได้รับการรักษาไว้
tr: Fics'e olan bağlantının sürdürülebilmesi için,
uk: Щоб підключення до Fics підтримувалося,
ur: Fics سے تعلق برقرار رکھنے کے لیے،
vi: Để kết nối với Fics được duy trì,

source: the Fics window must be kept open.
es: La ventana Fics debe mantenerse abierta.
sr: Фицс прозор мора бити отворен.
sv: Fics-fönstret måste hållas öppet.
sw: dirisha la Fics lazima liwekwe wazi.
ta: ஃபிக்ஸ் சாளரம் திறந்தே இருக்க வேண்டும்.
th: หน้าต่าง Fics จะต้องเปิดเอาไว้
tr: Fics penceresi açık tutulmalıdır.
uk: вікно Fics має бути відкритим.
ur: Fics ونڈو کو کھلا رکھا جانا چاہیے۔
vi: Cửa sổ Fics phải được giữ mở.

source: If you find that the Fics window is taking up too much space,
es: Si encuentra que la ventana Fics ocupa demasiado espacio,
sr: Ако откријете да прозор Фицс заузима превише простора,
sv: Om du upptäcker att Fics-fönstret tar för mycket plats,
sw: Ukigundua kuwa dirisha la Fics linachukua nafasi nyingi sana,
ta: Fics சாளரம் அதிக இடத்தை எடுத்துக்கொள்வதை நீங்கள் கண்டால்,
th: หากคุณพบว่าหน้าต่าง Fics ใช้พื้นที่มากเกินไป
tr: Fics penceresinin çok fazla yer kapladığını düşünüyorsanız,
uk: Якщо ви виявите, що вікно Fics займає забагато місця,
ur: اگر آپ کو معلوم ہوتا ہے کہ Fics ونڈو بہت زیادہ جگہ لے رہی ہے،
vi: Nếu bạn thấy cửa sổ Fics chiếm quá nhiều dung lượng,

source: it can be minimized, this will not lose the connection.
es: Se puede minimizar, esto no perderá la conexión.
sr: може се минимизирати, то неће изгубити везу.
sv: det kan minimeras, detta kommer inte att tappa anslutningen.
sw: inaweza kupunguzwa, hii haitapoteza muunganisho.
ta: இதை குறைக்க முடியும், இது இணைப்பை இழக்காது.
th: สามารถลดขนาดลงได้ และจะไม่ทำให้การเชื่อมต่อขาดหาย
tr: en aza indirilebilir, bu sayede bağlantı kopmaz.
uk: його можна мінімізувати, це не призведе до втрати зв’язку.
ur: اسے کم سے کم کیا جا سکتا ہے، اس سے کنکشن نہیں ٹوٹے گا۔
vi: có thể giảm thiểu, điều này sẽ không làm mất kết nối.

source: This lack of space will almost cetainly be the case when playing a game
es: Esta falta de espacio será casi con toda seguridad el caso cuando se juega a un juego.
sr: Овај недостатак простора ће готово сигурно бити случај када играте игру
sv: Denna brist på utrymme kommer nästan säkert att vara fallet när man spelar ett spel
sw: Ukosefu huu wa nafasi utakuwa karibu kabisa wakati wa kucheza mchezo
ta: ஒரு விளையாட்டை விளையாடும்போது இந்த இடப் பற்றாக்குறை கிட்டத்தட்ட நிச்சயமாக இருக்கும்.
th: การขาดพื้นที่นี้เกือบจะแน่นอนว่าจะเกิดขึ้นเมื่อเล่นเกม
tr: Bu alan eksikliği, bir oyun oynarken neredeyse kesinlikle geçerli olacaktır
uk: Ця нестача місця майже завжди буде мати місце під час гри
ur: کھیل کھیلتے وقت جگہ کی یہ کمی تقریباً یقینی طور پر ہو گی۔
vi: Việc thiếu không gian này gần như chắc chắn sẽ xảy ra khi chơi trò chơi

source: using 3d graphics, unless you have a very large monitor.
es: utilizando gráficos 3D, a menos que tenga un monitor muy grande.
sr: користећи 3Д графику, осим ако немате веома велики монитор.
sv: använder 3d-grafik, såvida du inte har en mycket stor bildskärm.
sw: kwa kutumia picha za 3d, isipokuwa kama una kifuatiliaji kikubwa sana.
ta: உங்களிடம் மிகப் பெரிய மானிட்டர் இல்லையென்றால், 3D கிராபிக்ஸ் பயன்படுத்துதல்.
th: โดยใช้กราฟิก 3 มิติ เว้นแต่คุณจะมีจอภาพขนาดใหญ่มาก
tr: Çok büyük bir monitörünüz yoksa, 3d grafikleri kullanabilirsiniz.
uk: використання 3D-графіки, якщо тільки у вас не дуже великий монітор.
ur: 3d گرافکس کا استعمال کرتے ہوئے، جب تک کہ آپ کے پاس بہت بڑا مانیٹر نہ ہو۔
vi: sử dụng đồ họa 3D, trừ khi bạn có màn hình rất lớn.

source: The window can subsequently be restored by clicking on the Fics icon
es: La ventana se puede restaurar posteriormente haciendo clic en el icono de Fics.
sr: Прозор се накнадно може вратити кликом на икону Фицс
sv: Fönstret kan sedan återställas genom att klicka på Fics-ikonen
sw: Dirisha linaweza kurejeshwa baadaye kwa kubofya ikoni ya Fics
ta: பின்னர் ஃபிக்ஸ் ஐகானைக் கிளிக் செய்வதன் மூலம் சாளரத்தை மீட்டெடுக்கலாம்.
th: สามารถคืนค่าหน้าต่างได้ในภายหลังโดยคลิกที่ไอคอน Fics
tr: Pencere daha sonra Fics simgesine tıklanarak geri yüklenebilir
uk: Згодом вікно можна відновити, натиснувши піктограму Fics
ur: ونڈو کو بعد میں Fics آئیکون پر کلک کرکے بحال کیا جا سکتا ہے۔
vi: Cửa sổ sau đó có thể được khôi phục bằng cách nhấp vào biểu tượng Fics

source: on the main toolbar.
es: en la barra de herramientas principal.
sr: на главној траци са алаткама.
sv: på huvudverktygsfältet.
sw: kwenye upau wa zana kuu.
ta: பிரதான கருவிப்பட்டியில்.
th: บนแถบเครื่องมือหลัก
tr: ana araç çubuğunda.
uk: на головній панелі інструментів.
ur: مین ٹول بار پر۔
vi: trên thanh công cụ chính.

source: When connected to Fics, messages can be displayed on the status bar,
es: Cuando está conectado a Fics, los mensajes se pueden mostrar en la barra de estado,
sr: Када је повезан на Фицс, поруке се могу приказати на статусној траци,
sv: När du är ansluten till Fics kan meddelanden visas i statusfältet,
sw: Unapounganishwa kwenye Fics, ujumbe unaweza kuonyeshwa kwenye upau wa hali,
ta: Fics உடன் இணைக்கப்படும்போது, ​​செய்திகள் நிலைப் பட்டியில் காட்டப்படும்,
th: เมื่อเชื่อมต่อกับ Fics แล้ว ข้อความจะปรากฏบนแถบสถานะ
tr: Fics'e bağlanıldığında, mesajlar durum çubuğunda görüntülenebilir.
uk: При підключенні до Fics повідомлення можуть відображатися в рядку стану,
ur: Fics سے منسلک ہونے پر، پیغامات اسٹیٹس بار پر دکھائے جا سکتے ہیں،
vi: Khi kết nối với Fics, tin nhắn có thể được hiển thị trên thanh trạng thái,

source: so that you will be alerted when there is a message that requires
es: para que se le avise cuando haya un mensaje que lo requiera
sr: тако да ћете бити упозорени када постоји порука која захтева
sv: så att du blir varnad när det finns ett meddelande som kräver
sw: ili utahadharishwa wakati kuna ujumbe unaohitaji
ta: தேவைப்படும் செய்தி இருக்கும்போது நீங்கள் எச்சரிக்கப்படுவீர்கள்
th: เพื่อที่คุณจะได้รับการแจ้งเตือนเมื่อมีข้อความที่ต้องการ
tr: böylece bir mesaj gerektiğinde uyarı alırsınız
uk: щоб ви отримували сповіщення про повідомлення, яке вимагає
ur: تاکہ جب کوئی پیغام درکار ہو تو آپ کو الرٹ کیا جائے۔
vi: để bạn sẽ được cảnh báo khi có tin nhắn yêu cầu

source: a response from you when the Fics window is minimized.
es: una respuesta suya cuando se minimiza la ventana de Fics.
sr: ваш одговор када је прозор Фицс минимизиран.
sv: ett svar från dig när Fics-fönstret minimeras.
sw: jibu kutoka kwako wakati dirisha la Fics limepunguzwa.
ta: ஃபிக்ஸ் சாளரம் குறைக்கப்படும்போது உங்களிடமிருந்து ஒரு பதில்.
th: การตอบกลับจากคุณเมื่อหน้าต่าง Fics ถูกย่อขนาด
tr: Fics penceresi simge durumuna küçültüldüğünde sizden bir yanıt.
uk: відповідь від вас, коли вікно Fics згорнуто.
ur: Fics ونڈو کو کم کرنے پر آپ کی طرف سے جواب۔
vi: phản hồi từ bạn khi cửa sổ Fics được thu nhỏ.

source: e.g. a draw offer.
es: por ejemplo una oferta de empate.
sr: нпр. понуда за извлачење.
sv: till exempel ett dragerbjudande.
sw: k.m. ofa ya kuteka.
ta: எ.கா. ஒரு குலுக்கல் சலுகை.
th: เช่น ข้อเสนอการจับฉลาก
tr: örneğin beraberlik teklifi.
uk: напр. пропозиція нічиєї.
ur: جیسے ایک قرعہ اندازی کی پیشکش.
vi: ví dụ như một lời đề nghị rút thăm.

source: On 15 January 1992, Michael Moore of the University of Utah and Richard Nash
es: El 15 de enero de 1992, Michael Moore, de la Universidad de Utah, y Richard Nash
sr: 15. јануара 1992. Мајкл Мур са Универзитета Јута и Ричард Неш
sv: Den 15 januari 1992, Michael Moore från University of Utah och Richard Nash
sw: Tarehe 15 Januari 1992, Michael Moore wa Chuo Kikuu cha Utah na Richard Nash
ta: ஜனவரி 15, 1992 அன்று, உட்டா பல்கலைக்கழகத்தின் மைக்கேல் மூர் மற்றும் ரிச்சர்ட் நாஷ்
th: วันที่ 15 มกราคม พ.ศ. 2535 ไมเคิล มัวร์ จากมหาวิทยาลัยยูทาห์และริชาร์ด แนช
tr: 15 Ocak 1992'de Utah Üniversitesi'nden Michael Moore ve Richard Nash
uk: 15 січня 1992 року Майкл Мур з Університету Юти та Річард Неш
ur: 15 جنوری 1992 کو یوٹاہ یونیورسٹی کے مائیکل مور اور رچرڈ نیش
vi: Vào ngày 15 tháng 1 năm 1992, Michael Moore của Đại học Utah và Richard Nash

source: started the first Internet chess server, named the American Internet Chess Server (AICS),
es: inició el primer servidor de ajedrez en Internet, llamado American Internet Chess Server (AICS),
sr: покренуо први Интернет шаховски сервер, назван Амерички Интернет шаховски сервер (АИЦС),
sv: startade den första schackservern på Internet, kallad American Internet Chess Server (AICS),
sw: ilianzisha seva ya kwanza ya chess ya mtandao, iliyoitwa American Internet Chess Server (AICS),
ta: அமெரிக்க இணைய சதுரங்க சேவையகம் (AICS) என்று பெயரிடப்பட்ட முதல் இணைய சதுரங்க சேவையகத்தைத் தொடங்கினார்,
th: เริ่มก่อตั้งเซิร์ฟเวอร์หมากรุกทางอินเทอร์เน็ตเครื่องแรกชื่อว่า American Internet Chess Server (AICS)
tr: Amerikan İnternet Satranç Sunucusu (AICS) adlı ilk İnternet satranç sunucusunu başlattı,
uk: запустив перший шаховий Інтернет-сервер, названий American Internet Chess Server (AICS),
ur: پہلا انٹرنیٹ شطرنج سرور شروع کیا، جسے امریکی انٹرنیٹ شطرنج سرور (AICS) کا نام دیا گیا،
vi: bắt đầu máy chủ cờ vua Internet đầu tiên, được đặt tên là Máy chủ cờ vua Internet Hoa Kỳ (AICS),

source: but generally known as simply the Internet Chess Server(ICS).
es: pero generalmente conocido simplemente como el Servidor de Ajedrez de Internet (ICS).
sr: али генерално познат као једноставно Интернет шаховски сервер (ИЦС).
sv: men allmänt känd som helt enkelt Internet Chess Server (ICS).
sw: lakini kwa ujumla inajulikana kama Seva ya Chess ya Mtandao (ICS).
ta: ஆனால் பொதுவாக இணைய சதுரங்க சேவையகம்( ICS) என்று அழைக்கப்படுகிறது.
th: แต่โดยทั่วไปเรียกกันสั้นๆ ว่า เซิร์ฟเวอร์หมากรุกทางอินเทอร์เน็ต (ICS)
tr: Ancak genel olarak kısaca İnternet Satranç Sunucusu (ICS) olarak bilinir.
uk: але зазвичай відомий просто як Internet Chess Server (ICS).
ur: لیکن عام طور پر صرف انٹرنیٹ چیس سرور (ICS) کے نام سے جانا جاتا ہے۔
vi: nhưng thường được gọi đơn giản là Máy chủ cờ vua Internet (ICS).

source: The initial release was hosted at the Colorado School of Mines,
es: El lanzamiento inicial se llevó a cabo en la Escuela de Minas de Colorado,
sr: Прво издање је одржано у Школи рудника у Колораду,
sv: Den första releasen var värd på Colorado School of Mines,
sw: Toleo la kwanza liliandaliwa katika Shule ya Mines ya Colorado,
ta: ஆரம்ப வெளியீடு கொலராடோ ஸ்கூல் ஆஃப் மைன்ஸில் நடத்தப்பட்டது,
th: การเปิดตัวครั้งแรกจัดขึ้นที่ Colorado School of Mines
tr: İlk yayın Colorado Maden Okulu'nda yapıldı.
uk: Перший випуск було розміщено в Колорадській гірничій школі,
ur: ابتدائی ریلیز کولوراڈو اسکول آف مائنز میں منعقد کی گئی تھی،
vi: Bản phát hành đầu tiên được lưu trữ tại Trường Mỏ Colorado,

source: but it was moved to Carnegie Mellon University later the same year.
es: Pero se trasladó a la Universidad Carnegie Mellon más tarde ese mismo año.
sr: али је касније исте године премештен на Универзитет Карнеги Мелон.
sv: men det flyttades till Carnegie Mellon University senare samma år.
sw: lakini ilihamishwa hadi Chuo Kikuu cha Carnegie Mellon baadaye mwaka huo huo.
ta: ஆனால் அதே ஆண்டின் பிற்பகுதியில் அது கார்னகி மெலன் பல்கலைக்கழகத்திற்கு மாற்றப்பட்டது.
th: แต่ต่อมาในปีเดียวกันนั้นก็ย้ายไปที่มหาวิทยาลัยคาร์เนกีเมลลอน
tr: Ancak aynı yılın ilerleyen dönemlerinde Carnegie Mellon Üniversitesi'ne taşındı.
uk: але пізніше того ж року його перенесли до Університету Карнегі-Меллона.
ur: لیکن اسی سال کے آخر میں اسے کارنیگی میلن یونیورسٹی میں منتقل کر دیا گیا۔
vi: nhưng sau đó nó đã được chuyển đến Đại học Carnegie Mellon vào cuối năm đó.

source: The software was coded, supported, and operated by volunteers until 1 March 1995
es: El software fue codificado, respaldado y operado por voluntarios hasta el 1 de marzo de 1995.
sr: Софтвер су кодирали, подржавали и њиме управљали волонтери до 1. марта 1995. године
sv: Programvaran kodades, stöddes och drevs av frivilliga fram till 1 mars 1995
sw: Programu hiyo ilinakiliwa, kuungwa mkono, na kuendeshwa na watu waliojitolea hadi tarehe 1 Machi 1995
ta: இந்த மென்பொருள் 1 மார்ச் 1995 வரை தன்னார்வலர்களால் குறியிடப்பட்டு, ஆதரிக்கப்பட்டு, இயக்கப்பட்டது.
th: ซอฟต์แวร์ได้รับการเข้ารหัส รองรับ และดำเนินการโดยอาสาสมัครจนถึงวันที่ 1 มีนาคม พ.ศ. 2538
tr: Yazılım 1 Mart 1995'e kadar gönüllüler tarafından kodlandı, desteklendi ve çalıştırıldı.
uk: Програмне забезпечення кодувалося, підтримувалося та використовувалося волонтерами до 1 березня 1995 року
ur: یہ سافٹ ویئر یکم مارچ 1995 تک رضاکاروں کے ذریعے کوڈ کیا گیا، تعاون کیا گیا اور چلایا گیا۔
vi: Phần mềm được mã hóa, hỗ trợ và vận hành bởi các tình nguyện viên cho đến ngày 1 tháng 3 năm 1995
