Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: database games
es: juegos de base de datos
sr: игре базе података
sv: databasspel
sw: michezo ya hifadhidata
ta: தரவுத்தள விளையாட்டுகள்
th: ฐานข้อมูลเกม
tr: veritabanı oyunları
uk: бази даних ігор
ur: ڈیٹا بیس گیمز
vi: trò chơi cơ sở dữ liệu

source: Eval profile build complete
es: Se ha completado la creación del perfil de evaluación
sr: Израда Евал профила је завршена
sv: Eval profilbygge färdig
sw: Uundaji wa wasifu wa Eval umekamilika
ta: Eval சுயவிவர உருவாக்கம் முடிந்தது
th: สร้างโปรไฟล์ประเมินผลเสร็จสมบูรณ์
tr: Değerlendirme profili oluşturma tamamlandı
uk: Створення профілю Eval завершено
ur: ایول پروفائل کی تعمیر مکمل
vi: Hoàn tất xây dựng hồ sơ đánh giá

source: Building : Game
es: Edificio: Juego
sr: Зграда : Игра
sv: Byggnad: Spel
sw: Jengo: Mchezo
ta: கட்டிடம்: விளையாட்டு
th: การก่อสร้าง : เกม
tr: Bina : Oyun
uk: Будівництво : Гра
ur: عمارت: کھیل
vi: Xây dựng: Trò chơi

source: move
es: mover
sr: кретати се
sv: flytta
sw: hoja
ta: நகர்வு
th: เคลื่อนไหว
tr: taşınmak
uk: рухатися
ur: منتقل
vi: di chuyển

source: Building profile : Move
es: Perfil del edificio: Mover
sr: Профил зграде: Помери се
sv: Byggnadsprofil : Flytta
sw: Wasifu wa ujenzi : Sogeza
ta: கட்டிட சுயவிவரம்: நகர்த்து
th: โปรไฟล์อาคาร : มูฟ
tr: Bina profili : Taşı
uk: Профіль будівлі : Переміщення
ur: بلڈنگ پروفائل: منتقل کریں۔
vi: Hồ sơ xây dựng: Di chuyển

source: Please select the evaluation profile options :-
es: Seleccione las opciones del perfil de evaluación:
sr: Молимо изаберите опције профила за евалуацију: -
sv: Vänligen välj alternativen för utvärderingsprofilen:-
sw: Tafadhali chagua chaguzi za wasifu wa tathmini:-
ta: மதிப்பீட்டு சுயவிவர விருப்பங்களைத் தேர்ந்தெடுக்கவும்:-
th: กรุณาเลือกตัวเลือกโปรไฟล์การประเมิน :-
tr: Lütfen değerlendirme profili seçeneklerini seçin:-
uk: Виберіть параметри профілю оцінювання: -
ur: براہ کرم تشخیصی پروفائل کے اختیارات منتخب کریں:-
vi: Vui lòng chọn các tùy chọn hồ sơ đánh giá:

source: Display evaluation profile
es: Perfil de evaluación de pantalla
sr: Прикажи профил евалуације
sv: Visa utvärderingsprofil
sw: Onyesha wasifu wa tathmini
ta: மதிப்பீட்டு சுயவிவரத்தைக் காட்டு
th: แสดงโปรไฟล์การประเมิน
tr: Değerlendirme profilini görüntüle
uk: Відображення профілю оцінки
ur: تشخیصی پروفائل دکھائیں۔
vi: Hiển thị hồ sơ đánh giá

source: Save evaluation profile
es: Guardar perfil de evaluación
sr: Сачувајте профил евалуације
sv: Spara utvärderingsprofil
sw: Hifadhi wasifu wa tathmini
ta: மதிப்பீட்டு சுயவிவரத்தைச் சேமிக்கவும்
th: บันทึกโปรไฟล์การประเมิน
tr: Değerlendirme profilini kaydet
uk: Зберегти профіль оцінювання
ur: تشخیصی پروفائل کو محفوظ کریں۔
vi: Lưu hồ sơ đánh giá

source: Max y-axis score
es: Puntuación máxima en el eje y
sr: Максимални резултат на оси и
sv: Max poäng på y-axeln
sw: Alama ya juu ya mhimili y
ta: அதிகபட்ச y-அச்சு மதிப்பெண்
th: คะแนนแกน y สูงสุด
tr: Maksimum y ekseni puanı
uk: Максимальна оцінка по осі y
ur: زیادہ سے زیادہ y-axis اسکور
vi: Điểm trục y tối đa

source: Graph x-scale %
es: Gráfico escala x %
sr: Графикон к-скала %
sv: Diagram x-skala %
sw: Grafu x-scale %
ta: வரைபடம் x-அளவுகோல் %
th: กราฟ x-scale %
tr: Grafik x-ölçek %
uk: Графік x-шкала %
ur: گراف ایکس اسکیل %
vi: Đồ thị tỷ lệ x %

source: Graph y-scale %
es: Gráfico en escala y %
sr: Графикон и-скале %
sv: Diagram y-skala %
sw: Grafu y-scale %
ta: வரைபடம் y-அளவுகோல் %
th: กราฟ y-scale %
tr: Grafik y ölçeği %
uk: Графік у масштабі %
ur: گراف y اسکیل %
vi: Đồ thị y-scale %

source: Graph x-step size
es: Tamaño del paso x del gráfico
sr: Величина к корака графикона
sv: Graf x-stegs storlek
sw: Grafu x-hatua ukubwa
ta: வரைபடம் x-படி அளவு
th: กราฟขนาด x-step
tr: Grafik x-adım boyutu
uk: Розмір х-кроку графіка
ur: گراف ایکس سٹیپ سائز
vi: Kích thước bước x của đồ thị

source: Move time (1/10 secs)
es: Tiempo de movimiento (1/10 segundos)
sr: Време кретања (1/10 сек)
sv: Rörelsetid (1/10 sek)
sw: Muda wa kusonga (sekunde 1/10)
ta: நகர்த்தும் நேரம் (1/10 வினாடிகள்)
th: ระยะเวลาการเคลื่อนที่ (1/10 วินาที)
tr: Hareket süresi (1/10 sn)
uk: Час руху (1/10 с)
ur: حرکت کا وقت (1/10 سیکنڈ)
vi: Thời gian di chuyển (1/10 giây)

source: Scroll options
es: Opciones de desplazamiento
sr: Опције померања
sv: Bläddra alternativ
sw: Tembeza chaguzi
ta: உருட்டும் விருப்பங்கள்
th: ตัวเลือกการเลื่อน
tr: Kaydırma seçenekleri
uk: Параметри прокручування
ur: اسکرول کے اختیارات
vi: Tùy chọn cuộn

source: Show info box
es: Mostrar cuadro de información
sr: Прикажи оквир са информацијама
sv: Visa inforuta
sw: Onyesha kisanduku cha habari
ta: தகவல் பெட்டியைக் காட்டு
th: แสดงกล่องข้อมูล
tr: Bilgi kutusunu göster
uk: Показати інформаційне поле
ur: انفارمیشن باکس دکھائیں۔
vi: Hiển thị hộp thông tin

source: Show position
es: Mostrar posición
sr: Прикажи позицију
sv: Visa position
sw: Onyesha msimamo
ta: நிலையைக் காட்டு
th: แสดงตำแหน่ง
tr: Pozisyonu göster
uk: Показати позицію
ur: پوزیشن دکھائیں۔
vi: Hiển thị vị trí

source: Eval board size
es: Tamaño de la placa de evaluación
sr: Величина плоче за процену
sv: Eval brädstorlek
sw: Ukubwa wa bodi ya Eval
ta: ஏவல் பலகை அளவு
th: ขนาดกระดานประเมินผล
tr: Değerlendirme panosu boyutu
uk: Оцінка розміру дошки
ur: ایول بورڈ کا سائز
vi: Đánh giá kích thước bảng

source: Select background colour
es: Seleccionar color de fondo
sr: Изаберите боју позадине
sv: Välj bakgrundsfärg
sw: Chagua rangi ya mandharinyuma
ta: பின்னணி நிறத்தைத் தேர்ந்தெடுக்கவும்
th: เลือกสีพื้นหลัง
tr: Arka plan rengini seçin
uk: Виберіть колір фону
ur: پس منظر کا رنگ منتخب کریں۔
vi: Chọn màu nền

source: Select white bar colour
es: Seleccione el color de la barra blanca
sr: Изаберите боју беле траке
sv: Välj färg på vit stapel
sw: Chagua rangi nyeupe ya bar
ta: வெள்ளை பட்டை நிறத்தைத் தேர்ந்தெடுக்கவும்.
th: เลือกสีแถบสีขาว
tr: Beyaz çubuk rengini seçin
uk: Виберіть білий колір смуги
ur: سفید بار کا رنگ منتخب کریں۔
vi: Chọn màu thanh trắng

source: Select black bar colour
es: Seleccione el color de la barra negra
sr: Изаберите боју црне траке
sv: Välj färg på svart fält
sw: Chagua rangi ya upau mweusi
ta: கருப்பு பட்டை நிறத்தைத் தேர்ந்தெடுக்கவும்.
th: เลือกสีแถบสีดำ
tr: Siyah çubuk rengini seçin
uk: Виберіть колір чорної смуги
ur: سیاہ بار کا رنگ منتخب کریں۔
vi: Chọn màu thanh đen

source: Check to display evaluation profile panel
es: Marque para mostrar el panel de perfil de evaluación
sr: Означите да бисте приказали панел профила евалуације
sv: Markera för att visa panelen för utvärderingsprofil
sw: Angalia ili kuonyesha paneli ya wasifu wa tathmini
ta: மதிப்பீட்டு சுயவிவரப் பலகத்தைக் காட்ட சரிபார்க்கவும்.
th: เลือกเพื่อแสดงแผงโปรไฟล์การประเมิน
tr: Değerlendirme profili panelini görüntülemek için işaretleyin
uk: Поставте прапорець, щоб відобразити панель профілю оцінювання
ur: تشخیصی پروفائل پینل کو ظاہر کرنے کے لیے چیک کریں۔
vi: Kiểm tra để hiển thị bảng thông tin đánh giá

source: Check to save the eval profile
es: Marque para guardar el perfil de evaluación
sr: Означите да бисте сачували евал профил
sv: Markera för att spara evalprofilen
sw: Angalia ili kuhifadhi wasifu wa eval
ta: மதிப்பீடு சுயவிவரத்தைச் சேமிக்க சரிபார்க்கவும்.
th: เลือกเพื่อบันทึกโปรไฟล์การประเมิน
tr: Değerlendirme profilini kaydetmek için işaretleyin
uk: Поставте прапорець, щоб зберегти профіль eval
ur: ایول پروفائل کو محفوظ کرنے کے لیے چیک کریں۔
vi: Kiểm tra để lưu hồ sơ đánh giá

source: when the game is saved
es: cuando se guarda el juego
sr: када је игра сачувана
sv: när spelet är sparat
sw: wakati mchezo umehifadhiwa
ta: விளையாட்டு சேமிக்கப்படும் போது
th: เมื่อเกมได้รับการบันทึก
tr: oyun kaydedildiğinde
uk: коли гра збережена
ur: جب کھیل محفوظ ہوجاتا ہے۔
vi: khi trò chơi được lưu

source: Enter the maximum y-axis score value
es: Introduzca el valor máximo de la puntuación del eje y
sr: Унесите максималну вредност резултата на и осе
sv: Ange det maximala poängvärdet för y-axeln
sw: Weka thamani ya juu zaidi ya mhimili y
ta: அதிகபட்ச y-அச்சு மதிப்பெண் மதிப்பை உள்ளிடவும்.
th: ป้อนค่าคะแนนแกน y สูงสุด
tr: Maksimum y ekseni puan değerini girin
uk: Введіть максимальне значення оцінки по осі Y
ur: زیادہ سے زیادہ y-axis سکور کی قدر درج کریں۔
vi: Nhập giá trị điểm trục y tối đa

source: Enter the x-axis percentage
es: Introduzca el porcentaje del eje x
sr: Унесите проценат к осе
sv: Ange x-axelns procent
sw: Weka asilimia ya mhimili wa x
ta: x-அச்சு சதவீதத்தை உள்ளிடவும்.
th: ป้อนเปอร์เซ็นต์แกน x
tr: X ekseni yüzdesini girin
uk: Введіть відсоток осі абсцис
ur: ایکس محور کا فیصد درج کریں۔
vi: Nhập phần trăm trục x

source: Enter the y-axis percentage
es: Introduzca el porcentaje del eje y
sr: Унесите проценат и-осе
sv: Ange procentsatsen för y-axeln
sw: Weka asilimia ya mhimili wa y
ta: y-அச்சு சதவீதத்தை உள்ளிடவும்.
th: ป้อนเปอร์เซ็นต์แกน y
tr: Y ekseni yüzdesini girin
uk: Введіть відсоток по осі Y
ur: y محور کا فیصد درج کریں۔
vi: Nhập phần trăm trục y

source: Enter the x-axis step size
es: Introduzca el tamaño del paso del eje x
sr: Унесите величину корака по к осе
sv: Ange x-axelns stegstorlek
sw: Weka saizi ya hatua ya mhimili wa x
ta: x-அச்சு படி அளவை உள்ளிடவும்.
th: ป้อนขนาดขั้นของแกน x
tr: X ekseni adım boyutunu girin
uk: Введіть розмір кроку по осі x
ur: ایکس محور قدم کا سائز درج کریں۔
vi: Nhập kích thước bước trục x

source: Enter the analysis time allowed per move
es: Introduzca el tiempo de análisis permitido por movimiento
sr: Унесите дозвољено време анализе по потезу
sv: Ange analystiden som tillåts per drag
sw: Weka muda wa uchanganuzi unaoruhusiwa kwa kila hoja
ta: ஒவ்வொரு நகர்வுக்கும் அனுமதிக்கப்பட்ட பகுப்பாய்வு நேரத்தை உள்ளிடவும்.
th: ป้อนเวลาการวิเคราะห์ที่ได้รับอนุญาตต่อการเคลื่อนไหว
tr: Hamle başına izin verilen analiz süresini girin
uk: Введіть час аналізу, дозволений на хід
ur: تجزیہ کا وقت درج کریں جس کی ہر حرکت کی اجازت ہے۔
vi: Nhập thời gian phân tích được phép cho mỗi lần di chuyển

source: Check to show the move info box when scrolling
es: Marque para mostrar el cuadro de información del movimiento al desplazarse
sr: Означите да бисте приказали оквир са информацијама о кретању приликом померања
sv: Markera för att visa flyttinformationsrutan när du rullar
sw: Angalia ili kuonyesha kisanduku cha maelezo ya kuhamisha wakati wa kusogeza
ta: உருட்டும்போது நகர்வு தகவல் பெட்டியைக் காட்ட தேர்வு செய்யவும்.
th: ทำเครื่องหมายเพื่อแสดงช่องข้อมูลการย้ายเมื่อเลื่อน
tr: Kaydırırken taşıma bilgisi kutusunu göstermek için işaretleyin
uk: Поставте прапорець, щоб під час прокручування відображалося вікно інформації про переміщення
ur: اسکرول کرتے وقت حرکت کی معلومات کے باکس کو دکھانے کے لیے چیک کریں۔
vi: Kiểm tra để hiển thị hộp thông tin di chuyển khi cuộn

source: Check to show the board position when scrolling
es: Marque para mostrar la posición del tablero al desplazarse
sr: Означите да бисте приказали позицију плоче приликом померања
sv: Markera för att visa brädets position när du rullar
sw: Angalia ili kuonyesha nafasi ya ubao wakati wa kusogeza
ta: உருட்டும் போது பலகை நிலையைக் காட்ட சரிபார்க்கவும்.
th: เลือกเพื่อแสดงตำแหน่งบอร์ดเมื่อเลื่อน
tr: Kaydırırken panonun konumunu göstermek için işaretleyin
uk: Поставте прапорець, щоб відображати положення дошки під час прокручування
ur: سکرول کرتے وقت بورڈ کی پوزیشن دکھانے کے لیے چیک کریں۔
vi: Kiểm tra để hiển thị vị trí bảng khi cuộn

source: Enter the size of the eval board
es: Introduzca el tamaño del tablero de evaluación
sr: Унесите величину процене
sv: Ange storleken på evaltavlan
sw: Ingiza saizi ya bodi ya eval
ta: மதிப்பீட்டுப் பலகையின் அளவை உள்ளிடவும்.
th: กรอกขนาดของกระดานประเมินผล
tr: Değerlendirme panosunun boyutunu girin
uk: Введіть розмір дошки оцінювання
ur: ایول بورڈ کا سائز درج کریں۔
vi: Nhập kích thước của bảng đánh giá

source: Select the eval profile panel background colour
es: Seleccione el color de fondo del panel de perfil de evaluación
sr: Изаберите боју позадине панела Евал профила
sv: Välj bakgrundsfärgen för evalprofilpanelen
sw: Chagua rangi ya usuli ya paneli ya wasifu
ta: eval சுயவிவரப் பலகத்தின் பின்னணி நிறத்தைத் தேர்ந்தெடுக்கவும்.
th: เลือกสีพื้นหลังแผงโปรไฟล์การประเมิน
tr: Değerlendirme profili paneli arka plan rengini seçin
uk: Виберіть колір тла панелі профілю eval
ur: ایول پروفائل پینل کے پس منظر کا رنگ منتخب کریں۔
vi: Chọn màu nền của bảng hồ sơ đánh giá

source: Set the eval profile background colour to default
es: Establezca el color de fondo del perfil de evaluación en el valor predeterminado
sr: Поставите боју позадине евал профила на подразумевану
sv: Ställ in evalprofilens bakgrundsfärg till standard
sw: Weka rangi ya mandharinyuma ya eval kuwa chaguomsingi
ta: eval சுயவிவர பின்னணி நிறத்தை இயல்புநிலைக்கு அமைக்கவும்.
th: ตั้งค่าสีพื้นหลังโปรไฟล์การประเมินเป็นค่าเริ่มต้น
tr: Değerlendirme profili arka plan rengini varsayılana ayarlayın
uk: Встановіть колір тла профілю eval за замовчуванням
ur: ایول پروفائل کے پس منظر کا رنگ ڈیفالٹ پر سیٹ کریں۔
vi: Đặt màu nền của hồ sơ đánh giá thành mặc định

source: Select the bar colour for white
es: Seleccione el color de la barra para blanco
sr: Изаберите боју траке за белу
sv: Välj stapelfärg för vit
sw: Chagua rangi ya upau kwa nyeupe
ta: வெள்ளை நிறத்திற்கான பட்டை நிறத்தைத் தேர்ந்தெடுக்கவும்.
th: เลือกสีบาร์สำหรับสีขาว
tr: Beyaz için çubuk rengini seçin
uk: Виберіть колір смуги для білого
ur: سفید کے لیے بار کا رنگ منتخب کریں۔
vi: Chọn màu thanh cho màu trắng

source: Set the white bar colour colour to default
es: Establezca el color de la barra blanca en el valor predeterminado
sr: Подесите боју боје беле траке на подразумевану
sv: Ställ in den vita stapelfärgen till standard
sw: Weka rangi ya upau mweupe kuwa chaguo-msingi
ta: வெள்ளை பட்டை வண்ண நிறத்தை இயல்புநிலைக்கு அமைக்கவும்.
th: ตั้งค่าสีแถบสีขาวเป็นค่าเริ่มต้น
tr: Beyaz çubuk rengini varsayılana ayarlayın
uk: Встановіть колір білої смуги за замовчуванням
ur: سفید بار کے رنگ کے رنگ کو ڈیفالٹ پر سیٹ کریں۔
vi: Đặt màu thanh màu trắng thành màu mặc định

source: Select the bar colour for black
es: Seleccione el color de la barra para negro
sr: Изаберите боју траке за црну
sv: Välj stapelfärg för svart
sw: Chagua rangi ya upau kwa nyeusi
ta: கருப்பு நிறத்திற்கான பட்டை நிறத்தைத் தேர்ந்தெடுக்கவும்.
th: เลือกสีบาร์เป็นสีดำ
tr: Siyah için çubuk rengini seçin
uk: Виберіть колір смуги для чорного
ur: سیاہ کے لیے بار کا رنگ منتخب کریں۔
vi: Chọn màu thanh cho màu đen

source: Set the black bar colour colour to default
es: Establezca el color de la barra negra en el valor predeterminado
sr: Подесите боју црне траке на подразумевану
sv: Ställ in färgen på den svarta stapeln till standard
sw: Weka rangi ya upau mweusi kuwa chaguomsingi
ta: கருப்பு பட்டை வண்ண நிறத்தை இயல்புநிலைக்கு அமைக்கவும்.
th: ตั้งค่าสีแถบสีดำเป็นค่าเริ่มต้น
tr: Siyah çubuk rengini varsayılana ayarlayın
uk: Установіть колір чорної смуги за замовчуванням
ur: بلیک بار کلر کلر کو ڈیفالٹ پر سیٹ کریں۔
vi: Đặt màu thanh màu đen thành màu mặc định

source: The <Evaluation profile> panel offers a graphical view of the course of the game.
es: El panel <Perfil de evaluación> ofrece una vista gráfica del curso del juego.
sr: Панел <Профил за евалуацију> нуди графички приказ тока игре.
sv: Panelen <Utvärderingsprofil> erbjuder en grafisk vy av spelets gång.
sw: Paneli ya <Tathmini profile> inatoa mwonekano wa picha wa kipindi cha mchezo.
ta: <மதிப்பீட்டு சுயவிவரம்> குழு விளையாட்டின் போக்கின் வரைகலை காட்சியை வழங்குகிறது.
th: แผง <โปรไฟล์การประเมิน> นำเสนอมุมมองกราฟิกของเหตุการณ์ในเกม
tr: <Değerlendirme profili> paneli oyunun gidişatına ilişkin grafiksel bir görünüm sunar.
uk: Панель <Evaluation profile> пропонує графічне представлення перебігу гри.
ur: <تشخیصی پروفائل> پینل گیم کے کورس کا گرافیکل منظر پیش کرتا ہے۔
vi: Bảng <Hồ sơ đánh giá> cung cấp chế độ xem đồ họa về quá trình chơi trò chơi.

source: An eval profile can be built independently,
es: Se puede crear un perfil de evaluación de forma independiente,
sr: Евал профил се може направити независно,
sv: En evalprofil kan byggas oberoende,
sw: Profaili ya eval inaweza kujengwa kwa kujitegemea,
ta: ஒரு மதிப்பீட்டு சுயவிவரத்தை சுயாதீனமாக உருவாக்க முடியும்,
th: สามารถสร้างโปรไฟล์การประเมินได้โดยอิสระ
tr: Bir değerlendirme profili bağımsız olarak oluşturulabilir,
uk: Профіль eval можна побудувати самостійно,
ur: ایک ایول پروفائل آزادانہ طور پر بنایا جا سکتا ہے،
vi: Hồ sơ đánh giá có thể được xây dựng độc lập,

source: or as an optional add on when a game is automatically analysed.
es: o como complemento opcional cuando un juego se analiza automáticamente.
sr: или као опциони додатак када се игра аутоматски анализира.
sv: eller som ett valfritt tillägg när ett spel analyseras automatiskt.
sw: au kama nyongeza ya hiari wakati mchezo unachanganuliwa kiotomatiki.
ta: அல்லது ஒரு விளையாட்டு தானாக பகுப்பாய்வு செய்யப்படும்போது விருப்ப சேர்க்கையாக.
th: หรือเป็นตัวเลือกเพิ่มเติมเมื่อเกมได้รับการวิเคราะห์โดยอัตโนมัติ
tr: veya bir oyun otomatik olarak analiz edildiğinde isteğe bağlı bir eklenti olarak.
uk: або як додаткове доповнення, коли гра автоматично аналізується.
ur: یا اختیاری ایڈ کے طور پر جب کسی گیم کا خود بخود تجزیہ کیا جاتا ہے۔
vi: hoặc như một phần bổ sung tùy chọn khi trò chơi được phân tích tự động.

source: You can build an eval profile for a game by clicking on the <Build profile> button.
es: Puedes crear un perfil de evaluación para un juego haciendo clic en el botón <Crear perfil>.
sr: Можете да направите евал профил за игру кликом на дугме <Направи профил>.
sv: Du kan bygga en eval profil för ett spel genom att klicka på knappen <Bygg profil>.
sw: Unaweza kuunda wasifu wa eval kwa mchezo kwa kubofya kitufe cha <Build profile>.
ta: <புரோஃபைலை உருவாக்கு> பொத்தானைக் கிளிக் செய்வதன் மூலம் ஒரு விளையாட்டுக்கான ஒரு eval சுயவிவரத்தை நீங்கள் உருவாக்கலாம்.
th: คุณสามารถสร้างโปรไฟล์การประเมินสำหรับเกมได้โดยการคลิกที่ปุ่ม <สร้างโปรไฟล์>
tr: <Profil oluştur> butonuna tıklayarak bir oyun için değerlendirme profili oluşturabilirsiniz.
uk: Ви можете створити профіль Eval для гри, натиснувши кнопку <Build profile>.
ur: آپ <build profile> بٹن پر کلک کرکے گیم کے لیے eval پروفائل بنا سکتے ہیں۔
vi: Bạn có thể xây dựng hồ sơ đánh giá cho trò chơi bằng cách nhấp vào nút <Xây dựng hồ sơ>.

source: Once built, you can scroll the profile with the < and > buttons.
es: Una vez creado, puedes desplazarte por el perfil con los botones < y >.
sr: Када је направљен, можете да померате профил помоћу дугмади < и >.
sv: När den har byggts kan du rulla profilen med knapparna < och >.
sw: Baada ya kujengwa, unaweza kusogeza wasifu kwa vibonye < na >.
ta: கட்டமைக்கப்பட்டதும், < மற்றும் > பொத்தான்களைப் பயன்படுத்தி சுயவிவரத்தை உருட்டலாம்.
th: เมื่อสร้างแล้ว คุณสามารถเลื่อนโปรไฟล์ได้โดยใช้ปุ่ม < และ >
tr: Oluşturulduktan sonra < ve > butonlarını kullanarak profili kaydırabilirsiniz.
uk: Після створення ви можете прокручувати профіль за допомогою кнопок < і >.
ur: ایک بار بن جانے کے بعد، آپ پروفائل کو < اور > بٹنوں سے اسکرول کر سکتے ہیں۔
vi: Sau khi xây dựng xong, bạn có thể cuộn hồ sơ bằng các nút < và >.

source: On their own these buttons will scroll the profile by one move element.
es: Por sí solos, estos botones desplazarán el perfil un elemento de movimiento.
sr: Ова дугмад ће сама по себи померати профил за један елемент померања.
sv: På egen hand kommer dessa knappar att rulla profilen med ett rörelseelement.
sw: Kwa peke yao vitufe hivi vitasogeza wasifu kwa kipengele kimoja cha kusogeza.
ta: இந்தப் பொத்தான்கள் தாங்களாகவே ஒரு நகர்வு உறுப்பு மூலம் சுயவிவரத்தை உருட்டும்.
th: ปุ่มเหล่านี้จะเลื่อนโปรไฟล์ไปทีละหนึ่งองค์ประกอบด้วยตัวเอง
tr: Bu butonlar tek başlarına kullanıldığında profili bir hareket elemanı kadar kaydıracaktır.
uk: Самі по собі ці кнопки будуть прокручувати профіль на один елемент руху.
ur: اپنے طور پر یہ بٹن پروفائل کو ایک حرکت عنصر کے ذریعے سکرول کریں گے۔
vi: Các nút này sẽ tự động cuộn hồ sơ theo từng phần tử di chuyển.

source: Hold down the <Shift> key to scroll the profile by four elements.
es: Mantenga presionada la tecla <Shift> para desplazarse por el perfil cuatro elementos.
sr: Држите притиснут тастер <Схифт> да бисте померали профил за четири елемента.
sv: Håll ned <Shift> för att rulla profilen med fyra element.
sw: Shikilia kitufe cha <Shift> ili kusogeza wasifu kwa vipengele vinne.
ta: சுயவிவரத்தை நான்கு கூறுகளால் உருட்ட <Shift> விசையை அழுத்திப் பிடிக்கவும்.
th: กดปุ่ม <Shift> ค้างไว้เพื่อเลื่อนโปรไฟล์ไปสี่องค์ประกอบ
tr: Profili dört öğe kaydırmak için <Shift> tuşunu basılı tutun.
uk: Утримуйте клавішу <Shift>, щоб прокрутити профіль на чотири елементи.
ur: پروفائل کو چار عناصر سے اسکرول کرنے کے لیے <Shift> کلید کو دبائے رکھیں۔
vi: Giữ phím <Shift> để cuộn qua bốn phần tử trong hồ sơ.

source: Hold down the <Ctrl> key to scroll the profile by eight elements.
es: Mantenga presionada la tecla <Ctrl> para desplazarse por el perfil ocho elementos.
sr: Држите притиснут тастер <Цтрл> да бисте померали профил за осам елемената.
sv: Håll ned <Ctrl>-tangenten för att rulla profilen med åtta element.
sw: Shikilia kitufe cha <Ctrl> ili kusogeza wasifu kwa vipengele vinane.
ta: சுயவிவரத்தை எட்டு கூறுகளால் உருட்ட <Ctrl> விசையை அழுத்திப் பிடிக்கவும்.
th: กดปุ่ม <Ctrl> ค้างไว้เพื่อเลื่อนโปรไฟล์ไปแปดองค์ประกอบ
tr: Profili sekiz öğe kaydırmak için <Ctrl> tuşunu basılı tutun.
uk: Утримуйте клавішу <Ctrl>, щоб прокрутити профіль на вісім елементів.
ur: پروفائل کو آٹھ عناصر سے اسکرول کرنے کے لیے <Ctrl> کلید کو دبا کر رکھیں۔
vi: Giữ phím <Ctrl> để cuộn qua tám phần tử trong hồ sơ.

source: Hold down the <Alt> key to go to the start or end of the profile.
es: Mantenga presionada la tecla <Alt> para ir al inicio o al final del perfil.
sr: Држите притиснут тастер <Алт> да бисте прешли на почетак или крај профила.
sv: Håll ned <Alt>-tangenten för att gå till början eller slutet av profilen.
sw: Shikilia kitufe cha <Alt> ili kwenda mwanzo au mwisho wa wasifu.
ta: சுயவிவரத்தின் தொடக்க அல்லது முடிவுக்குச் செல்ல <Alt> விசையை அழுத்திப் பிடிக்கவும்.
th: กดปุ่ม <Alt> ค้างไว้เพื่อไปที่จุดเริ่มต้นหรือจุดสิ้นสุดของโปรไฟล์
tr: Profilin başına veya sonuna gitmek için <Alt> tuşunu basılı tutun.
uk: Утримуйте клавішу <Alt>, щоб перейти до початку або кінця профілю.
ur: پروفائل کے آغاز یا اختتام پر جانے کے لیے <Alt> کلید کو دبائے رکھیں۔
vi: Nhấn giữ phím <Alt> để đi đến đầu hoặc cuối hồ sơ.

source: You can click on an element of the profile to move to the game position.
es: Puedes hacer clic en un elemento del perfil para moverte a la posición de juego.
sr: Можете кликнути на елемент профила да бисте прешли на позицију игре.
sv: Du kan klicka på ett element i profilen för att flytta till spelpositionen.
sw: Unaweza kubofya kipengele cha wasifu ili kusogea hadi kwenye nafasi ya mchezo.
ta: விளையாட்டு நிலைக்குச் செல்ல, சுயவிவரத்தின் ஒரு உறுப்பைக் கிளிக் செய்யலாம்.
th: คุณสามารถคลิกบนองค์ประกอบโปรไฟล์เพื่อย้ายไปยังตำแหน่งเกมได้
tr: Oyun pozisyonuna geçmek için profilin bir öğesine tıklayabilirsiniz.
uk: Ви можете натиснути на елемент профілю, щоб перейти до ігрової позиції.
ur: آپ گیم پوزیشن پر جانے کے لیے پروفائل کے کسی عنصر پر کلک کر سکتے ہیں۔
vi: Bạn có thể nhấp vào một thành phần của hồ sơ để di chuyển đến vị trí trò chơi.

source: Also, if you hover the mouse close to the x-axis, then a pop-up info box
es: Además, si pasa el mouse cerca del eje x, aparecerá un cuadro de información emergente.
sr: Такође, ако задржите показивач миша близу к-осе, појавиће се искачући оквир са информацијама
sv: Dessutom, om du håller musen nära x-axeln, visas en popup-informationsruta
sw: Pia, ikiwa unasogeza kipanya karibu na mhimili wa x, kisha kisanduku cha habari ibukizi
ta: மேலும், நீங்கள் சுட்டியை x-அச்சுக்கு அருகில் நகர்த்தினால், ஒரு பாப்-அப் தகவல் பெட்டி தோன்றும்.
th: นอกจากนี้ หากคุณเลื่อนเมาส์ไปใกล้กับแกน x กล่องข้อมูลแบบป๊อปอัปจะปรากฏขึ้น
tr: Ayrıca, fareyi x eksenine yakın bir yere getirirseniz, bir açılır bilgi kutusu görüntülenir.
uk: Крім того, якщо ви наведете мишу близько до осі X, то спливаюче вікно з інформацією
ur: اس کے علاوہ، اگر آپ ماؤس کو x-axis کے قریب ہوور کرتے ہیں، تو ایک پاپ اپ انفارمیشن باکس
vi: Ngoài ra, nếu bạn di chuột gần trục x, thì một hộp thông tin bật lên
