Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: You can then choose between a colour gradient or a bitmap image file.
es: Luego puede elegir entre un degradado de color o un archivo de imagen de mapa de bits.
sr: Затим можете бирати између градијента боје или датотеке битмап слике.
sv: Du kan sedan välja mellan en färggradient eller en bitmappsbildfil.
sw: Kisha unaweza kuchagua kati ya upinde rangi au faili ya picha ya bitmap.
ta: பின்னர் நீங்கள் வண்ண சாய்வு அல்லது பிட்மேப் படக் கோப்பிற்கு இடையே தேர்வு செய்யலாம்.
th: จากนั้นคุณสามารถเลือกได้ระหว่างไฟล์ภาพแบบไล่สีหรือแบบบิตแมป
tr: Daha sonra renk geçişi veya bitmap görüntü dosyası arasında seçim yapabilirsiniz.
uk: Потім ви можете вибрати між градієнтом кольору або файлом растрового зображення.
ur: اس کے بعد آپ کلر گریڈینٹ یا بٹ میپ امیج فائل کے درمیان انتخاب کر سکتے ہیں۔
vi: Sau đó, bạn có thể chọn giữa tệp màu chuyển sắc hoặc tệp hình ảnh bitmap.

source: The path to the bitmap background image files is usually -
es: La ruta a los archivos de imagen de fondo de mapa de bits suele ser:
sr: Путања до датотека битмап позадинске слике обично је -
sv: Sökvägen till bitmappsbakgrundsbildfilerna är vanligtvis -
sw: Njia ya faili za picha za mandharinyuma ya bitmap kawaida ni -
ta: பிட்மேப் பின்னணி படக் கோப்புகளுக்கான பாதை பொதுவாக -
th: เส้นทางไปยังไฟล์ภาพพื้นหลังบิตแมปโดยปกติคือ -
tr: Bitmap arka plan resim dosyalarının yolu genellikle şudur:
uk: Шлях до файлів растрового фонового зображення зазвичай такий:
ur: بٹ میپ بیک گراؤنڈ امیج فائلوں کا راستہ عام طور پر -
vi: Đường dẫn đến các tệp hình ảnh nền bitmap thường là -

source: then choose < Main menu > < Options > < Reset to factory defaults >
es: Luego seleccione < Menú principal > < Opciones > < Restablecer valores de fábrica >
sr: затим изаберите < Главни мени > < Опције > < Врати на фабричка подешавања >
sv: välj sedan < Huvudmeny > < Alternativ > < Återställ till fabriksinställningar >
sw: kisha uchague < Menyu kuu > < Chaguzi > < Weka upya kwa chaguo-msingi za kiwanda >
ta: பின்னர் <முதன்மை மெனு > விருப்பங்கள் >> தொழிற்சாலை இயல்புநிலைகளுக்கு மீட்டமை > என்பதைத் தேர்ந்தெடுக்கவும்.
th: จากนั้นเลือก < เมนูหลัก > < ตัวเลือก > < รีเซ็ตเป็นค่าเริ่มต้นจากโรงงาน >
tr: ardından < Ana menü > < Seçenekler > < Fabrika varsayılanlarına sıfırla > seçeneğini seçin
uk: потім виберіть <Головне меню> <Параметри> <Скидання до заводських налаштувань>
ur: پھر منتخب کریں < مین مینو > < اختیارات > < فیکٹری ڈیفالٹس پر دوبارہ ترتیب دیں >
vi: sau đó chọn < Menu chính > < Tùy chọn > < Khôi phục về mặc định gốc >

source: from the 2d main menu and then try to load 3d graphics again.
es: desde el menú principal 2D y luego intente cargar gráficos 3D nuevamente.
sr: из 2д главног менија, а затим покушајте поново да учитате 3Д графику.
sv: från 2d-huvudmenyn och försök sedan ladda 3d-grafik igen.
sw: kutoka kwa menyu kuu ya 2d na kisha ujaribu kupakia picha za 3d tena.
ta: 2D பிரதான மெனுவிலிருந்து 3D கிராபிக்ஸை மீண்டும் ஏற்ற முயற்சிக்கவும்.
th: จากเมนูหลัก 2 มิติ แล้วลองโหลดกราฟิก 3 มิติอีกครั้ง
tr: 2d ana menüden kaldırıp tekrar 3d grafikleri yüklemeyi deneyin.
uk: із головного меню 2D, а потім знову спробуйте завантажити 3D-графіку.
ur: 2d مین مینو سے اور پھر 3d گرافکس کو دوبارہ لوڈ کرنے کی کوشش کریں۔
vi: từ menu chính 2D rồi thử tải lại đồ họa 3D.

source: To exit the 3d screen and return to 2d, you can press < Alt - x >
es: Para salir de la pantalla 3D y volver a 2D, puede presionar < Alt - x >
sr: Да бисте изашли из 3д екрана и вратили се на 2д, можете притиснути < Алт - к >
sv: För att lämna 3d-skärmen och återgå till 2d, kan du trycka på < Alt - x >
sw: Ili kuondoka kwenye skrini ya 3d na kurudi kwa 2d, unaweza kubonyeza < Alt - x >
ta: 3D திரையிலிருந்து வெளியேறி 2D க்குத் திரும்ப, நீங்கள் Alt - x > ஐ அழுத்தலாம்.
th: หากต้องการออกจากหน้าจอ 3 มิติและกลับสู่หน้าจอ 2 มิติ คุณสามารถกด < Alt - x >
tr: 3 boyutlu ekrandan çıkıp 2 boyutlu ekrana dönmek için < Alt - x > tuşlarına basabilirsiniz
uk: Щоб вийти з 3d-екрана та повернутися до 2d, ви можете натиснути <Alt - x>
ur: 3d اسکرین سے باہر نکلنے اور 2d پر واپس جانے کے لیے، آپ < Alt - x > دبا سکتے ہیں۔
vi: Để thoát khỏi màn hình 3D và trở về màn hình 2D, bạn có thể nhấn < Alt - x >

source: on the keyboard, select < File > < Exit > from the main menu,
es: En el teclado, seleccione <Archivo> <Salir> en el menú principal,
sr: на тастатури изаберите < Филе > < Екит > из главног менија,
sv: på tangentbordet, välj < Arkiv > < Avsluta > från huvudmenyn,
sw: kwenye kibodi, chagua < Faili > < Toka > kutoka kwenye menyu kuu,
ta: விசைப்பலகையில், பிரதான மெனுவிலிருந்து File > Exit > என்பதைத் தேர்ந்தெடுக்கவும்,
th: บนแป้นพิมพ์ เลือก <ไฟล์> <ออก> จากเมนูหลัก
tr: klavyede, ana menüden < Dosya > < Çıkış > öğesini seçin,
uk: на клавіатурі виберіть < Файл > < Вихід > у головному меню,
ur: کی بورڈ پر، مین مینو سے < فائل > < باہر نکلیں > کو منتخب کریں،
vi: trên bàn phím, chọn < File > < Exit > từ menu chính,

source: select < 3d graphics > < 2d display >
es: seleccionar < gráficos 3d > < visualización 2d >
sr: изаберите < 3д графика > < 2д приказ >
sv: välj < 3D-grafik > < 2D-visning >
sw: chagua < graphics 3d > < 2d display >
ta: < 3d கிராபிக்ஸ் > < 2d டிஸ்ப்ளே > என்பதைத் தேர்ந்தெடுக்கவும்
th: เลือก <กราฟิก 3 มิติ > <การแสดงผล 2 มิติ >
tr: < 3d grafikler > < 2d ekran > seçeneğini seçin
uk: виберіть <3D-графіка> <2D-дисплей>
ur: منتخب کریں < 3d گرافکس > < 2d ڈسپلے >
vi: chọn < đồ họa 3d > < hiển thị 2d >

source: or click on the red < X > icon on the right hand side of the toolbar.
es: o haga clic en el ícono rojo <X> en el lado derecho de la barra de herramientas.
sr: или кликните на црвену икону < Кс > на десној страни траке са алаткама.
sv: eller klicka på den röda ikonen < X > till höger i verktygsfältet.
sw: au ubofye kwenye ikoni nyekundu ya < X > iliyo upande wa kulia wa upau wa vidhibiti.
ta: அல்லது கருவிப்பட்டியின் வலது பக்கத்தில் உள்ள சிவப்பு < X > ஐகானைக் கிளிக் செய்யவும்.
th: หรือคลิกที่ไอคอน < X > สีแดงทางด้านขวาของแถบเครื่องมือ
tr: veya araç çubuğunun sağ tarafındaki kırmızı < X > simgesine tıklayın.
uk: або натисніть на червону піктограму < X > праворуч на панелі інструментів.
ur: یا ٹول بار کے دائیں جانب سرخ < X > آئیکن پر کلک کریں۔
vi: hoặc nhấp vào biểu tượng < X > màu đỏ ở phía bên phải thanh công cụ.

source: For helping me to create Nimzo_3d, thanks go to :-
es: Por ayudarme a crear Nimzo_3d, gracias a:
sr: Што сте ми помогли да направим Нимзо_3д, хвала идите на:-
sv: För att du hjälpte mig att skapa Nimzo_3d, tack gå till:-
sw: Kwa kunisaidia kuunda Nimzo_3d, asante nenda kwa :-
ta: Nimzo_3d ஐ உருவாக்க எனக்கு உதவியதற்கு, நன்றி :-
th: สำหรับความช่วยเหลือฉันในการสร้าง Nimzo_3d ขอขอบคุณไปที่ :-
tr: Nimzo_3d'yi oluşturmama yardım ettiğin için teşekkürler:-
uk: За допомогу у створенні Nimzo_3d я дякую за адресою:-
ur: Nimzo_3d بنانے میں میری مدد کرنے کے لیے، شکریہ پر جائیں:-
vi: Cảm ơn các bạn đã giúp tôi tạo Nimzo_3d:

source: Frank Luna for his book Introduction to 3d Game Programming with DirectX 9.0
es: Frank Luna por su libro Introducción a la programación de juegos 3D con DirectX 9.0
sr: Франк Луна за његову књигу Увод у 3д програмирање игара са ДирецтКс 9.0
sv: Frank Luna för hans bok Introduktion till 3d-spelprogrammering med DirectX 9.0
sw: Frank Luna kwa kitabu chake Utangulizi wa 3d Game Programming na DirectX 9.0
ta: ஃப்ராங்க் லூனா தனது "இன்ட்ரடக்ஷன் டு 3டி கேம் புரோகிராமிங் வித் டைரக்ட்எக்ஸ் 9.0" புத்தகத்திற்காக
th: Frank Luna สำหรับหนังสือ Introduction to 3d Game Programming with DirectX 9.0 ของเขา
tr: Frank Luna, DirectX 9.0 ile 3D Oyun Programlamaya Giriş adlı kitabıyla
uk: Френк Луна за книгу «Вступ до програмування тривимірних ігор за допомогою DirectX 9.0».
ur: فرینک لونا اپنی کتاب Introduction to 3d Game Programming with DirectX 9.0 کے لیے
vi: Frank Luna cho cuốn sách Giới thiệu về lập trình trò chơi 3D với DirectX 9.0

source: and his website D3dcoder.net which hosts the source code for this book.
es: y su sitio web D3dcoder.net, que alberga el código fuente de este libro.
sr: и његову веб страницу Д3дцодер.нет на којој се налази изворни код за ову књигу.
sv: och hans webbplats D3dcoder.net som är värd för källkoden för denna bok.
sw: na tovuti yake D3dcoder.net ambayo ni mwenyeji wa msimbo wa chanzo cha kitabu hiki.
ta: மற்றும் இந்தப் புத்தகத்திற்கான மூலக் குறியீட்டை வழங்கும் அவரது வலைத்தளம் D3dcoder.net.
th: และเว็บไซต์ของเขา D3dcoder.net ซึ่งเป็นโฮสต์โค้ดต้นฉบับของหนังสือเล่มนี้
tr: ve bu kitabın kaynak kodlarını barındıran web sitesi D3dcoder.net.
uk: і його веб-сайт D3dcoder.net, на якому розміщено вихідний код цієї книги.
ur: اور اس کی ویب سائٹ D3dcoder.net جو اس کتاب کے سورس کوڈ کی میزبانی کرتی ہے۔
vi: và trang web D3dcoder.net lưu trữ mã nguồn của cuốn sách này.

source: CadNav.com for their 3d chess pieces (except the knight) model-34739.
es: CadNav.com por sus piezas de ajedrez en 3D (excepto el caballo) modelo 34739.
sr: ЦадНав.цом за њихове 3д шаховске фигуре (осим витеза) модел-34739.
sv: CadNav.com för deras 3d-schackpjäser (förutom riddaren) modell-34739.
sw: CadNav.com kwa vipande vyao vya 3d chess (isipokuwa knight) model-34739.
ta: CadNav.com அவர்களின் 3d சதுரங்கக் காய்களுக்கு (மாவீரரைத் தவிர) மாதிரி-34739.
th: CadNav.com สำหรับหมากรุก 3 มิติ (ยกเว้นอัศวิน) รุ่น 34739
tr: 3 boyutlu satranç taşları (at hariç) için CadNav.com model-34739.
uk: CadNav.com за їх 3D шахові фігури (крім коня) модель-34739.
ur: CadNav.com ان کے 3d شطرنج کے ٹکڑوں کے لیے (نائٹ کے علاوہ) ماڈل-34739۔
vi: CadNav.com cho các quân cờ vua 3D của họ (trừ quân mã) mẫu-34739.

source: The knight is by PrinterFunUk from the website cults3d.com
es: El caballero es de PrinterFunUk del sitio web cults3d.com
sr: Витез је од ПринтерФунУк са веб странице цултс3д.цом
sv: Riddaren är av PrinterFunUk från webbplatsen cults3d.com
sw: Knight ni kwa PrinterFunUk kutoka tovuti cults3d.com
ta: இந்த மாவீரர் cults3d.com வலைத்தளத்திலிருந்து PrinterFunUk ஆல் உருவாக்கப்பட்டது.
th: อัศวินเป็นผลงานของ PrinterFunUk จากเว็บไซต์ cults3d.com
tr: Şövalye, cults3d.com web sitesinden PrinterFunUk'a aittir.
uk: Лицар створено PrinterFunUk із сайту cults3d.com
ur: نائٹ ویب سائٹ cults3d.com سے PrinterFunUk کی طرف سے ہے۔
vi: Hiệp sĩ là của PrinterFunUk từ trang web cults3d.com

source: I made a new base for the knight with the 3d modelling program Blender
es: Hice una nueva base para el caballero con el programa de modelado 3D Blender.
sr: Направио сам нову базу за витеза са програмом за 3д моделирање Блендер
sv: Jag gjorde en ny bas för riddaren med 3d-modelleringsprogrammet Blender
sw: Niliunda msingi mpya wa knight na mpango wa modeli wa 3d Blender
ta: நான் 3D மாடலிங் திட்டமான பிளெண்டர் மூலம் நைட்டிற்கு ஒரு புதிய தளத்தை உருவாக்கினேன்.
th: ฉันสร้างฐานใหม่สำหรับอัศวินด้วยโปรแกรมสร้างแบบจำลอง 3 มิติ Blender
tr: Şövalye için Blender 3d modelleme programıyla yeni bir taban oluşturdum
uk: Я зробив нову основу для лицаря за допомогою програми 3d моделювання Blender
ur: میں نے 3d ماڈلنگ پروگرام بلینڈر کے ساتھ نائٹ کے لیے ایک نیا اڈہ بنایا
vi: Tôi đã tạo một cơ sở mới cho hiệp sĩ bằng chương trình mô hình 3D Blender

source: because the original one was mangled in the conversion process
es: Porque el original se destrozó en el proceso de conversión.
sr: јер је првобитни у процесу конверзије покварен
sv: eftersom den ursprungliga skadades i konverteringsprocessen
sw: kwa sababu ile ya asili ilivurugwa katika mchakato wa uongofu
ta: ஏனெனில் அசல் ஒன்று மாற்றும் செயல்பாட்டில் சிதைக்கப்பட்டது.
th: เพราะของเดิมถูกบิดเบี้ยวในกระบวนการแปลง
tr: çünkü orijinali dönüştürme sürecinde bozulmuştu
uk: тому що оригінальний був пошкоджений у процесі перетворення
ur: کیونکہ اصل کو تبادلوں کے عمل میں گھسا دیا گیا تھا۔
vi: bởi vì bản gốc đã bị hỏng trong quá trình chuyển đổi

source: to the DirectX X-file.
es: al archivo X de DirectX.
sr: у ДирецтКс Кс-датотеку.
sv: till DirectX X-filen.
sw: kwa faili ya DirectX X.
ta: DirectX X-கோப்பிற்கு.
th: ไปที่ไฟล์ DirectX X
tr: DirectX X dosyasına.
uk: до X-файлу DirectX.
ur: DirectX X فائل میں۔
vi: vào tệp DirectX X.

source: Thanks to Neal Hirsig for his Blender 3D Course at
es: Gracias a Neal Hirsig por su curso de Blender 3D en
sr: Хвала Неалу Хирсигу за његов Блендер 3Д курс на
sv: Tack till Neal Hirsig för hans Blender 3D-kurs kl
sw: Asante kwa Neal Hirsig kwa Kozi yake ya Blender 3D huko
ta: நீல் ஹிர்சிக் தனது பிளெண்டர் 3D பாடநெறிக்கு நன்றி
th: ขอขอบคุณ Neal Hirsig สำหรับหลักสูตร Blender 3D ของเขาที่
tr: Blender 3D Kursu için Neal Hirsig'e teşekkürler
uk: Дякуємо Нілу Хірсігу за його курс Blender 3D в
ur: نیل ہیرسگ کے بلینڈر تھری ڈی کورس کے لیے شکریہ
vi: Cảm ơn Neal Hirsig vì Khóa học Blender 3D của anh ấy tại

source: Other 3d modelling software used was Autodesk 3ds Max
es: Otro software de modelado 3D utilizado fue Autodesk 3ds Max
sr: Други коришћени софтвер за 3Д моделирање је Аутодеск 3дс Мак
sv: Annan programvara för 3d-modellering som användes var Autodesk 3ds Max
sw: Programu nyingine ya uundaji wa 3d iliyotumika ilikuwa Autodesk 3ds Max
ta: பயன்படுத்தப்பட்ட மற்ற 3D மாடலிங் மென்பொருள் Autodesk 3ds Max ஆகும்.
th: ซอฟต์แวร์สร้างแบบจำลอง 3 มิติอื่น ๆ ที่ใช้คือ Autodesk 3ds Max
tr: Kullanılan diğer 3 boyutlu modelleme yazılımı Autodesk 3ds Max'tir
uk: Іншим програмним забезпеченням для 3D-моделювання було Autodesk 3ds Max
ur: دوسرا 3d ماڈلنگ سافٹ ویئر استعمال کیا گیا Autodesk 3ds Max تھا۔
vi: Phần mềm mô hình 3D khác được sử dụng là Autodesk 3ds Max

source: and Right Hemisphere Deep Exploration.
es: y exploración profunda del hemisferio derecho.
sr: и Дубоко истраживање десне хемисфере.
sv: och högra hemisfärens djuputforskning.
sw: na Uchunguzi wa Kina wa Ulimwengu wa Kulia.
ta: மற்றும் வலது அரைக்கோள ஆழமான ஆய்வு.
th: และการสำรวจเชิงลึกของซีกขวา
tr: ve Sağ Yarımküre Derin Keşfi.
uk: і глибоке дослідження правої півкулі.
ur: اور دائیں نصف کرہ گہری ریسرچ۔
vi: và Khám phá sâu bán cầu não phải.

source: The bitmaps used for the 3d pieces and board border
es: Los mapas de bits utilizados para las piezas 3D y el borde del tablero
sr: Битмапе које се користе за 3Д делове и ивице плоче
sv: Bitmapparna som används för 3D-bitarna och brädkanten
sw: Bitmaps zinazotumiwa kwa vipande vya 3d na mpaka wa bodi
ta: 3D துண்டுகள் மற்றும் பலகை எல்லைக்கு பயன்படுத்தப்படும் பிட்மேப்கள்.
th: บิตแมปที่ใช้สำหรับชิ้นส่วน 3 มิติและขอบบอร์ด
tr: 3 boyutlu parçalar ve tahta kenarlığı için kullanılan bitmapler
uk: Растрові зображення, що використовуються для 3D частин і рамки дошки
ur: 3d ٹکڑوں اور بورڈ بارڈر کے لیے استعمال ہونے والے بٹ میپس
vi: Các bitmap được sử dụng cho các mảnh 3D và đường viền bảng

source: are from Arroway-textures.ch and Ambientcg.com
es: son de Arroway-textures.ch y Ambientcg.com
sr: су са Арроваи-тектурес.цх и Амбиентцг.цом
sv: är från Arroway-textures.ch och Ambientcg.com
sw: ni kutoka Arrowy-textures.ch na Ambientcg.com
ta: Arroway-textures.ch மற்றும் Ambientcg.com இலிருந்து வந்தவை.
th: มาจาก Arroway-textures.ch และ Ambientcg.com
tr: Arroway-textures.ch ve Ambientcg.com'dan alınmıştır
uk: є з Arroway-textures.ch і Ambientcg.com
ur: Arroway-textures.ch اور Ambientcg.com سے ہیں۔
vi: đến từ Arroway-textures.ch và Ambientcg.com

source: Once again, thanks to Bill Forster, his coding expertise was again most helpful.
es: Una vez más, gracias a Bill Forster, su experiencia en codificación fue nuevamente de gran ayuda.
sr: Још једном, захваљујући Биллу Форстеру, његова стручност у кодирању је поново била од велике помоћи.
sv: Återigen, tack vare Bill Forster, var hans kodningsexpertis återigen till stor hjälp.
sw: Kwa mara nyingine tena, shukrani kwa Bill Forster, utaalamu wake wa uandishi wa habari ulisaidia tena zaidi.
ta: மீண்டும் ஒருமுறை, பில் ஃபோர்ஸ்டருக்கு நன்றி, அவரது குறியீட்டு நிபுணத்துவம் மீண்டும் மிகவும் உதவியாக இருந்தது.
th: ต้องขอขอบคุณ Bill Forster อีกครั้งที่ความเชี่ยวชาญในการเขียนโค้ดของเขาเป็นประโยชน์อย่างยิ่งอีกครั้ง
tr: Bir kez daha Bill Forster'a teşekkürler, kodlama konusundaki uzmanlığı yine çok yardımcı oldu.
uk: Знову ж таки, завдяки Біллу Форстеру, його досвід кодування знову був дуже корисним.
ur: ایک بار پھر، بل فورسٹر کا شکریہ، اس کی کوڈنگ کی مہارت ایک بار پھر سب سے زیادہ مددگار تھی۔
vi: Một lần nữa, cảm ơn Bill Forster, chuyên môn lập trình của ông lại vô cùng hữu ích.

source: I was able to take his code for the game move list box and kibitz panel
es: Pude tomar su código para el cuadro de lista de movimientos del juego y el panel Kibitz.
sr: Успео сам да узмем његов код за оквир са листом потеза игре и кибитз панел
sv: Jag kunde ta hans kod för listrutan för spelrörelsen och kibitz-panelen
sw: Niliweza kuchukua msimbo wake wa kisanduku cha orodha ya hoja na paneli ya kibitz
ta: விளையாட்டு நகர்வு பட்டியல் பெட்டி மற்றும் கிபிட்ஸ் பேனலுக்கான அவரது குறியீட்டை என்னால் எடுக்க முடிந்தது.
th: ฉันสามารถนำโค้ดของเขาไปใช้กับกล่องรายการเคลื่อนที่ของเกมและแผงคิบิตซ์ได้
tr: Oyun hareket listesi kutusu ve Kibitz paneli için kodunu alabildim
uk: Мені вдалося взяти його код для вікна зі списком переміщень гри та панелі kibitz
ur: میں گیم موو لسٹ باکس اور کبٹز پینل کے لیے اس کا کوڈ لینے کے قابل تھا۔
vi: Tôi có thể lấy mã của anh ấy cho hộp danh sách di chuyển trò chơi và bảng điều khiển kibitz

source: and transfer both straight into new windows in the 3d graphics screen,
es: y transferir ambos directamente a nuevas ventanas en la pantalla de gráficos 3D,
sr: и пренесите оба директно у нове прозоре на 3д графичком екрану,
sv: och överför båda direkt till nya fönster på 3D-grafikskärmen,
sw: na uhamishe zote mbili moja kwa moja kwenye windows mpya kwenye skrini ya michoro ya 3d,
ta: இரண்டையும் 3D கிராபிக்ஸ் திரையில் புதிய சாளரங்களுக்கு நேராக மாற்றவும்,
th: และโอนทั้งสองอย่างตรงไปยังหน้าต่างใหม่ในหน้าจอกราฟิก 3 มิติ
tr: ve her ikisini de doğrudan 3D grafik ekranındaki yeni pencerelere aktarın,
uk: і перенести обидва напряму в нові вікна на екрані тривимірної графіки,
ur: اور 3d گرافکس اسکرین میں دونوں کو براہ راست نئی ونڈوز میں منتقل کریں،
vi: và chuyển cả hai trực tiếp vào cửa sổ mới trong màn hình đồ họa 3D,

source: with only very minor adjustments.
es: con sólo ajustes muy menores.
sr: уз само врло мала подешавања.
sv: med endast mycket små justeringar.
sw: na marekebisho madogo tu.
ta: மிகச் சிறிய மாற்றங்களுடன்.
th: มีการปรับเปลี่ยนเพียงเล็กน้อยเท่านั้น
tr: çok küçük ayarlamalarla.
uk: лише з дуже незначними коригуваннями.
ur: صرف بہت معمولی ایڈجسٹمنٹ کے ساتھ۔
vi: chỉ với những điều chỉnh rất nhỏ.

source: 3d Credits
es: Créditos 3d
sr: 3д Цредитс
sv: 3D-krediter
sw: Mikopo ya 3d
ta: 3டி கிரெடிட்கள்
th: เครดิต 3 มิติ
tr: 3d Krediler
uk: 3d Кредити
ur: 3d کریڈٹس
vi: Tín dụng 3d

source: Hello and welcome to %s
es: Hola y bienvenido a %s
sr: Здраво и добродошли у %с
sv: Hej och välkommen till %s
sw: Hujambo na karibu kwa %s
ta: வணக்கம், %s-க்கு வருக.
th: สวัสดีและยินดีต้อนรับสู่ %s
tr: Merhaba ve %s'ye hoş geldiniz
uk: Привіт і ласкаво просимо до %s
ur: ہیلو اور %s میں خوش آمدید
vi: Xin chào và chào mừng đến với %s

source: About Minimal
es: Acerca de Minimal
sr: Абоут Минимал
sv: Om Minimal
sw: Kuhusu Minimal
ta: மினிமல் பற்றி
th: เกี่ยวกับมินิมอล
tr: Minimal Hakkında
uk: Про мінімальну
ur: کم سے کم کے بارے میں
vi: Giới thiệu về Minimal

source: Puzzle session stats :
es: Estadísticas de la sesión de rompecabezas:
sr: Статистика сесије слагалице:
sv: Pussel session statistik:
sw: Takwimu za kipindi cha mafumbo:
ta: புதிர் அமர்வு புள்ளிவிவரங்கள்:
th: สถิติเซสชันปริศนา:
tr: Bulmaca oturumu istatistikleri :
uk: Статистика сеансу головоломки:
ur: پہیلی سیشن کے اعدادوشمار:
vi: Thống kê phiên giải đố:

source: Solved :
es: Resuelto :
sr: Решено:
sv: Löst:
sw: Imetatuliwa:
ta: தீர்க்கப்பட்டது:
th: แก้ไขแล้ว :
tr: Çözüldü :
uk: Вирішено:
ur: حل شدہ:
vi: Đã giải quyết:

source: Correct moves :
es: Movimientos correctos:
sr: Исправни потези:
sv: Rätt drag:
sw: Hatua sahihi:
ta: சரியான நகர்வுகள்:
th: การเคลื่อนไหวที่ถูกต้อง :
tr: Doğru hamleler :
uk: Правильні рухи:
ur: درست حرکتیں:
vi: Các động thái đúng:

source: Hints used :
es: Consejos utilizados:
sr: Коришћени савети:
sv: Använda tips:
sw: Vidokezo vilivyotumika:
ta: பயன்படுத்தப்படும் குறிப்புகள்:
th: คำแนะนำที่ใช้:
tr: Kullanılan ipuçları :
uk: Використані підказки:
ur: استعمال شدہ اشارے:
vi: Gợi ý sử dụng:

source: Time up no. :
es: Se acabó el tiempo n.º:
sr: Време истекло бр. :
sv: Tid slut nej. :
sw: Muda umeisha no. :
ta: நேரம் முடிந்த எண்:
th: เวลาหมด :
tr: Zaman doldu no. :
uk: Часу немає. :
ur: ٹائم اپ نمبر :
vi: Thời gian hết hạn không:

source: Rating :
es: Clasificación :
sr: Оцена:
sv: Betyg :
sw: Ukadiriaji:
ta: மதிப்பீடு :
th: คะแนน :
tr: Değerlendirme :
uk: рейтинг:
ur: درجہ بندی:
vi: Đánh giá :

source: Puzzle mode :
es: Modo rompecabezas:
sr: Режим слагалице:
sv: Pusselläge:
sw: Hali ya fumbo:
ta: புதிர் முறை:
th: โหมดปริศนา :
tr: Bulmaca modu :
uk: Режим головоломки:
ur: پہیلی موڈ:
vi: Chế độ giải đố:

source: File -
es: Archivo -
sr: Фајл -
sv: Arkiv -
sw: Faili -
ta: கோப்பு -
th: ไฟล์ -
tr: Dosya -
uk: файл -
ur: فائل -
vi: Tài liệu -

source: No game loaded
es: No hay juego cargado
sr: Нема учитане игре
sv: Inget spel laddat
sw: Hakuna mchezo uliopakiwa
ta: எந்த விளையாட்டும் ஏற்றப்படவில்லை.
th: ไม่มีเกมโหลด
tr: Hiçbir oyun yüklenmedi
uk: Гра не завантажена
ur: کوئی گیم لوڈ نہیں ہے۔
vi: Không có trò chơi được tải

source: to play
es: para jugar
sr: играти се
sv: att spela
sw: kucheza
ta: விளையாட
th: ที่จะเล่น
tr: oynamak
uk: грати
ur: کھیلنے کے لیے
vi: để chơi

source: Move
es: Mover
sr: Помери се
sv: Flytta
sw: Sogeza
ta: நகர்த்து
th: เคลื่อนไหว
tr: Taşınmak
uk: рухатися
ur: منتقل
vi: Di chuyển

source: Puzzle complete
es: Rompecabezas completo
sr: Загонетка завршена
sv: Pusslet klart
sw: Fumbo limekamilika
ta: புதிர் முடிந்தது
th: ปริศนาเสร็จสมบูรณ์
tr: Bulmaca tamamlandı
uk: Головоломка готова
ur: پہیلی مکمل
vi: Câu đố hoàn thành

source: Correct moves
es: Movimientos correctos
sr: Исправни потези
sv: Rätt drag
sw: Hatua sahihi
ta: சரியான நகர்வுகள்
th: การเคลื่อนไหวที่ถูกต้อง
tr: Doğru hamleler
uk: Правильні рухи
ur: درست حرکتیں۔
vi: Di chuyển đúng

source: Your move...
es: Tu movimiento...
sr: Ваш потез...
sv: Ditt drag...
sw: Hatua yako...
ta: உன் நடவடிக்கை...
th: การเคลื่อนไหวของคุณ...
tr: Sıra sende...
uk: Ваш хід...
ur: تمہاری حرکت...
vi: Nước đi của bạn...

source: Engine :
es: Motor :
sr: Мотор:
sv: Motor:
sw: Injini:
ta: இயந்திரம்:
th: เครื่องยนต์ :
tr: Motor :
uk: двигун:
ur: انجن:
vi: Động cơ :

source: Search depth :
es: Profundidad de búsqueda:
sr: Дубина претраге:
sv: Sökdjup:
sw: Kina cha utafutaji:
ta: தேடல் ஆழம்:
th: ความลึกในการค้นหา :
tr: Arama derinliği :
uk: Глибина пошуку:
ur: تلاش کی گہرائی:
vi: Độ sâu tìm kiếm:

source: Evaluation :
es: Evaluación :
sr: Евалуатион :
sv: Utvärdering:
sw: Tathmini:
ta: மதிப்பீடு :
th: การประเมิน :
tr: Değerlendirme :
uk: Оцінка:
ur: تشخیص:
vi: Sự đánh giá :

source: Best line :
es: Mejor linea:
sr: Најбоља линија:
sv: Bästa raden:
sw: Mstari bora zaidi:
ta: சிறந்த வரி:
th: สายที่ดีที่สุด :
tr: En iyi satır :
uk: Найкраща лінія:
ur: بہترین لائن:
vi: Câu hay nhất:

source: Time taken :
es: Tiempo empleado:
sr: Потребно време:
sv: Tidsåtgång:
sw: Muda uliochukuliwa:
ta: எடுத்துக்கொண்ட நேரம்:
th: เวลาที่ใช้ :
tr: Harcanan zaman :
uk: Витрачений час:
ur: وقت لیا:
vi: Thời gian thực hiện:

source: Human vs Engine game :
es: Juego de humano contra motor:
sr: Игра људи против мотора:
sv: Human vs Engine spel:
sw: Mchezo wa Binadamu dhidi ya Injini:
ta: மனிதர் vs இயந்திர விளையாட்டு:
th: เกมมนุษย์ปะทะเครื่องยนต์ :
tr: İnsan vs Motor oyunu :
uk: Гра «Людина проти двигуна»:
ur: انسان بمقابلہ انجن گیم:
vi: Trò chơi Con người đấu với Máy móc:

source: Human (W) to play -
es: Humano (W) para jugar -
sr: Људски (В) за игру -
sv: Människan (W) att spela -
sw: Binadamu (W) kucheza -
ta: விளையாட வேண்டிய மனிதன் (W) -
th: มนุษย์ (W) ที่จะเล่น -
tr: İnsan (W) oynamak için -
uk: Людина (W), щоб грати -
ur: انسانی (W) کھیلنے کے لیے -
vi: Con người (W) để chơi -
