Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Alt - value adjustment with the <Alt> key down
es: Alt - ajuste de valor con la tecla <Alt> presionada
sr: Алт - подешавање вредности са тастером <Алт> надоле
sv: Alt - värdejustering med <Alt>-tangenten nedtryckt
sw: Alt - marekebisho ya thamani na kitufe cha <Alt> chini
ta: <Alt> விசையை கீழே அழுத்துவதன் மூலம் Alt - மதிப்பு சரிசெய்தல்
th: Alt - ปรับค่าโดยกดแป้น <Alt> ลง
tr: Alt - <Alt> tuşu aşağıdayken değer ayarlaması
uk: Alt - налаштування значення клавішею <Alt> вниз
ur: Alt - <Alt> کلید نیچے کے ساتھ ویلیو ایڈجسٹمنٹ
vi: Alt - điều chỉnh giá trị bằng phím <Alt>

source: Ctrl - value adjustment with the <Ctrl> key down
es: Ctrl - ajuste de valor con la tecla <Ctrl> presionada
sr: Цтрл - подешавање вредности са тастером <Цтрл> надоле
sv: Ctrl - värdejustering med <Ctrl>-tangenten nedtryckt
sw: Ctrl - marekebisho ya thamani na kitufe cha <Ctrl> chini
ta: Ctrl - <Ctrl> விசையை கீழே அழுத்துவதன் மூலம் மதிப்பு சரிசெய்தல்.
th: Ctrl - ปรับค่าโดยกดแป้น <Ctrl> ลง
tr: Ctrl - <Ctrl> tuşu aşağıdayken değer ayarlaması
uk: Ctrl - налаштування значення клавішею <Ctrl> вниз
ur: Ctrl - نیچے <Ctrl> کلید کے ساتھ ویلیو ایڈجسٹمنٹ
vi: Ctrl - điều chỉnh giá trị bằng phím <Ctrl>

source: Shift - value adjustment with the <Shift> key down
es: Shift - ajuste de valor con la tecla <Shift> presionada
sr: Схифт - подешавање вредности са тастером <Схифт> надоле
sv: Shift - värdejustering med <Shift>-tangenten nedåt
sw: Shift - marekebisho ya thamani na kitufe cha <Shift> chini
ta: <Shift> விசையை கீழே அழுத்துவதன் மூலம் Shift - மதிப்பு சரிசெய்தல்.
th: Shift - ปรับค่าโดยกดแป้น <Shift> ลง
tr: Shift - <Shift> tuşu aşağıdayken değer ayarlama
uk: Shift - налаштування значення клавішею <Shift> вниз
ur: شفٹ - <Shift> کلید نیچے کے ساتھ ویلیو ایڈجسٹمنٹ
vi: Shift - điều chỉnh giá trị bằng phím <Shift>

source: For more information on the score counter,
es: Para obtener más información sobre el contador de puntuaciones,
sr: За више информација о бројачу резултата,
sv: För mer information om poängräknaren,
sw: Kwa habari zaidi juu ya kaunta ya alama,
ta: மதிப்பெண் கவுண்டர் பற்றிய கூடுதல் தகவலுக்கு,
th: สำหรับข้อมูลเพิ่มเติมเกี่ยวกับตัวนับคะแนน
tr: Puan sayacı hakkında daha fazla bilgi için,
uk: Для отримання додаткової інформації про лічильник результатів,
ur: سکور کاؤنٹر پر مزید معلومات کے لیے،
vi: Để biết thêm thông tin về bộ đếm điểm,

source: click on the <Info> button below.
es: Haga clic en el botón <Info> a continuación.
sr: кликните на дугме <Инфо> испод.
sv: klicka på knappen <Info> nedan.
sw: bonyeza kitufe cha <Maelezo> hapa chini.
ta: கீழே உள்ள <தகவல்> பொத்தானைக் கிளிக் செய்யவும்.
th: คลิกที่ปุ่ม <Info> ด้านล่าง
tr: Aşağıdaki <Bilgi> butonuna tıklayın.
uk: натисніть кнопку <Інформація> нижче.
ur: نیچے <Info> بٹن پر کلک کریں۔
vi: nhấp vào nút <Thông tin> bên dưới.

source: This dialog box allows you to keep scores for quiz games,
es: Este cuadro de diálogo le permite mantener las puntuaciones de los juegos de preguntas y respuestas,
sr: Овај оквир за дијалог вам омогућава да задржите резултате за квиз игре,
sv: Denna dialogruta låter dig hålla poäng för frågesportspel,
sw: Kisanduku hiki cha mazungumzo hukuruhusu kuweka alama za michezo ya chemsha bongo,
ta: இந்த உரையாடல் பெட்டி வினாடி வினா விளையாட்டுகளுக்கான மதிப்பெண்களை வைத்திருக்க உங்களை அனுமதிக்கிறது,
th: กล่องโต้ตอบนี้ช่วยให้คุณสามารถเก็บคะแนนสำหรับเกมตอบคำถาม
tr: Bu iletişim kutusu, sınav oyunları için puanları tutmanıza olanak tanır.
uk: Це діалогове вікно дозволяє зберігати бали для вікторин,
ur: یہ ڈائیلاگ باکس آپ کو کوئز گیمز کے اسکور رکھنے کی اجازت دیتا ہے،
vi: Hộp thoại này cho phép bạn giữ điểm cho các trò chơi đố vui,

source: where you have to predict/guess the next move in a game
es: donde tienes que predecir/adivinar el siguiente movimiento en un juego
sr: где морате предвидети/погодити следећи потез у игри
sv: där du ska förutsäga/gissa nästa drag i ett spel
sw: ambapo unapaswa kutabiri/kukisia hatua inayofuata katika mchezo
ta: ஒரு விளையாட்டில் அடுத்த நகர்வை நீங்கள் கணிக்க/யூகிக்க வேண்டிய இடம்
th: ที่คุณต้องทำนาย/เดาการเคลื่อนไหวครั้งต่อไปในเกม
tr: Bir oyunda bir sonraki hamleyi tahmin etmeniz/öngörmeniz gereken yer
uk: де ви повинні передбачити/вгадати наступний хід у грі
ur: جہاں آپ کو گیم میں اگلے اقدام کی پیشن گوئی/ اندازہ لگانا ہوتا ہے۔
vi: nơi bạn phải dự đoán/đoán nước đi tiếp theo trong một trò chơi

source: and are awarded some points for doing so.
es: y se les otorgan algunos puntos por hacerlo.
sr: и за то добијају поене.
sv: och tilldelas några poäng för att göra det.
sw: na hutunukiwa baadhi ya pointi kwa kufanya hivyo.
ta: மேலும் அவ்வாறு செய்ததற்காக சில புள்ளிகள் வழங்கப்படுகின்றன.
th: และได้รับคะแนนจากการกระทำดังกล่าว
tr: ve bunu yaptıkları için de bazı puanlar alırlar.
uk: і отримують за це певні бали.
ur: اور ایسا کرنے پر کچھ پوائنٹس سے نوازا جاتا ہے۔
vi: và được thưởng một số điểm khi làm như vậy.

source: I have always enjoyed doing this kind of quiz
es: Siempre me ha gustado hacer este tipo de cuestionarios.
sr: Увек сам уживао радећи овакав квиз
sv: Jag har alltid tyckt om att göra den här typen av frågesport
sw: Nimefurahiya kila wakati kufanya jaribio la aina hii
ta: இந்த மாதிரியான வினாடி வினா செய்வதை நான் எப்போதும் ரசித்திருக்கிறேன்.
th: ฉันชอบทำแบบทดสอบประเภทนี้เสมอมา
tr: Bu tür sınavları yapmaktan her zaman keyif aldım
uk: Мені завжди подобалося виконувати такі тести
ur: میں نے ہمیشہ اس قسم کا کوئز کرنے کا لطف اٹھایا ہے۔
vi: Tôi luôn thích làm loại bài kiểm tra này

source: but dislike keeping score with pen and paper.
es: pero no me gusta llevar la cuenta con lápiz y papel.
sr: али не воли да води рачуна оловком и папиром.
sv: men ogillar att hålla poäng med penna och papper.
sw: lakini hapendi kuweka alama kwa kalamu na karatasi.
ta: ஆனால் பேனா மற்றும் காகிதத்துடன் மதிப்பெண் வைத்திருப்பது பிடிக்காது.
th: แต่ไม่ชอบการจดคะแนนด้วยปากกาและกระดาษ
tr: ama kalem kağıtla hesap tutmayı sevmem.
uk: але не люблю вести рахунок ручкою та папером.
ur: لیکن قلم اور کاغذ کے ساتھ سکور رکھنے کو ناپسند کرتے ہیں۔
vi: nhưng không thích ghi chép bằng bút và giấy.

source: If you want to try this kind of test I would recommend
es: Si quieres probar este tipo de prueba te recomiendo
sr: Ако желите да испробате ову врсту теста, препоручио бих вам
sv: Om du vill testa denna typ av test skulle jag rekommendera
sw: Ikiwa unataka kujaribu aina hii ya jaribio ningependekeza
ta: இந்த மாதிரியான பரிசோதனையை நீங்கள் முயற்சிக்க விரும்பினால், நான் பரிந்துரைக்கிறேன்
th: หากคุณอยากลองทดสอบแบบนี้ผมขอแนะนำ
tr: Eğer bu tür bir testi denemek istiyorsanız şunu tavsiye ederim:
uk: Якщо ви хочете спробувати такий тест, я рекомендую
ur: اگر آپ اس قسم کے ٹیسٹ کو آزمانا چاہتے ہیں تو میں تجویز کروں گا۔
vi: Nếu bạn muốn thử loại thử nghiệm này, tôi khuyên bạn nên

source: the <Solitaire Chess> articles written by Bruce Pandolfini
es: Los artículos de <Solitaire Chess> escritos por Bruce Pandolfini
sr: чланци из <Солитаире Цхесс> које је написао Бруце Пандолфини
sv: <Solitaire Chess>-artiklarna skrivna av Bruce Pandolfini
sw: makala ya <Solitaire Chess> iliyoandikwa na Bruce Pandolfini
ta: புரூஸ் பண்டோல்ஃபினி எழுதிய சொலிடேர் செஸ்> கட்டுரைகள்
th: บทความเรื่อง <Solitaire Chess> เขียนโดย Bruce Pandolfini
tr: <Solitaire Satranç> makaleleri Bruce Pandolfini tarafından yazılmıştır
uk: статті <Solitaire Chess>, написані Брюсом Пандольфіні
ur: بروس پانڈولفینی کے لکھے ہوئے <سولٹیئر شطرنج> مضامین
vi: các bài viết <Cờ vua Solitaire> được viết bởi Bruce Pandolfini

source: in the Chess Life magazine.
es: en la revista Chess Life.
sr: у часопису Цхесс Лифе.
sv: i tidningen Chess Life.
sw: kwenye jarida la Chess Life.
ta: செஸ் லைஃப் இதழில்.
th: ในนิตยสาร Chess Life
tr: Chess Life dergisinde.
uk: в журналі Chess Life.
ur: شطرنج لائف میگزین میں۔
vi: trên tạp chí Chess Life.

source: Although you can subscribe to this magazine, you can download
es: Aunque puedes suscribirte a esta revista, puedes descargarla
sr: Иако се можете претплатити на овај часопис, можете преузети
sv: Även om du kan prenumerera på den här tidningen kan du ladda ner
sw: Ingawa unaweza kujiandikisha kwa gazeti hili, unaweza kupakua
ta: இந்தப் பத்திரிகைக்கு நீங்கள் குழுசேரலாம் என்றாலும், நீங்கள் பதிவிறக்கம் செய்யலாம்
th: แม้ว่าคุณสามารถสมัครรับนิตยสารฉบับนี้ได้ แต่คุณสามารถดาวน์โหลดได้
tr: Bu dergiye abone olabilmenize rağmen, şunları indirebilirsiniz:
uk: Хоча ви можете підписатися на цей журнал, ви можете завантажити
ur: اگرچہ آپ اس میگزین کو سبسکرائب کر سکتے ہیں، آپ ڈاؤن لوڈ کر سکتے ہیں۔
vi: Mặc dù bạn có thể đăng ký tạp chí này, bạn có thể tải xuống

source: older issues that are 1 year out of date or more for free.
es: Números antiguos con 1 año o más de antigüedad, de forma gratuita.
sr: старија издања која су застарела годину дана или више бесплатно.
sv: äldre nummer som är 1 år inaktuella eller mer gratis.
sw: matoleo ya zamani ambayo yamepitwa na wakati kwa mwaka 1 au zaidi bila malipo.
ta: 1 வருடம் அல்லது அதற்கு மேற்பட்ட பழைய இதழ்களை இலவசமாகப் பெறலாம்.
th: ฉบับเก่าที่หมดอายุ 1 ปีขึ้นไปฟรี
tr: 1 yıl veya daha eski olan eski sayıları ücretsiz olarak edinin.
uk: старіші випуски, які застаріли 1 рік або більше, безкоштовно.
ur: پرانے مسائل جو 1 سال پرانے یا اس سے زیادہ مفت ہیں۔
vi: các ấn bản cũ hơn có thời hạn từ 1 năm trở lên miễn phí.

source: You can also download a PGN file that accompanies an issue.
es: También puedes descargar un archivo PGN que acompaña a cada ejemplar.
sr: Такође можете да преузмете ПГН датотеку која прати проблем.
sv: Du kan också ladda ner en PGN-fil som åtföljer ett problem.
sw: Unaweza pia kupakua faili ya PGN inayoambatana na suala.
ta: ஒரு சிக்கலுடன் வரும் PGN கோப்பையும் நீங்கள் பதிவிறக்கலாம்.
th: คุณสามารถดาวน์โหลดไฟล์ PGN ที่มาพร้อมกับปัญหาได้เช่นกัน
tr: Ayrıca bir sayıya eşlik eden PGN dosyasını da indirebilirsiniz.
uk: Ви також можете завантажити файл PGN, який супроводжує випуск.
ur: آپ ایک PGN فائل بھی ڈاؤن لوڈ کر سکتے ہیں جو کسی مسئلے کے ساتھ ہو۔
vi: Bạn cũng có thể tải xuống tệp PGN đi kèm với một vấn đề.

source: Older issues are available from the following link :-
es: Los números anteriores están disponibles en el siguiente enlace:
sr: Старија издања су доступна на следећем линку:-
sv: Äldre nummer är tillgängliga från följande länk:-
sw: Matoleo ya zamani yanapatikana kupitia kiungo kifuatacho:-
ta: பழைய இதழ்கள் பின்வரும் இணைப்பில் கிடைக்கின்றன:-
th: ฉบับเก่าสามารถดูได้จากลิงค์ต่อไปนี้ :-
tr: Daha eski sayılara aşağıdaki bağlantıdan ulaşabilirsiniz:
uk: Старі випуски доступні за таким посиланням: -
ur: پرانے مسائل درج ذیل لنک سے دستیاب ہیں:-
vi: Các số báo cũ hơn có thể được tìm thấy tại liên kết sau:

source: The Nimzo program is ideally suited to this kind of quiz
es: El programa Nimzo es ideal para este tipo de cuestionarios.
sr: Програм Нимзо је идеалан за ову врсту квиза
sv: Nimzo-programmet är idealiskt för denna typ av frågesport
sw: Mpango wa Nimzo unafaa kwa aina hii ya jaribio
ta: இந்த வகையான வினாடி வினாவிற்கு நிம்சோ திட்டம் மிகவும் பொருத்தமானது.
th: โปรแกรม Nimzo เหมาะอย่างยิ่งสำหรับแบบทดสอบประเภทนี้
tr: Nimzo programı bu tür sınavlar için idealdir
uk: Програма Nimzo ідеально підходить для такого роду вікторин
ur: نیمزو پروگرام مثالی طور پر اس قسم کے کوئز کے لیے موزوں ہے۔
vi: Chương trình Nimzo rất phù hợp với loại câu đố này

source: because its window sizes well. You can have the Nimzo program
es: Porque su ventana tiene buen tamaño. Puedes usar el programa Nimzo.
sr: јер је његов прозор добро величине. Можете имати Нимзо програм
sv: eftersom dess fönster storlekar bra. Du kan ha Nimzo-programmet
sw: kwa sababu dirisha lake lina ukubwa mzuri. Unaweza kuwa na programu ya Nimzo
ta: ஏனென்றால் அதன் சாளர அளவு நன்றாக உள்ளது. நீங்கள் நிம்சோ நிரலைப் பயன்படுத்தலாம்.
th: เนื่องจากหน้าต่างมีขนาดพอดี คุณสามารถใช้โปรแกรม Nimzo ได้
tr: çünkü pencere boyutları iyi. Nimzo programını kullanabilirsiniz
uk: тому що його вікно має хороший розмір. Ви можете отримати програму Nimzo
ur: کیونکہ اس کی کھڑکی کا سائز اچھا ہے۔ آپ نیمزو پروگرام لے سکتے ہیں۔
vi: vì kích thước cửa sổ của nó tốt. Bạn có thể có chương trình Nimzo

source: open in the left half of the screen with the PGN file loaded
es: abrir en la mitad izquierda de la pantalla con el archivo PGN cargado
sr: отворите у левој половини екрана са учитаном ПГН датотеком
sv: öppnas i den vänstra halvan av skärmen med PGN-filen laddad
sw: fungua katika nusu ya kushoto ya skrini na faili ya PGN ikiwa imepakiwa
ta: PGN கோப்பு ஏற்றப்பட்ட நிலையில் திரையின் இடது பாதியில் திறக்கவும்.
th: เปิดในครึ่งซ้ายของหน้าจอโดยโหลดไฟล์ PGN ไว้
tr: PGN dosyası yüklenmiş halde ekranın sol yarısında açılır
uk: відкрити в лівій половині екрана із завантаженим файлом PGN
ur: PGN فائل لوڈ ہونے کے ساتھ اسکرین کے بائیں نصف میں کھولیں۔
vi: mở ở nửa bên trái của màn hình với tệp PGN đã tải

source: and a PDF reader with the magazine loaded in the right half.
es: y un lector de PDF con la revista cargada en la mitad derecha.
sr: и ПДФ читач са часописом учитаним у десној половини.
sv: och en PDF-läsare med tidningen laddad i den högra halvan.
sw: na kisoma PDF kilicho na jarida lililopakiwa katika nusu sahihi.
ta: மற்றும் வலது பாதியில் பத்திரிகை ஏற்றப்பட்ட ஒரு PDF ரீடர்.
th: และเครื่องอ่าน PDF พร้อมนิตยสารที่โหลดไว้ในครึ่งขวา
tr: ve derginin sağ yarısına yerleştirildiği bir PDF okuyucu.
uk: і PDF-рідер із завантаженим журналом у праву половину.
ur: اور میگزین کے ساتھ ایک پی ڈی ایف ریڈر دائیں نصف میں بھرا ہوا ہے۔
vi: và một máy đọc PDF có chứa tạp chí ở nửa bên phải.

source: I use the free program <PDF-XChange Viewer> for this purpose.
es: Para este propósito utilizo el programa gratuito <PDF-XChange Viewer>.
sr: У ту сврху користим бесплатни програм <ПДФ-КСЦханге Виевер>.
sv: Jag använder gratisprogrammet <PDF-XChange Viewer> för detta ändamål.
sw: Ninatumia programu ya bure <PDF-XChange Viewer> kwa kusudi hili.
ta: இதற்காக நான் இலவச நிரலான <PDF-XChange Viewer> ஐப் பயன்படுத்துகிறேன்.
th: ฉันใช้โปรแกรมฟรี <PDF-XChange Viewer> เพื่อวัตถุประสงค์นี้
tr: Bu amaçla <PDF-XChange Viewer> adlı ücretsiz programı kullanıyorum.
uk: Для цього я використовую безкоштовну програму <PDF-XChange Viewer>.
ur: میں اس مقصد کے لیے مفت پروگرام <PDF-XChange Viewer> استعمال کرتا ہوں۔
vi: Tôi sử dụng chương trình miễn phí <PDF-XChange Viewer> cho mục đích này.

source: You can then set Nimzo to puzzle mode and use the counter
es: Luego puedes configurar Nimzo en modo rompecabezas y usar el contador.
sr: Затим можете да подесите Нимзо у режим загонетке и користите бројач
sv: Du kan sedan ställa in Nimzo på pusselläge och använda räknaren
sw: Kisha unaweza kuweka Nimzo kwenye modi ya mafumbo na utumie kaunta
ta: பின்னர் நீங்கள் நிம்சோவை புதிர் பயன்முறைக்கு அமைத்து கவுண்டரைப் பயன்படுத்தலாம்.
th: จากนั้นคุณสามารถตั้งค่า Nimzo เป็นโหมดปริศนาและใช้ตัวนับได้
tr: Daha sonra Nimzo'yu bulmaca moduna ayarlayabilir ve sayacı kullanabilirsiniz
uk: Потім ви можете перевести Nimzo в режим головоломки та використовувати лічильник
ur: اس کے بعد آپ نمزو کو پزل موڈ پر سیٹ کر سکتے ہیں اور کاؤنٹر استعمال کر سکتے ہیں۔
vi: Sau đó, bạn có thể đặt Nimzo ở chế độ giải đố và sử dụng bộ đếm

source: for keeping score.
es: para llevar la cuenta.
sr: за вођење резултата.
sv: för att hålla poäng.
sw: kwa kuweka alama.
ta: மதிப்பெண்ணை வைத்திருப்பதற்காக.
th: เพื่อการเก็บคะแนน
tr: puan tutmak için.
uk: для ведення рахунку.
ur: سکور رکھنے کے لیے۔
vi: để ghi điểm.

source: The counter can be reset to zero with a double click
es: El contador se puede restablecer a cero con un doble clic.
sr: Бројач се може вратити на нулу двоструким кликом
sv: Räknaren kan nollställas med ett dubbelklick
sw: Kaunta inaweza kuwekwa upya hadi sifuri kwa kubofya mara mbili
ta: இரட்டை சொடுக்கின் மூலம் கவுண்டரை பூஜ்ஜியத்திற்கு மீட்டமைக்க முடியும்.
th: สามารถรีเซ็ตตัวนับกลับเป็นศูนย์ได้ด้วยการคลิกสองครั้ง
tr: Sayaç çift tıklamayla sıfırlanabilir
uk: Лічильник можна скинути до нуля подвійним клацанням
ur: ڈبل کلک کے ساتھ کاؤنٹر کو صفر پر ری سیٹ کیا جا سکتا ہے۔
vi: Bộ đếm có thể được thiết lập lại về số không bằng cách nhấp đúp

source: in the grey border that surrounds the central number box.
es: en el borde gris que rodea el cuadro numérico central.
sr: у сивој ивици која окружује централни оквир са бројевима.
sv: i den grå gränsen som omger den centrala nummerrutan.
sw: kwenye mpaka wa kijivu unaozunguka kisanduku cha nambari cha kati.
ta: மைய எண் பெட்டியைச் சுற்றியுள்ள சாம்பல் நிற எல்லையில்.
th: ในขอบสีเทาที่ล้อมรอบช่องตัวเลขตรงกลาง
tr: Ortadaki sayı kutusunu çevreleyen gri çerçevede.
uk: у сірій рамці, що оточує центральне числове поле.
ur: مرکزی نمبر باکس کے چاروں طرف گرے بارڈر میں۔
vi: trong đường viền màu xám bao quanh ô số ở giữa.

source: If you find the tooltip for the score window annoying,
es: Si la información sobre herramientas de la ventana de puntuación te resulta molesta,
sr: Ако вам је објашњење за прозор са резултатом досадно,
sv: Om du tycker att verktygstipset för poängfönstret är irriterande,
sw: Ukiona kidokezo cha kidirisha cha alama kinakera,
ta: மதிப்பெண் சாளரத்திற்கான உதவிக்குறிப்பு உங்களுக்கு எரிச்சலூட்டுவதாக இருந்தால்,
th: หากคุณพบว่าคำอธิบายสำหรับหน้าต่างคะแนนนั้นน่ารำคาญ
tr: Puan penceresi için araç ipucunu rahatsız edici bulursanız,
uk: Якщо спливаюча підказка для вікна оцінки вас дратує,
ur: اگر آپ کو سکور ونڈو کا ٹول ٹِپ پریشان کن لگتا ہے،
vi: Nếu bạn thấy chú giải công cụ cho cửa sổ điểm số gây khó chịu,

source: you can switch it off with the <Tooltip on/off> button.
es: Puedes desactivarlo con el botón <Tooltip on/off>.
sr: можете га искључити помоћу дугмета <Тоолтип он/офф>.
sv: du kan stänga av den med knappen <Verktygstips på/av>.
sw: unaweza kuizima kwa kitufe cha <Tooltip on/off>.
ta: நீங்கள் அதை <Tooltip ஆன்/ஆஃப்> பொத்தானைப் பயன்படுத்தி அணைக்கலாம்.
th: คุณสามารถปิดมันได้ด้วยปุ่ม <Tooltip on/off>
tr: <İpucu açık/kapalı> düğmesiyle kapatabilirsiniz.
uk: ви можете вимкнути його за допомогою кнопки <Tooltip on/off>.
ur: آپ اسے <Tooltip on/off> بٹن کے ساتھ بند کر سکتے ہیں۔
vi: bạn có thể tắt nó bằng nút <Bật/Tắt Tooltip>.

source: Score counter info
es: Información del contador de puntuación
sr: Подаци о бројачу резултата
sv: Betygräknare info
sw: Maelezo ya kaunta ya alama
ta: ஸ்கோர் கவுண்டர் தகவல்
th: ข้อมูลตัวนับคะแนน
tr: Puan sayacı bilgisi
uk: Інформація про лічильник балів
ur: اسکور کاؤنٹر کی معلومات
vi: Thông tin về bộ đếm điểm

source: Please select the engine search info options :-
es: Seleccione las opciones de información de búsqueda del motor:
sr: Молимо изаберите опције за претрагу информација о претраживачу: -
sv: Vänligen välj alternativen för motorsökningsinformation: -
sw: Tafadhali chagua chaguzi za maelezo ya utafutaji wa injini:-
ta: தயவுசெய்து எஞ்சின் தேடல் தகவல் விருப்பங்களைத் தேர்ந்தெடுக்கவும்:-
th: กรุณาเลือกตัวเลือกข้อมูลการค้นหาเครื่องยนต์ :-
tr: Lütfen motor arama bilgisi seçeneklerini seçin:-
uk: Будь ласка, виберіть параметри інформації про пошукову систему: -
ur: براہ کرم انجن تلاش کی معلومات کے اختیارات منتخب کریں:-
vi: Vui lòng chọn các tùy chọn thông tin tìm kiếm của công cụ:

source: Display search info
es: Mostrar información de búsqueda
sr: Прикажи информације за претрагу
sv: Visa sökinformation
sw: Onyesha maelezo ya utafutaji
ta: தேடல் தகவலைக் காட்டு
th: แสดงข้อมูลการค้นหา
tr: Arama bilgilerini görüntüle
uk: Показати пошукову інформацію
ur: تلاش کی معلومات دکھائیں۔
vi: Hiển thị thông tin tìm kiếm

source: Human thinking
es: Pensamiento humano
sr: Људско размишљање
sv: Mänskligt tänkande
sw: Fikra za kibinadamu
ta: மனித சிந்தனை
th: ความคิดของมนุษย์
tr: İnsan düşüncesi
uk: Людське мислення
ur: انسانی سوچ
vi: Suy nghĩ của con người

source: Computer thinking
es: Pensamiento informático
sr: Рачунарско размишљање
sv: Datortänkande
sw: Tafakari ya kompyuta
ta: கணினி சிந்தனை
th: การคิดด้วยคอมพิวเตอร์
tr: Bilgisayar düşüncesi
uk: Комп'ютерне мислення
ur: کمپیوٹر سوچ
vi: Suy nghĩ máy tính

source: Engine name
es: Nombre del motor
sr: Назив мотора
sv: Motorns namn
sw: Jina la injini
ta: எஞ்சின் பெயர்
th: ชื่อเครื่องยนต์
tr: Motor adı
uk: Назва двигуна
ur: انجن کا نام
vi: Tên động cơ

source: Search depth
es: Profundidad de búsqueda
sr: Дубина претраге
sv: Sökdjup
sw: Utafutaji wa kina
ta: தேடல் ஆழம்
th: ความลึกในการค้นหา
tr: Arama derinliği
uk: Глибина пошуку
ur: تلاش کی گہرائی
vi: Độ sâu tìm kiếm

source: Evaluation
es: Evaluación
sr: Евалуација
sv: Utvärdering
sw: Tathmini
ta: மதிப்பீடு
th: การประเมิน
tr: Değerlendirme
uk: Оцінка
ur: تشخیص
vi: Sự đánh giá

source: Kilo nodes / sec
es: Kilo nodos/seg
sr: Кило чворови / сек
sv: Kilo noder/sek
sw: Vifundo vya Kilo / sekunde
ta: கிலோ நோடுகள் / வினாடி
th: กิโลโหนด/วินาที
tr: Kilo düğümleri / sn
uk: Кіло вузлів / сек
ur: کلو نوڈس / سیکنڈ
vi: Kilo nút / giây

source: Move time taken
es: Tiempo de movimiento empleado
sr: Заузето време за покрет
sv: Flytttiden tagit
sw: Muda wa kusonga umechukuliwa
ta: நகர்த்த எடுக்கப்பட்ட நேரம்
th: เวลาที่ใช้ในการเคลื่อนย้าย
tr: Hareket süresi alındı
uk: Витрачений час на переміщення
ur: منتقل کرنے کا وقت لیا گیا۔
vi: Thời gian di chuyển đã thực hiện

source: Best line
es: La mejor linea
sr: Најбоља линија
sv: Bästa raden
sw: Mstari bora
ta: சிறந்த வரி
th: สายที่ดีที่สุด
tr: En iyi satır
uk: Найкраща лінія
ur: بہترین لائن
vi: Dòng tốt nhất

source: Max move no.
es: Movimiento máximo n.º
sr: Максимални потез бр.
sv: Max drag nr.
sw: Max hoja no.
ta: அதிகபட்ச நகர்வு எண்.
th: จำนวนการเคลื่อนไหวสูงสุด
tr: Maksimum hareket no.
uk: Максимальний хід немає.
ur: زیادہ سے زیادہ اقدام نمبر
vi: Số nước di chuyển tối đa

source: Auto select panel
es: Panel de selección automática
sr: Панел за аутоматски избор
sv: Automatisk valpanel
sw: Paneli ya kuchagua kiotomatiki
ta: தானியங்கு தேர்வுப் பலகம்
th: แผงเลือกอัตโนมัติ
tr: Otomatik seçim paneli
uk: Панель автоматичного вибору
ur: آٹو سلیکٹ پینل
vi: Bảng chọn tự động

source: Display engine search info during a move search
es: Mostrar información de búsqueda del motor durante una búsqueda de movimiento
sr: Прикажи информације о претраживачу током претраге потеза
sv: Visa motorsökinformation under en flyttsökning
sw: Onyesha maelezo ya utafutaji wa injini wakati wa utafutaji wa hoja
ta: நகர்த்தல் தேடலின் போது இயந்திர தேடல் தகவலைக் காண்பி.
th: แสดงข้อมูลการค้นหาเครื่องยนต์ในระหว่างการค้นหาการเคลื่อนย้าย
tr: Bir hareket araması sırasında motor arama bilgilerini görüntüle
uk: Відображення інформації про пошукову систему під час пошуку за переміщенням
ur: حرکت کی تلاش کے دوران انجن کی تلاش کی معلومات دکھائیں۔
vi: Hiển thị thông tin tìm kiếm của công cụ trong quá trình tìm kiếm di chuyển

source: Display search info when human is thinking,
es: Mostrar información de búsqueda cuando el humano está pensando.
sr: Прикажи информације за претрагу када човек размишља,
sv: Visa sökinformation när människan tänker,
sw: Onyesha maelezo ya utafutaji wakati mwanadamu anafikiri,
ta: மனிதன் சிந்திக்கும்போது தேடல் தகவலைக் காட்டு,
th: แสดงข้อมูลการค้นหาเมื่อมนุษย์กำลังคิด
tr: İnsan düşünürken arama bilgilerini görüntüle,
uk: Показувати пошукову інформацію, коли людина думає,
ur: تلاش کی معلومات دکھائیں جب انسان سوچ رہا ہو،
vi: Hiển thị thông tin tìm kiếm khi con người đang suy nghĩ,

source: (Ponder must be on)
es: (La reflexión debe estar activada)
sr: (Размишљање мора бити укључено)
sv: (Grundet måste vara på)
sw: (Tafakari lazima iwashwe)
ta: (சிந்தித்துப் பார்க்க வேண்டும்)
th: (ต้องพิจารณา)
tr: (Düşünmek açık olmalı)
uk: (Пондер має бути ввімкнено)
ur: (غور کرنا ضروری ہے)
vi: (Phải suy ngẫm)

source: Display search info when computer is thinking
es: Mostrar información de búsqueda cuando la computadora está pensando
sr: Прикажите информације за претрагу када рачунар размишља
sv: Visa sökinformation när datorn tänker
sw: Onyesha maelezo ya utafutaji wakati kompyuta inafikiri
ta: கணினி சிந்திக்கும்போது தேடல் தகவலைக் காட்டு.
th: แสดงข้อมูลการค้นหาเมื่อคอมพิวเตอร์กำลังคิด
tr: Bilgisayar düşünürken arama bilgilerini görüntüle
uk: Відображення інформації про пошук, коли комп'ютер думає
ur: جب کمپیوٹر سوچ رہا ہو تو تلاش کی معلومات دکھائیں۔
vi: Hiển thị thông tin tìm kiếm khi máy tính đang suy nghĩ
