Repository: RoySawyer/Nimzo_3d_i18c
Catalog: main_1_*.po
Languages: es, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Number of engines in the tournament
es: Número de motores en el torneo
sr: Број мотора на турниру
sv: Antal motorer i turneringen
sw: Idadi ya injini katika mashindano
ta: போட்டியில் உள்ள இயந்திரங்களின் எண்ணிக்கை
th: จำนวนเครื่องยนต์ในการแข่งขัน
tr: Turnuvadaki motor sayısı
uk: Кількість двигунів у турнірі
ur: ٹورنامنٹ میں انجنوں کی تعداد
vi: Số lượng động cơ trong giải đấu

source: Select the time controls for the tournament
es: Selecciona los controles de tiempo para el torneo
sr: Изаберите временске контроле за турнир
sv: Välj tidskontrollerna för turneringen
sw: Chagua vidhibiti vya muda vya mashindano
ta: போட்டிக்கான நேரக் கட்டுப்பாடுகளைத் தேர்ந்தெடுக்கவும்.
th: เลือกการควบคุมเวลาสำหรับการแข่งขัน
tr: Turnuva için zaman kontrollerini seçin
uk: Виберіть контроль часу для турніру
ur: ٹورنامنٹ کے لیے ٹائم کنٹرولز کو منتخب کریں۔
vi: Chọn thời gian kiểm soát cho giải đấu

source: Time control for tournament
es: Control de tiempo para el torneo
sr: Контрола времена за турнир
sv: Tidskontroll för turnering
sw: Udhibiti wa wakati wa mashindano
ta: போட்டிக்கான நேரக் கட்டுப்பாடு
th: การควบคุมเวลาสำหรับการแข่งขัน
tr: Turnuva için zaman kontrolü
uk: Контроль часу на турнір
ur: ٹورنامنٹ کے لیے ٹائم کنٹرول
vi: Kiểm soát thời gian cho giải đấu

source: Open the engine dialog box
es: Abrir el cuadro de diálogo del motor
sr: Отворите дијалог мотора
sv: Öppna motordialogrutan
sw: Fungua sanduku la mazungumzo ya injini
ta: எஞ்சின் உரையாடல் பெட்டியைத் திறக்கவும்.
th: เปิดกล่องโต้ตอบเครื่องยนต์
tr: Motor iletişim kutusunu açın
uk: Відкрийте діалогове вікно двигуна
ur: انجن ڈائیلاگ باکس کھولیں۔
vi: Mở hộp thoại động cơ

source: Open the engine time adjustment dialog box
es: Abra el cuadro de diálogo de ajuste del tiempo del motor
sr: Отворите дијалог за подешавање времена мотора
sv: Öppna dialogrutan för motortidsjustering
sw: Fungua kisanduku cha mazungumzo ya kurekebisha wakati wa injini
ta: எஞ்சின் நேர சரிசெய்தல் உரையாடல் பெட்டியைத் திறக்கவும்.
th: เปิดกล่องโต้ตอบการปรับเวลาเครื่องยนต์
tr: Motor zaman ayarlama iletişim kutusunu açın
uk: Відкрийте діалогове вікно налаштування часу двигуна
ur: انجن ٹائم ایڈجسٹمنٹ ڈائیلاگ باکس کھولیں۔
vi: Mở hộp thoại điều chỉnh thời gian động cơ

source: Start the tournament
es: Comienza el torneo
sr: Започните турнир
sv: Starta turneringen
sw: Anza mashindano
ta: போட்டியைத் தொடங்கு
th: เริ่มการแข่งขัน
tr: Turnuvayı başlat
uk: Розпочати турнір
ur: ٹورنامنٹ شروع کریں۔
vi: Bắt đầu giải đấu

source: Select for single round robin format
es: Seleccionar para el formato de todos contra todos
sr: Изаберите за један кружни формат
sv: Välj för single round robin-format
sw: Chagua kwa umbizo la robin la pande zote
ta: ஒற்றை ரவுண்ட் ராபின் வடிவத்திற்குத் தேர்ந்தெடுக்கவும்.
th: เลือกรูปแบบการแข่งขันแบบ Round Robin รอบเดียว
tr: Tek turlu turnuva formatına göre seçim yapın
uk: Виберіть для одноразового формату
ur: سنگل راؤنڈ رابن فارمیٹ کے لیے منتخب کریں۔
vi: Chọn cho định dạng vòng tròn đơn

source: Select for double round robin format
es: Seleccionar para el formato de doble round robin
sr: Изаберите за двоструки кружни формат
sv: Välj för dubbelt round robin-format
sw: Chagua kwa umbizo la robin pande zote mbili
ta: இரட்டை ரவுண்ட் ராபின் வடிவத்திற்குத் தேர்ந்தெடுக்கவும்.
th: เลือกรูปแบบรอบโรบินคู่
tr: Çift devreli turnuva formatına göre seçim yapın
uk: Виберіть для формату подвійної кругової системи
ur: ڈبل راؤنڈ رابن فارمیٹ کے لیے منتخب کریں۔
vi: Chọn cho thể thức vòng tròn đôi

source: Select for Swiss system format
es: Seleccionar para el formato del sistema suizo
sr: Изаберите за формат швајцарског система
sv: Välj för schweiziskt systemformat
sw: Chagua kwa umbizo la mfumo wa Uswizi
ta: சுவிஸ் அமைப்பு வடிவமைப்பிற்குத் தேர்ந்தெடுக்கவும்.
th: เลือกรูปแบบระบบสวิส
tr: İsviçre sistem formatı için seçin
uk: Виберіть для формату швейцарської системи
ur: سوئس سسٹم فارمیٹ کے لیے منتخب کریں۔
vi: Chọn định dạng hệ thống Thụy Sĩ

source: Select for knockout format with seeded pairings
es: Seleccionar para formato eliminatorio con emparejamientos sembrados
sr: Изаберите за нокаут формат са постављеним паровима
sv: Välj för knockout-format med seedade parningar
sw: Chagua kwa umbizo la mtoano na jozi zilizopandwa
ta: சீட் செய்யப்பட்ட ஜோடிகளுடன் நாக் அவுட் வடிவத்திற்குத் தேர்ந்தெடுக்கவும்.
th: เลือกรูปแบบน็อคเอาท์พร้อมคู่วางอันดับ
tr: Seribaşı eşleşmelerle eleme formatı için seçim yapın
uk: Виберіть для формату вибування з сіяними парами
ur: سیڈڈ پیئرنگ کے ساتھ ناک آؤٹ فارمیٹ کے لیے منتخب کریں۔
vi: Chọn cho định dạng loại trực tiếp với các cặp hạt giống

source: Select for knockout format with random pairings
es: Seleccionar para formato eliminatorio con emparejamientos aleatorios
sr: Изаберите за нокаут формат са насумичним паровима
sv: Välj för knockout-format med slumpmässiga parningar
sw: Chagua kwa umbizo la mtoano kwa kuoanisha nasibu
ta: சீரற்ற ஜோடிகளுடன் நாக் அவுட் வடிவத்திற்குத் தேர்ந்தெடுக்கவும்.
th: เลือกรูปแบบน็อคเอาท์พร้อมการจับคู่แบบสุ่ม
tr: Rastgele eşleştirmelerle nakavt formatı için seçim yapın
uk: Виберіть формат нокауту з випадковими парами
ur: بے ترتیب جوڑیوں کے ساتھ ناک آؤٹ فارمیٹ کے لیے منتخب کریں۔
vi: Chọn cho định dạng loại trực tiếp với các cặp ngẫu nhiên

source: Input number of knockout repeat games
es: Ingrese el número de juegos de repetición eliminatoria
sr: Унесите број понављања нокаут игара
sv: Ange antal upprepade knockoutspel
sw: Ingiza idadi ya michezo ya marudio ya mtoano
ta: நாக் அவுட் ரிபீட் கேம்களின் உள்ளீட்டு எண்ணிக்கை
th: ใส่จำนวนครั้งในการน็อคเอาท์เกมซ้ำ
tr: Nakavt tekrar oyunlarının sayısını girin
uk: Введіть кількість повторних ігор на нокаут
ur: ناک آؤٹ ریپیٹ گیمز کی ان پٹ تعداد
vi: Nhập số trận đấu loại trực tiếp lặp lại

source: before reduction to 1 minute blitz
es: antes de la reducción a 1 minuto de blitz
sr: пре смањења на 1 минут блиц
sv: innan minskning till 1 minut blitz
sw: kabla ya kupunguzwa hadi blitz ya dakika 1
ta: 1 நிமிட பிளிட்ஸாகக் குறைப்பதற்கு முன்
th: ก่อนลดเหลือบลิทซ์ 1 นาที
tr: 1 dakikalık saldırı süresine indirilmeden önce
uk: перед скороченням до 1 хвилини бліцу
ur: 1 منٹ بلٹز تک کمی سے پہلے
vi: trước khi giảm xuống còn 1 phút chớp nhoáng

source: Input number of rounds in the tournament
es: Ingrese el número de rondas en el torneo
sr: Унесите број рунди на турниру
sv: Ange antal omgångar i turneringen
sw: Ingizo idadi ya raundi katika mashindano
ta: போட்டியில் உள்ள சுற்றுகளின் எண்ணிக்கையை உள்ளிடவும்.
th: ป้อนจำนวนรอบในการแข่งขัน
tr: Turnuvadaki tur sayısını girin
uk: Введіть кількість раундів у турнірі
ur: ٹورنامنٹ میں راؤنڈز کی تعداد درج کریں۔
vi: Nhập số vòng trong giải đấu

source: Number of games in the tournament
es: Número de partidos en el torneo
sr: Број утакмица на турниру
sv: Antal matcher i turneringen
sw: Idadi ya michezo katika mashindano
ta: போட்டியில் உள்ள ஆட்டங்களின் எண்ணிக்கை
th: จำนวนเกมในการแข่งขัน
tr: Turnuvadaki oyun sayısı
uk: Кількість ігор в турнірі
ur: ٹورنامنٹ میں کھیلوں کی تعداد
vi: Số lượng trò chơi trong giải đấu

source: Input the move number limit for the games
es: Ingrese el límite de número de movimientos para los juegos
sr: Унесите ограничење броја потеза за игре
sv: Ange dragnummergränsen för spelen
sw: Weka kikomo cha nambari ya kusonga kwa michezo
ta: விளையாட்டுகளுக்கான நகர்வு எண் வரம்பை உள்ளிடவும்.
th: ระบุจำนวนจำกัดการเคลื่อนที่ของเกม
tr: Oyunlar için hareket sayısı sınırını girin
uk: Введіть ліміт кількості ходів для ігор
ur: گیمز کے لیے موو نمبر کی حد درج کریں۔
vi: Nhập số lượng nước đi giới hạn cho các trò chơi

source: Chose the opening book for the tournament
es: Elige el libro de apertura para el torneo.
sr: Одабрао прву књигу за турнир
sv: Valde öppningsboken för turneringen
sw: Chagua kitabu cha ufunguzi wa mashindano
ta: போட்டிக்கான தொடக்கப் புத்தகத்தைத் தேர்ந்தெடுத்தேன்.
th: เลือกหนังสือเปิดการแข่งขัน
tr: Turnuvanın açılış kitabını seçti
uk: Виберіть першу книгу для турніру
ur: ٹورنامنٹ کے لیے ابتدائی کتاب کا انتخاب کریں۔
vi: Chọn cuốn sách mở đầu cho giải đấu

source: Save the tournament settings to a file
es: Guardar la configuración del torneo en un archivo
sr: Сачувајте подешавања турнира у датотеку
sv: Spara turneringsinställningarna i en fil
sw: Hifadhi mipangilio ya mashindano kwenye faili
ta: போட்டி அமைப்புகளை ஒரு கோப்பில் சேமிக்கவும்.
th: บันทึกการตั้งค่าการแข่งขันลงในไฟล์
tr: Turnuva ayarlarını bir dosyaya kaydedin
uk: Збережіть налаштування турніру у файл
ur: ٹورنامنٹ کی ترتیبات کو فائل میں محفوظ کریں۔
vi: Lưu cài đặt giải đấu vào một tập tin

source: Load the tournament settings from a file
es: Cargar la configuración del torneo desde un archivo
sr: Учитајте подешавања турнира из датотеке
sv: Ladda turneringsinställningarna från en fil
sw: Pakia mipangilio ya mashindano kutoka kwa faili
ta: ஒரு கோப்பிலிருந்து போட்டி அமைப்புகளை ஏற்றவும்.
th: โหลดการตั้งค่าการแข่งขันจากไฟล์
tr: Turnuva ayarlarını bir dosyadan yükleyin
uk: Завантажте налаштування турніру з файлу
ur: ایک فائل سے ٹورنامنٹ کی ترتیبات لوڈ کریں۔
vi: Tải cài đặt giải đấu từ một tập tin

source: This allows you to stage automatic engine tournaments.
es: Esto le permitirá organizar torneos de motor automáticos.
sr: Ово вам омогућава да организујете турнире аутоматских мотора.
sv: Detta gör att du kan arrangera automatiska motorturneringar.
sw: Hii hukuruhusu kupanga mashindano ya injini kiotomatiki.
ta: இது தானியங்கி இயந்திர போட்டிகளை நடத்த உங்களை அனுமதிக்கிறது.
th: สิ่งนี้ทำให้คุณสามารถจัดการแข่งขันเครื่องยนต์อัตโนมัติได้
tr: Bu, otomatik motor turnuvaları düzenlemenize olanak tanır.
uk: Це дозволяє влаштовувати автоматичні турніри двигуна.
ur: یہ آپ کو خودکار انجن کے ٹورنامنٹس کو اسٹیج کرنے کی اجازت دیتا ہے۔
vi: Tính năng này cho phép bạn tổ chức các giải đấu động cơ tự động.

source: You can select the engines to play and the options to use for the tournament.
es: Podrás seleccionar los motores a utilizar y las opciones a utilizar para el torneo.
sr: Можете одабрати моторе за играње и опције које ћете користити за турнир.
sv: Du kan välja vilka motorer du vill spela och de alternativ som ska användas för turneringen.
sw: Unaweza kuchagua injini za kucheza na chaguzi za kutumia kwa mashindano.
ta: நீங்கள் விளையாட வேண்டிய இயந்திரங்களையும், போட்டிக்குப் பயன்படுத்த வேண்டிய விருப்பங்களையும் தேர்ந்தெடுக்கலாம்.
th: คุณสามารถเลือกเครื่องยนต์ที่จะเล่นและตัวเลือกที่จะใช้สำหรับการแข่งขันได้
tr: Turnuvada oynayacağınız motorları ve kullanacağınız seçenekleri seçebilirsiniz.
uk: Ви можете вибрати двигуни для гри та параметри для турніру.
ur: آپ کھیلنے کے لیے انجن اور ٹورنامنٹ کے لیے استعمال کرنے کے اختیارات منتخب کر سکتے ہیں۔
vi: Bạn có thể chọn công cụ để chơi và các tùy chọn để sử dụng cho giải đấu.

source: For an engine tournament, engines are loaded from engine parameter files (*.epm)
es: Para un torneo de motores, los motores se cargan desde archivos de parámetros de motor (*.
sr: За турнир мотора, мотори се учитавају из датотека параметара мотора (*.
sv: För en motorturnering laddas motorer från motorparameterfiler (*.
sw: Kwa mashindano ya injini, injini hupakiwa kutoka kwa faili za parameta ya injini (* .
ta: ஒரு எஞ்சின் போட்டிக்கு, எஞ்சின் அளவுரு கோப்புகளிலிருந்து எஞ்சின்கள் ஏற்றப்படுகின்றன (*.
th: สำหรับการแข่งขันเครื่องยนต์ เครื่องยนต์จะถูกโหลดจากไฟล์พารามิเตอร์เครื่องยนต์ (*.
tr: Bir motor turnuvası için motorlar, motor parametre dosyalarından (*.
uk: Для турніру двигунів двигуни завантажуються з файлів параметрів двигуна (*.
ur: انجن ٹورنامنٹ کے لیے، انجن انجن پیرامیٹر فائلوں سے لوڈ کیے جاتے ہیں (*.
vi: Đối với giải đấu engine, engine được tải từ các tệp tham số engine (*.

source: These files can be created by opening the Engine dialog box,
es: Estos archivos se pueden crear abriendo el cuadro de diálogo Motor,
sr: Ове датотеке се могу креирати отварањем оквира за дијалог Енгине,
sv: Dessa filer kan skapas genom att öppna dialogrutan Engine,
sw: Faili hizi zinaweza kuundwa kwa kufungua sanduku la mazungumzo ya Injini,
ta: இந்த கோப்புகளை எஞ்சின் உரையாடல் பெட்டியைத் திறப்பதன் மூலம் உருவாக்கலாம்,
th: คุณสามารถสร้างไฟล์เหล่านี้ได้โดยการเปิดกล่องโต้ตอบ Engine
tr: Bu dosyalar Motor iletişim kutusunu açarak oluşturulabilir.
uk: Ці файли можна створити, відкривши діалогове вікно Engine,
ur: یہ فائلیں انجن ڈائیلاگ باکس کھول کر بنائی جا سکتی ہیں،
vi: Những tập tin này có thể được tạo bằng cách mở hộp thoại Engine,

source: selecting the options for the engine and saving the engine settings to a file (*.epm)
es: seleccionar las opciones para el motor y guardar la configuración del motor en un archivo (*.epm)
sr: бирање опција за мотор и чување подешавања мотора у датотеку (*.епм)
sv: välja alternativ för motorn och spara motorinställningarna i en fil (*.epm)
sw: kuchagua chaguzi za injini na kuhifadhi mipangilio ya injini kwenye faili (*.epm)
ta: எஞ்சினுக்கான விருப்பங்களைத் தேர்ந்தெடுத்து எஞ்சின் அமைப்புகளை ஒரு கோப்பில் (*.epm) சேமிக்கவும்.
th: การเลือกตัวเลือกสำหรับเครื่องยนต์และบันทึกการตั้งค่าเครื่องยนต์ไปยังไฟล์ (*.epm)
tr: motor için seçenekleri seçme ve motor ayarlarını bir dosyaya (*.epm) kaydetme
uk: вибір параметрів движка та збереження налаштувань движка у файл (*.epm)
ur: انجن کے لیے اختیارات کا انتخاب کرنا اور انجن کی سیٹنگز کو فائل میں محفوظ کرنا (*.epm)
vi: chọn các tùy chọn cho động cơ và lưu cài đặt động cơ vào một tệp (*.epm)

source: For more information, click on the < epm file help > button at the bottom of the screen.
es: Para obtener más información, haga clic en el botón <ayuda del archivo epm> en la parte inferior de la pantalla.
sr: За више информација кликните на дугме < епм филе хелп > дугме на дну екрана.
sv: För mer information, klicka på knappen < epm file help > längst ned på skärmen.
sw: Kwa maelezo zaidi, bofya kitufe cha < epm file help > kilicho chini ya skrini.
ta: மேலும் தகவலுக்கு, திரையின் அடிப்பகுதியில் உள்ள <epm கோப்பு உதவி > பொத்தானைக் கிளிக் செய்யவும்.
th: สำหรับข้อมูลเพิ่มเติม คลิกที่ปุ่ม < วิธีใช้ไฟล์ epm > ที่ด้านล่างของหน้าจอ
tr: Daha fazla bilgi için ekranın alt kısmındaki < epm file help > butonuna tıklayın.
uk: Для отримання додаткової інформації натисніть кнопку <довідка щодо файлу epm> у нижній частині екрана.
ur: مزید معلومات کے لیے، اسکرین کے نیچے <ای پی ایم فائل مدد> بٹن پر کلک کریں۔
vi: Để biết thêm thông tin, hãy nhấp vào nút < trợ giúp tệp epm > ở cuối màn hình.

source: You can set the following options for an engine tournament :-
es: Puede configurar las siguientes opciones para un torneo de motor:
sr: Можете подесити следеће опције за турнир мотора: -
sv: Du kan ställa in följande alternativ för en motorturnering:-
sw: Unaweza kuweka chaguzi zifuatazo kwa mashindano ya injini:-
ta: ஒரு எஞ்சின் போட்டிக்கு பின்வரும் விருப்பங்களை நீங்கள் அமைக்கலாம்:-
th: คุณสามารถตั้งค่าตัวเลือกต่อไปนี้สำหรับการแข่งขันเครื่องยนต์:
tr: Bir motor turnuvası için aşağıdaki seçenekleri ayarlayabilirsiniz:
uk: Ви можете встановити такі параметри для турніру двигуна:-
ur: آپ انجن ٹورنامنٹ کے لیے درج ذیل آپشنز سیٹ کر سکتے ہیں:-
vi: Bạn có thể thiết lập các tùy chọn sau cho giải đấu động cơ:

source: PGN filename : Select the PGN filename to store the engine tournament games.
es: Nombre de archivo PGN: seleccione el nombre de archivo PGN para almacenar los juegos del torneo del motor.
sr: ПГН име датотеке : Изаберите име ПГН датотеке да бисте сачували игре турнира мотора.
sv: PGN-filnamn : Välj PGN-filnamnet för att lagra motorturneringsspelen.
sw: PGN jina la faili : Chagua jina la faili la PGN ili kuhifadhi michezo ya mashindano ya injini.
ta: PGN கோப்புப் பெயர்: எஞ்சின் போட்டி விளையாட்டுகளைச் சேமிக்க PGN கோப்புப் பெயரைத் தேர்ந்தெடுக்கவும்.
th: ชื่อไฟล์ PGN: เลือกชื่อไฟล์ PGN เพื่อจัดเก็บเกมการแข่งขันเครื่องยนต์
tr: PGN dosya adı: Motor turnuva oyunlarını saklamak için PGN dosya adını seçin.
uk: Ім'я файлу PGN: виберіть ім'я файлу PGN для зберігання турнірних ігор двигуна.
ur: PGN فائل کا نام : انجن ٹورنامنٹ گیمز کو اسٹور کرنے کے لیے PGN فائل کا نام منتخب کریں۔
vi: Tên tệp PGN: Chọn tên tệp PGN để lưu trữ các trò chơi giải đấu của công cụ.

source: If no filename is input, EngineTour.pgn will be used
es: Si no se ingresa ningún nombre de archivo, se utilizará EngineTour.pgn
sr: Ако се не унесе име датотеке, користиће се ЕнгинеТоур.пгн
sv: Om inget filnamn matas in kommer EngineTour.pgn att användas
sw: Ikiwa hakuna jina la faili linaloingizwa, EngineTour.pgn itatumika
ta: எந்த கோப்புப் பெயரும் உள்ளிடப்படவில்லை என்றால், EngineTour.pgn பயன்படுத்தப்படும்.
th: หากไม่ได้ใส่ชื่อไฟล์ ระบบจะใช้ EngineTour.pgn
tr: Dosya adı girilmezse, EngineTour.pgn kullanılacaktır
uk: Якщо ім’я файлу не введено, буде використано EngineTour.pgn
ur: اگر کوئی فائل نام ان پٹ نہیں ہے تو EngineTour.pgn استعمال کیا جائے گا۔
vi: Nếu không nhập tên tệp, EngineTour.pgn sẽ được sử dụng

source: Select engines : Choose the engines to play in the tournament.
es: Seleccionar motores: elige los motores que jugarán en el torneo.
sr: Изаберите моторе: Изаберите моторе за играње на турниру.
sv: Välj motorer : Välj motorerna att spela i turneringen.
sw: Chagua injini : Chagua injini za kucheza kwenye mashindano.
ta: இயந்திரங்களைத் தேர்ந்தெடுக்கவும்: போட்டியில் விளையாட இயந்திரங்களைத் தேர்ந்தெடுக்கவும்.
th: เลือกเครื่องยนต์ : เลือกเครื่องยนต์ที่จะเล่นในทัวร์นาเมนต์
tr: Motorları seçin: Turnuvada oynanacak motorları seçin.
uk: Виберіть механізми: виберіть двигуни для участі в турнірі.
ur: انجن منتخب کریں : ٹورنامنٹ میں کھیلنے کے لیے انجنوں کا انتخاب کریں۔
vi: Chọn động cơ: Chọn động cơ để chơi trong giải đấu.

source: Engines are displayed in a list box.
es: Los motores se muestran en un cuadro de lista.
sr: Мотори су приказани у оквиру са листом.
sv: Motorer visas i en listruta.
sw: Injini zinaonyeshwa kwenye kisanduku cha orodha.
ta: எஞ்சின்கள் ஒரு பட்டியல் பெட்டியில் காட்டப்படும்.
th: เครื่องยนต์จะแสดงในกล่องรายการ
tr: Motorlar bir liste kutusunda görüntülenir.
uk: Двигуни відображаються у списку.
ur: انجن لسٹ باکس میں دکھائے جاتے ہیں۔
vi: Động cơ được hiển thị trong hộp danh sách.

source: Opening book : Select which opening book that you want to use for the tournament.
es: Libro de aperturas: selecciona el libro de aperturas que quieres utilizar para el torneo.
sr: Уводна књига : Изаберите коју уводну књигу желите да користите за турнир.
sv: Öppningsbok : Välj vilken öppningsbok du vill använda för turneringen.
sw: Kitabu cha ufunguzi : Chagua kitabu cha ufunguzi ambacho ungependa kutumia kwa mashindano.
ta: தொடக்கப் புத்தகம்: போட்டிக்கு நீங்கள் பயன்படுத்த விரும்பும் தொடக்கப் புத்தகத்தைத் தேர்ந்தெடுக்கவும்.
th: หนังสือเปิด: เลือกหนังสือเปิดที่คุณต้องการใช้สำหรับการแข่งขัน
tr: Açılış kitabı: Turnuvada kullanmak istediğiniz açılış kitabını seçin.
uk: Книга відкриття : виберіть книгу відкриття, яку ви хочете використовувати для турніру.
ur: افتتاحی کتاب : وہ افتتاحی کتاب منتخب کریں جسے آپ ٹورنامنٹ کے لیے استعمال کرنا چاہتے ہیں۔
vi: Sách khai cuộc: Chọn sách khai cuộc mà bạn muốn sử dụng cho giải đấu.

source: Engine : Open the engine dialog box.
es: Motor: abre el cuadro de diálogo del motor.
sr: Мотор : Отворите оквир за дијалог мотора.
sv: Motor : Öppna motordialogrutan.
sw: Injini : Fungua kisanduku cha mazungumzo cha injini.
ta: எஞ்சின்: எஞ்சின் உரையாடல் பெட்டியைத் திறக்கவும்.
th: เครื่องยนต์ : เปิดกล่องโต้ตอบเครื่องยนต์
tr: Motor : Motor iletişim kutusunu açın.
uk: Двигун: відкрити діалогове вікно механізму.
ur: انجن : انجن ڈائیلاگ باکس کھولیں۔
vi: Động cơ: Mở hộp thoại động cơ.

source: Tournament type : Select the type of tournament to play.
es: Tipo de torneo: Seleccione el tipo de torneo a jugar.
sr: Тип турнира : Изаберите тип турнира за играње.
sv: Turneringstyp : Välj vilken typ av turnering som ska spelas.
sw: Aina ya mashindano : Chagua aina ya mashindano ya kucheza.
ta: போட்டி வகை: விளையாட வேண்டிய போட்டி வகையைத் தேர்ந்தெடுக்கவும்.
th: ประเภทการแข่งขัน : เลือกประเภทของการแข่งขันที่จะเล่น
tr: Turnuva türü : Oynanacak turnuva türünü seçin.
uk: Тип турніру: виберіть тип турніру для гри.
ur: ٹورنامنٹ کی قسم : کھیلنے کے لیے ٹورنامنٹ کی قسم منتخب کریں۔
vi: Loại giải đấu: Chọn loại giải đấu để chơi.

source: Number of rounds : Specify how many rounds should be played in the tournament.
es: Número de rondas: especifique cuántas rondas se deben jugar en el torneo.
sr: Број рунди : Одредите колико кола треба да се одигра на турниру.
sv: Antal rundor : Ange hur många rundor som ska spelas i turneringen.
sw: Idadi ya raundi : Bainisha ni raundi ngapi zinafaa kuchezwa katika mashindano.
ta: சுற்றுகளின் எண்ணிக்கை: போட்டியில் எத்தனை சுற்றுகள் விளையாடப்பட வேண்டும் என்பதைக் குறிப்பிடவும்.
th: จำนวนรอบ : ระบุจำนวนรอบที่จะเล่นในทัวร์นาเมนต์
tr: Tur Sayısı : Turnuvada kaç tur oynanacağını belirtin.
uk: Кількість раундів: вкажіть, скільки раундів має бути зіграно в турнірі.
ur: راؤنڈز کی تعداد : واضح کریں کہ ٹورنامنٹ میں کتنے راؤنڈ کھیلے جائیں۔
vi: Số vòng đấu: Chỉ định số vòng đấu sẽ diễn ra trong giải đấu.

source: Knockout repeat no. : Specify how many times a knockout game should be replayed
es: Número de repetición de eliminatoria: especifica cuántas veces se debe repetir un juego de eliminatoria
sr: Понављање нокаута бр. : Одредите колико пута нокаут игра треба да се понови
sv: Knockout repetition nr. : Ange hur många gånger ett knockoutspel ska spelas om
sw: Mtoano wa marudio nambari. : Bainisha ni mara ngapi mchezo wa mtoano unapaswa kurudiwa
ta: நாக் அவுட் ரிபீட் எண். : ஒரு நாக் அவுட் ஆட்டத்தை எத்தனை முறை மீண்டும் விளையாட வேண்டும் என்பதைக் குறிப்பிடவும்.
th: จำนวนการทำซ้ำแบบน็อคเอาท์ : ระบุจำนวนครั้งที่ต้องเล่นซ้ำแบบน็อคเอาท์
tr: Nakavt tekrarı no.: Bir nakavt oyununun kaç kez tekrar oynanacağını belirtin
uk: Нокаут повторення немає. : вкажіть, скільки разів має бути відтворена гра на вибування
ur: ناک آؤٹ ریپیٹ نمبر : واضح کریں کہ ناک آؤٹ گیم کو کتنی بار دوبارہ کھیلا جانا چاہیے۔
vi: Số lần lặp lại vòng loại trực tiếp: Chỉ định số lần một trận đấu loại trực tiếp phải được chơi lại

source: before time control is reduced to 1 minute blitz.
es: antes de que el control de tiempo se reduzca a 1 minuto de blitz.
sr: пре него што се контрола времена смањи на 1 минут блиц.
sv: innan tidskontrollen reduceras till 1 minuts blitz.
sw: kabla ya udhibiti wa muda kupunguzwa hadi 1 dakika blitz.
ta: நேரக் கட்டுப்பாடு 1 நிமிட பிளிட்ஸாகக் குறைக்கப்படுவதற்கு முன்பு.
th: ก่อนที่การควบคุมเวลาจะลดลงเหลือ 1 นาที
tr: zaman kontrolü 1 dakikalık hücuma düşürülmeden önce.
uk: перед цим контроль часу скорочується до 1 хвилини бліцу.
ur: اس سے پہلے کہ وقت کا کنٹرول 1 منٹ تک کم ہو جائے۔
vi: trước khi thời gian kiểm soát bị giảm xuống còn 1 phút chớp nhoáng.

source: Opening book : Select the opening book to use for the tournament.
es: Libro de aperturas: seleccione el libro de aperturas que se utilizará para el torneo.
sr: Књига отварања : Изаберите књигу отварања коју ћете користити за турнир.
sv: Öppningsbok : Välj öppningsboken som ska användas för turneringen.
sw: Kitabu cha ufunguzi : Chagua kitabu cha ufunguzi cha kutumia kwa mashindano.
ta: தொடக்கப் புத்தகம்: போட்டிக்குப் பயன்படுத்த தொடக்கப் புத்தகத்தைத் தேர்ந்தெடுக்கவும்.
th: หนังสือเปิด : เลือกหนังสือเปิดที่จะใช้สำหรับการแข่งขัน
tr: Açılış kitabı : Turnuvada kullanılacak açılış kitabını seçin.
uk: Книга відкриття : виберіть книгу відкриття для турніру.
ur: افتتاحی کتاب : ٹورنامنٹ کے لیے استعمال کرنے کے لیے ابتدائی کتاب کا انتخاب کریں۔
vi: Sách khai cuộc: Chọn sách khai cuộc để sử dụng cho giải đấu.
